Repository: jbakach/MSDyn365BC.Code.History
Catalog: System Application/Source/System Application/Translations/System Application.*.xlf
Languages: cs_cz, de_ch, fi_fi, fr_be, is_is, nb_no

# Codeunit 1122893324 - Method 4193945004 - NamedType 3531100644
source: The Business Manager home page offers metrics and activities that help run a business. We`ll also show you how to explore all Business Central features.
cs_cz: Domovská stránka Obchodní ředitel nabízí metriky a aktivity, které pomáhají řídit firmu. Ukážeme vám také, jak prozkoumat všechny funkce Business Central.
de_ch: Die Startseite „Geschäftsführer“ bietet Metriken und Aktivitäten, die bei der Führung eines Unternehmens helfen. Wir zeigen Ihnen auch, wie Sie alle Business Central-Funktionen erkunden können.
fi_fi: Business Managerin aloitussivulla on mittareita ja toimintoja, jotka auttavat liiketoiminnan harjoittamisessa. Näytämme myös, miten voit tutkia kaikkia Business Centralin ominaisuuksia.
fr_be: La page d’accueil du directeur commercial offre des mesures et des activités qui aident à diriger une entreprise. Nous vous montrerons également comment explorer toutes les fonctionnalités de Business Central.
is_is: Heimasíða viðskiptastjóra býður upp á mælingar og aðgerðir sem hjálpa til við rekstur fyrirtækis. Við sýnum þér einnig hvernig þú getur skoðað alla eiginleika Business Central.
nb_no: Startsiden for forretningsleder inneholder måleverdier og aktiviteter som bidrar til å drive en virksomhet. Vi viser også hvordan du utforsker Business Central-funksjoner.

# Codeunit 1122893324 - Method 4193945004 - NamedType 360454159
source: The Sales Order Processor home page helps you stay on top of your sales documents. We`ll also show you how to explore all Business Central features.
cs_cz: Domovská stránka Zpracovatel prodejních objednávek vám pomůže udržet si přehled o prodejních dokladech. Ukážeme vám také, jak prozkoumat všechny funkce Business Central.
de_ch: Auf der Startseite „Verkaufsauftragsbearbeiter“ behalten Sie den Überblick über Ihre Verkaufsbelege. Wir zeigen Ihnen auch, wie Sie alle Business Central-Funktionen erkunden können.
fi_fi: Myyntitilausten käsittelijä -aloitussivu auttaa sinua pysymään ajan tasalla myyntiasiakirjoistasi. Näytämme myös, miten voit tutkia kaikkia Business Centralin ominaisuuksia.
fr_be: La page d’accueil du préparateur de commandes vente vous permet de garder la priorité sur vos documents vente. Nous vous montrerons également comment explorer toutes les fonctionnalités de Business Central.
is_is: Heimasíða sölupöntunarvinnslu hjálpar þér að halda utan um söluskjölin þín. Við sýnum þér einnig hvernig þú getur skoðað alla eiginleika Business Central.
nb_no: Startsiden for ordrebehandler hjelper deg med å holde oversikt over salgsdokumentene. Vi viser også hvordan du utforsker alle Business Central-funksjoner.

# Codeunit 1122893324 - Method 4193945004 - NamedType 1951765689
source: The Accountant home page makes it easier for businesses to keep their books. We`ll also show you how to explore all Business Central features.
cs_cz: Domovská stránka Účtárna usnadňuje firmám vedení účetních knih. Ukážeme vám také, jak prozkoumat všechny funkce Business Central.
de_ch: Die Startseite „Buchhalter“ vereinfacht es Unternehmen, ihre Bücher zu führen. Wir zeigen Ihnen auch, wie Sie alle Business Central-Funktionen erkunden können.
fi_fi: Kirjanpitäjä-aloitussivu helpottaa yritysten kirjanpitoa. Näytämme myös, miten voit tutkia kaikkia Business Centralin ominaisuuksia.
fr_be: La page d’accueil du comptable facilite la tâche des entreprises quant à la conservation de leurs livres. Nous vous montrerons également comment explorer toutes les fonctionnalités de Business Central.
is_is: Heimasíða bókara auðveldar fyrirtækjum að halda bókhald. Við sýnum þér einnig hvernig þú getur skoðað alla eiginleika Business Central.
nb_no: Startsiden for regnskapsføreren gjør det enklere for bedrifter å føre regnskap. Vi viser også hvordan du utforsker alle Business Central-funksjoner.

# Codeunit 2970873669 - NamedType 3414270617
source: Good afternoon!
cs_cz: Dobré odpoledne!
de_ch: Guten Tag!
fi_fi: Hyvää päivää!
fr_be: Bon après-midi !
is_is: Góðan daginn!
nb_no: God ettermiddag!

# Codeunit 2970873669 - NamedType 1645933995
source: Good afternoon, %1!
cs_cz: Dobré odpoledne, %1!
de_ch: Guten Tag %1!
fi_fi: Hyvää päivää %1!
fr_be: Bon après-midi, %1 !
is_is: Góðan daginn, %1!
nb_no: God ettermiddag, %1!

# Codeunit 2970873669 - NamedType 3101872885
source: Good evening!
cs_cz: Dobrý večer!
de_ch: Guten Abend!
fi_fi: Hyvää iltaa!
fr_be: Bonsoir !
is_is: Góða kvöldið!
nb_no: God kveld!

# Codeunit 2970873669 - NamedType 2681098831
source: Good evening, %1!
cs_cz: Dobrý večer, %1!
de_ch: Guten Abend %1!
fi_fi: Hyvää iltaa %1!
fr_be: Bonsoir, %1 !
is_is: Góða kvöldið, %1!
nb_no: God kveld, %1!

# Codeunit 2970873669 - NamedType 1445408151
source: Good morning!
cs_cz: Dobré ráno!
de_ch: Guten Morgen!
fi_fi: Hyvää huomenta!
fr_be: Bonjour !
is_is: Góðan daginn!
nb_no: God morgen!

# Codeunit 2970873669 - NamedType 4087989245
source: Good morning, %1!
cs_cz: Dobré ráno, %1!
de_ch: Guten Morgen %1!
fi_fi: Hyvää huomenta %1!
fr_be: Bonjour, %1 !
is_is: Góðan daginn, %1!
nb_no: God morgen, %1!

# Codeunit 2970873669 - NamedType 1705003901
source: Hi!
cs_cz: Dobrý den!
de_ch: Hallo!
fi_fi: Hei!
fr_be: Bonjour !
is_is: Hæ!
nb_no: Hei!

# Codeunit 2970873669 - NamedType 2822211879
source: Hi, %1!
cs_cz: Dobrý den, %1!
de_ch: Hallo %1!
fi_fi: Hei %1!
fr_be: Bonjour, %1 !
is_is: Hæ, %1!
nb_no: Hei, %1!

# Codeunit 3277604266 - NamedType 94485731
source: Provider %1: Barcode symbol encoder %2 is not implemented by this provider!
cs_cz: Poskytovatel %1: Symbol kódování čárového kódu %2 není tímto poskytovatelem implementován!
de_ch: Anbieter %1: Barcode-Symbolverschlüsselung %2 wird von diesem Anbieter nicht implementiert!
fi_fi: Toimittaja %1: Tämä toimittaja ei ole ottanut käyttöön viivakoodin koodaajaa %2.
fr_be: Fournisseur %1 : le codeur de symboles de code-barres %2 n’est pas implémenté par ce fournisseur !
is_is: Veita %1: Strikamerkjatákn kóðara %2 er ekki innleitt af þessari veitu!
nb_no: Leverandør %1: Koden for strekkodesymbol %2 er ikke implementert av denne leverandøren.

# Codeunit 3277604266 - NamedType 45121459
source: Input text %1 contains invalid characters for the chosen provider %2 and encoding symbology %3
cs_cz: Vstupní text %1 obsahuje neplatné znaky pro vybraného poskytovatele %2 a symboliku kódování %3
de_ch: Eingabetext %1 enthält ungültige Zeichen für den ausgewählten Anbieter %2 und Kodierungssymbolik %3
fi_fi: Syöteteksti %1 sisältää virheellisiä merkkejä valittua toimittajaa %2 varten ja koodauksen symboleja %3
fr_be: Le texte d’entrée %1 contient des caractères non valides pour le fournisseur choisi %2 et le symbolisme de codage %3
is_is: Innsleginn texti %1 inniheldur ógilda stafi fyrir valda veitu %2 og táknmyndir kóðunar %3
nb_no: Inndatatekst %1 inneholder ugyldige tegn for den valgte leverandøren %2 og kodesymbologien %3

# Codeunit 3635256207 - NamedType 94485731
source: Provider %1: 2D Barcode symbol encoder %2 is not implemented by this provider!
cs_cz: Poskytovatel %1: 2D kodér symbolů čárového kódu %2 není implementován tímto poskytovatelem!
de_ch: Anbieter %1: 2D-Barcode-Symbolverschlüsselung %2 wird von diesem Anbieter nicht implementiert!
fi_fi: Toimittaja %1: Tämä toimittaja ei ole ottanut käyttöön 2D-viivakoodisymbolien koodaajaa %2.
fr_be: Fournisseur %1 : le codeur de symboles de code-barres 2D %2 n’est pas implémenté par ce fournisseur !
is_is: Veita %1: Tvívítt strikamerkjatákn kóðara %2 er ekki innleitt af þessari veitu!
nb_no: Leverandør %1: Koder for 2D-strekkodesymbol %2 er ikke implementert av denne leverandøren.

# Codeunit 3256925099 - NamedType 1514701291
source: The Alpha parameter must be between 0 and 255.
cs_cz: Parametr Alfa musí být mezi 0 a 255.
de_ch: Der Alpha-Parameter muss zwischen 0 und 255 liegen.
fi_fi: Alfaparametrin on oltava 0–255.
fr_be: La valeur du paramètre Alpha doit être comprise entre 0 et 255.
is_is: Alfa-færibreytan verður að vera milli 0 og 255.
nb_no: Alfaparameteren må være mellom 0 og 255.

# Codeunit 3256925099 - NamedType 3585687077
source: The Blue parameter must be between 0 and 255.
cs_cz: Modrý parametr musí být mezi 0 a 255.
de_ch: Der blaue Parameter muss zwischen 0 und 255 liegen.
fi_fi: Sinisen parametrin on oltava 0–255.
fr_be: La valeur du paramètre Blue doit être comprise entre 0 et 255.
is_is: Bláa færibreytan verður að vera milli 0 og 255.
nb_no: Den blå parameteren må være mellom 0 og 255.

# Codeunit 3256925099 - NamedType 1468028954
source: Image is not in valid format
cs_cz: Obrázek není v platném formátu.
de_ch: Bild nicht im gültigen Format
fi_fi: Kuva ei ole kelvollisessa muodossa
fr_be: Le format de l’image n’est pas valide
is_is: Mynd er ekki á gildu sniði
nb_no: Bildet har ikke gyldig format

# Codeunit 3256925099 - NamedType 1019460973
source: Image input data is in wrong format
cs_cz: Vstupní data obrázku jsou ve špatném formátu
de_ch: Bildeingabedaten sind im falschen Format
fi_fi: Kuvan syötetiedot ovat väärässä muodossa
fr_be: Le format des données d’entrée de l’image est incorrect
is_is: Inntaksgögn myndar eru á röngu sniði
nb_no: Bildeinndataene har feil format

# Codeunit 3256925099 - NamedType 713431146
source: The Green parameter must be between 0 and 255.
cs_cz: Zelený parametr musí být mezi 0 a 255.
de_ch: Der grüne Parameter muss zwischen 0 und 255 liegen.
fi_fi: Vihreän parametrin on oltava 0–255.
fr_be: La valeur du paramètre Green doit être comprise entre 0 et 255.
is_is: Græna færibreytan verður að vera milli 0 og 255.
nb_no: Den grønne parameteren må være mellom 0 og 255.

# Codeunit 3256925099 - NamedType 2075980966
source: Parameter Height must be greater than 0
cs_cz: Parametr výška musí být větší než 0.
de_ch: Parameterhöhe muss grösser als 0 sein
fi_fi: Korkeusparametrin on oltava suurempi kuin 0
fr_be: Le paramètre Hauteur doit être supérieur à 0
is_is: Færibreytan „Hæð“ verður að vera meira en 0
nb_no: Parameterhøyden må være større enn 0

# Codeunit 3256925099 - NamedType 4063326973
source: The image could not be loaded.
cs_cz: Obraz nelze načíst.
de_ch: Das Bild konnte nicht geladen werden.
fi_fi: Kuvaa ei voitu ladata.
fr_be: L’image n’a pas pu être chargée.
is_is: Ekki var hægt að hlaða myndinni.
nb_no: Kan ikke laste inn bildet.

# Codeunit 3256925099 - NamedType 933146621
source: The image is too large. Images can be up to 5 MB.
cs_cz: Obrázek je příliš velký. Obrázky mohou mít až 5 MB.
de_ch: Das Bild ist zu gross. Bilder können bis zu 5 MB gross sein.
fi_fi: Kuva on liian suuri. Kuvat voivat olla enintään 5 Mt.
fr_be: L’image est trop volumineuse. Les images peuvent contenir jusqu’à 5 Mo.
is_is: Myndin er of stór. Myndir geta verið allt að 5 MB.
nb_no: Bildet er for stort. Bilder kan være opptil 5 MB.

# Codeunit 3256925099 - NamedType 146440322
source: The Red parameter must be between 0 and 255.
cs_cz: Červený parametr musí být mezi 0 a 255.
de_ch: Der rote Parameter muss zwischen 0 und 255 liegen.
fi_fi: Punaisen parametrin on oltava 0–255.
fr_be: La valeur du paramètre Red doit être comprise entre 0 et 255.
is_is: Rauða færibreytan verður að vera milli 0 og 255.
nb_no: Den røde parameteren må være mellom 0 og 255.

# Codeunit 3256925099 - NamedType 2855561205
source: Format is currently not supported
cs_cz: Formát není aktuálně podporován
de_ch: Format wird derzeit nicht unterstützt
fi_fi: Muotoa ei tueta tällä hetkellä
fr_be: Le format n’est pas pris en charge actuellement
is_is: Snið er ekki stutt sem stendur
nb_no: Formatet støttes ikke for øyeblikket

# Codeunit 3256925099 - NamedType 1103750437
source: Parameter Width must be greater than 0
cs_cz: Parametr šířka musí být větší než 0.
de_ch: Parameterbreite muss grösser als 0 sein
fi_fi: Leveysparametrin on oltava suurempi kuin 0
fr_be: Le paramètre Largeur doit être supérieur à 0
is_is: Færibreytan „Breidd“ verður að vera meira en 0
nb_no: Parameterbredden må være større enn 0

# Codeunit 3256925099 - NamedType 4271181391
source: The X parameter must be between 0 and the image width, which is %1.
cs_cz: Parametr X musí být mezi 0 a šířkou obrazu, která je %1.
de_ch: Der X-Parameter muss zwischen 0 und der Bildbreite liegen, die %1 ist.
fi_fi: X-parametrin on oltava 0:n ja kuvan leveyden (%1) väliltä.
fr_be: La valeur du paramètre X doit être comprise entre 0 et la largeur de l’image, qui est %1.
is_is: X-færibreytan verður að vera milli 0 og myndbreiddarinnar, sem er %1.
nb_no: X-parameteren må være mellom 0 og bildets bredde, som er %1.

# Codeunit 3256925099 - NamedType 52526176
source: The Y parameter must be between 0 and the image height, which is %1.
cs_cz: Parametr Y musí být mezi 0 a výškou obrazu, která je %1.
de_ch: Der Y-Parameter muss zwischen 0 und der Bildhöhe liegen, die %1 ist.
fi_fi: Y-parametrin on oltava 0:n ja kuvan korkeuden (%1) väliltä.
fr_be: Le paramètre Y doit avoir une valeur comprise entre 0 et la hauteur de l’image, qui est %1.
is_is: Y-færibreytan verður að vera milli 0 og myndhæðarinnar, sem er %1.
nb_no: X-parameteren må være mellom 0 og bildets høyde, som er %1.

# Codeunit 3291568232 - NamedType 611240008
source: The language %1 could not be found.
cs_cz: Soubor %1 nebyl nalezen.
de_ch: Die Sprache %1 wurde nicht gefunden.
fi_fi: Kieltä %1 ei löydy.
fr_be: Langue %1 introuvable.
is_is: Tungumálið %1 fannst ekki.
nb_no: Fant ikke språket %1.

# Codeunit 1804873446 - NamedType 1156808680
source: No media was selected.
cs_cz: Nebylo vybráno žádné médium.
de_ch: Es wurden keine Medien ausgewählt.
fi_fi: Mediaa ei valittu.
fr_be: Aucun support n'a été sélectionné.
is_is: Enginn geymslumiðill var valinn.
nb_no: Ingen medier ble valgt.

# Codeunit 3186029329 - NamedType 2985344304
source: There are currently no settings available for this choice.
cs_cz: Pro tuto volbu momentálně nejsou k dispozici žádná nastavení.
de_ch: Es sind derzeit keine Einstellungen für diese Auswahl verfügbar.
fi_fi: Tälle valinnalle ei ole tällä hetkellä asetuksia käytettävissä.
fr_be: Aucun paramètre n'est actuellement disponible pour cette option.
is_is: Engar stillingar eru tiltækar fyrir þetta val eins og stendur.
nb_no: Det er for øyeblikket ingen innstillinger tilgjengelige for dette valget.

# Codeunit 2027814023 - NamedType 433891438
source: The authentication request URL %1 has been succesfully retrieved.
cs_cz: Adresa URL požadavku na ověření %1 byla úspěšně načtena.
de_ch: Die URL %1 für die Authentifizierungsanforderung wurde erfolgreich abgerufen.
fi_fi: Todennuspyynnön URL-osoitteen %1 haku onnistui.
fr_be: L'URL de demande d'authentification %1 a été récupérée avec succès.
is_is: Sannvottunarvefslóðin %1 var sótt.
nb_no: URL-adressen for godkjenningsforespørsel %1 er hentet.

# Codeunit 2027814023 - NamedType 2258512449
source: Your browser may be blocking pop-ups needed by %1.\\Change your browser settings to allow pop-ups or allow pop-ups from the %1 site, then try again.
cs_cz: Váš prohlížeč může blokovat automaticky otevíraná okna potřebná %1.\\Změňte nastavení prohlížeče tak, aby umožňovala automaticky otevíraná okna nebo umožňovala automaticky otevíraná okna z webu %1, a zkuste to znovu.
de_ch: Ihr Browser blockiert möglicherweise Pop-ups, die von %1 benötigt werden.\\Ändern Sie Ihre Browsereinstellungen, um Pop-ups oder Pop-ups von der Website %1 zuzulassen, und versuchen Sie es dann erneut.
fi_fi: Selaimesi saattaa estää tuotteen %1 tarvitsemat ponnahdusikkunat.\\Salli ponnahdusikkunat tai salli sivuston %1 ponnahdusikkunat muuttamalla selaimen asetuksia ja yritä sitten uudelleen.
fr_be: Votre navigateur bloque peut-être les fenêtres contextuelles requises par %1.\\Modifiez les paramètres de votre navigateur pour autoriser les fenêtres contextuelles ou autoriser les fenêtres contextuelles sur le site %1, puis réessayez.
is_is: Verið getur að vafrinn loki fyrir sprettiglugga sem %1 þarf.\\Breyttu stillingum vafrans til að leyfa sprettiglugga eða leyfðu sprettiglugga frá %1-vefsvæðinu og reyndu aftur.
nb_no: Det kan være at nettleseren din blokkerer popup-vinduer som kreves av %1.\\Endre nettleserinnstillingene for å tillate popup-vinduer eller tillate popup-vinduer fra nettstedet %1, og prøv deretter på nytt.

# Codeunit 560134838 - NamedType 564927428
source: Cannot get current role center for the user.
cs_cz: Nelze získat aktuální centrum rolí pro uživatele.
de_ch: Das aktuelle Rollencenter für den Benutzer kann nicht abgerufen werden.
fi_fi: Käyttäjän nykyistä roolikeskusta ei voi noutaa.
fr_be: Impossible d’obtenir le tableau de bord actuel pour l’utilisateur.
is_is: Ekki er hægt að sækja núverandi hlutverk fyrir notandann.
nb_no: Får ikke tilgang til nåværende rollesenter for brukeren.

# Codeunit 4038952900 - NamedType 728330450
source: The bookmark is invalid.
cs_cz: Záložka je neplatná.
de_ch: Das Lesezeichen ist ungültig.
fi_fi: Kirjanmerkki on virheellinen.
fr_be: Le signet n’est pas valide.
is_is: Bókamerkið er ógilt.
nb_no: Bokmerket er ugyldig.

# Codeunit 4038952900 - NamedType 882027958
source: The system ID is invalid.
cs_cz: ID systému je neplatné.
de_ch: Die System-ID ist ungültig.
fi_fi: Järjestelmätunnus on virheellinen.
fr_be: L’ID système n’est pas valide.
is_is: Kerfiskennið er ógilt.
nb_no: System-ID-en er ugyldig.

# Codeunit 4038952900 - NamedType 3860721549
source: Page %1
cs_cz: Strana %1
de_ch: Seite %1
fi_fi: Sivu %1
is_is: Bls. %1
nb_no: Side %1

# Codeunit 3991262771 - NamedType 1731874155
source: Do you want to exit without entering a password?
cs_cz: Chcete odejít bez zadání hesla?
de_ch: Möchten Sie ohne Eingabe eines Kennworts beenden?
fi_fi: Haluatko poistua ilman, että annat salasanan?
fr_be: Voulez-vous quitter sans entrer de mot de passe ?
is_is: Á að hætta án þess að slá inn aðgangsorð?
nb_no: Vil du avslutte uten å angi et passord?

# Codeunit 3991262771 - NamedType 4047091786
source: The passwords that you entered do not match.
cs_cz: Zadaná hesla se neshodují.
de_ch: Die eingegebenen Kennwörter stimmen nicht überein.
fi_fi: Antamasi salasanat eivät ole samat.
fr_be: Les mots de passe que vous avez entrés ne correspondent pas.
is_is: Aðgangsorðin sem færð voru inn passa ekki saman.
nb_no: Passordene som du har angitt, samsvarer ikke.

# Codeunit 3991262771 - NamedType 1260724060
source: The password that you entered does not meet the minimum requirements. It must be at least %1 characters long and contain at least one uppercase letter, one lowercase letter, one number and one special character. It must not have a sequence of 3 or more ascending, descending or repeating characters.
cs_cz: Zadané heslo nesplňuje minimální požadavky. Musí být alespoň %1 znaků dlouhé, obsahovat alespoň jedno velké písmeno, jedno malé písmeno, jedno číslo a jeden speciální znak. Nesmí obsahovat sekvenci 3 nebo více vzestupných, sestupných nebo opakujících se znaků.
de_ch: Das eingegebene Kennwort entspricht nicht den Minimalanforderungen. Es muss mindestens %1 Zeichen lang sein und mindestens einen Grossbuchstaben, einen Kleinbuchstaben, eine Zahl und ein Sonderzeichen enthalten. Es darf keine Folge von drei oder mehr aufsteigenden, absteigenden oder wiederholten Zeichen enthalten.
fi_fi: Antamasi salasana ei vastaa vähimmäisvaatimuksia. Salasanassa on oltava vähintään %1 merkkiä ja vähintään yksi iso kirjain, yksi pieni kirjain, yksi numero ja yksi erikoismerkki. Lisäksi salasanassa saa olla enintään kaksi peräkkäistä toistuvaa merkkiä tai enintään kaksi peräkkäistä merkkiä nousevassa tai laskevassa aakkosjärjestyksessä.
fr_be: Le mot de passe que vous avez saisi ne répond pas aux exigences minimales. Il doit comporter au moins %1 caractères et contenir au moins une lettre majuscule, une lettre minuscule, un chiffre et un caractère spécial. Il ne doit pas comporter une séquence de 3 caractères croissants, décroissants ou répétitifs ou plus.
is_is: Aðgangsorðið sem slegið var inn uppfyllir ekki lágmarkskröfurnar. Það verður að vera minnst %1 stafir og innihalda minnst einn hástaf, einn lágstaf, einn tölustaf og einn sérstaf. Það má ekki innihalda fleiri en 3 stafi í hækkandi-, lækkandi- eða endurtekinni röð.
nb_no: Passordet som du har angitt, oppfyller ikke minstekravene. Det må bestå av minst %1 tegn og inneholde minst én stor bokstav, én liten bokstav, ett tall og ett spesialtegn. Det kan ikke ha en sekvens på tre eller flere stigende, synkende eller gjentakende tegn.

# Codeunit 3355710323 - NamedType 699986343
source: The password must contain at least %1 characters.
cs_cz: Heslo musí obsahovat alespoň %1 znaků.
de_ch: Das Kennwort muss mindestens %1 Zeichen enthalten.
fi_fi: Salasanassa on oltava vähintään %1 merkkiä.
fr_be: Le mot de passe doit être constitué d'au moins %1 caractères.
is_is: Aðgangsorðið verður að vera minnst %1 stafir.
nb_no: Passordet må bestå av minst %1 tegn.

# Codeunit 2592325759 - NamedType 2816297459
source: All objects of type %1 (except where otherwise stated)
cs_cz: Všechny objekty typu %1 (pokud není uvedeno jinak)
de_ch: Alle Objekte vom Typ %1 (sofern nicht anders angegeben)
fi_fi: Kaikki tyypin %1 objektit (ellei toisin ilmoiteta)
fr_be: Tous les objets de type %1 (sauf indication contraire)
is_is: Allir hlutir af gerð %1 (nema þar sem annað er tekið fram)
nb_no: Alle objekter av typen %1 (bortsett fra der annet er angitt)

# Codeunit 2592325759 - NamedType 1547195898
source: All objects of type %1
cs_cz: Všechny objekty typu %1
de_ch: Alle Objekte vom Typ %1
fi_fi: Kaikki tyypin %1 objektit
fr_be: Tous les objets de type %1
is_is: Allir hlutir af gerð %1
nb_no: Alle objekter av typen %1

# Codeunit 2592325759 - NamedType 213941185
source: The permission already exists with type %1
cs_cz: Oprávnění již existuje s typem %1
de_ch: Die Berechtigung ist bereits mit Typ %1 vorhanden.
fi_fi: Käyttöoikeus, jonka tyyppi on %1, on jo luotu
fr_be: L’autorisation existe déjà avec le type %1
is_is: Heimildin er þegar til með gerð %1
nb_no: Tillatelsen finnes allerede med typen %1

# Codeunit 2592325759 - NamedType 889771585
source: Select object to add
cs_cz: Vyberte objekt, který chcete přidat
de_ch: Hinzuzufügendes Objekt auswählen
fi_fi: Valitse lisättävä objekti
fr_be: Sélectionner un objet à ajouter
is_is: Velja hlut til að bæta við
nb_no: Velg objekt som skal legges til

# Codeunit 2592325759 - NamedType 2509307536
source: Select objects to add
cs_cz: Vyberte objekty, které chcete přidat
de_ch: Hinzuzufügende Objekte auswählen
fi_fi: Valitse lisättävät objektit
fr_be: Sélectionner les objets à ajouter
is_is: Velja hluti til að bæta við
nb_no: Velg objekter som skal legges til

# Codeunit 4236785502 - NamedType 539863752
source: Permission set already exists.
cs_cz: Sada oprávnění již existuje.
de_ch: Berechtigungssatz ist bereits vorhanden.
fi_fi: Käyttöoikeuksien joukko on jo luotu.
fr_be: L’ensemble d’autorisations existe déjà.
is_is: Heimildasamstæðan er þegar til.
nb_no: Tillatelsessettet finnes allerede.

# Codeunit 3911480243 - NamedType 3938092484
source: You cannot change permissions sets of type Extension.
cs_cz: Nemůžete změnit sady oprávnění typu Rozšíření.
de_ch: Sie können Berechtigungssätze des Typs „Erweiterung“ nicht ändern.
fi_fi: Käyttöoikeuksien joukon tyypiksi ei voi vaihtaa Laajennus.
fr_be: Vous ne pouvez pas modifier les ensembles d’autorisations de type Extension.
is_is: Ekki er hægt að breyta heimildasamstæðum af gerðinni „Viðbót“.
nb_no: Du kan ikke endre tillatelsessett av typen Utvidelse.
