Repository: jbakach/MSDyn365BC.Code.History
Catalog: System Application/Source/System Application/Translations/System Application.*.xlf
Languages: cs_cz, de_ch, fi_fi, fr_be, is_is, nb_no

# Page 3212752058 - Control 823559016 - Property 1295455071
source: Specifies the field from the source entity that creates the relationship to the related entity. If there are more than one related entities, specify the one to use for your template.​
cs_cz: Určuje pole ze zdrojové entity, která vytvoří vztah k související entitě. Pokud existuje více než jedna související entita, zadejte tu, která se má použít pro šablonu.
de_ch: Gibt das Feld aus der Quelleinheit an, das die Beziehung zu der verknüpften Einheit herstellt. Wenn mehr als eine zugehörige Einheit vorhanden ist, geben Sie die für die Vorlage zu verwendende Einheit an.
fi_fi: Määrittää lähdeobjektin kentän, joka luo yhteyden liittyvään objektiin. Jos toisiinsa liittyviä objekteja on useita, määritä mallissa käytettävä liittyvä objekti.
fr_be: Spécifie le champ de l’entité source qui crée la relation avec l’entité associée. S’il existe plusieurs entités associées, spécifiez celle à utiliser pour votre modèle.
is_is: Tilgreinir reitinn frá upprunaeiningunni sem býr til tengslin við tengdu eininguna. Ef fleiri en ein tengd eining er til staðar skal tilgreina þá sem á að nota fyrir sniðmát notanda.​
nb_no: Angir feltet fra kildeenheten som oppretter relasjonen til den relaterte enheten. Hvis det finnes mer enn én relatert enhet, angir du den som skal brukes for malen.

# Page 3212752058 - Control 823559016 - Property 2879900210
source: Source Entity Relation
cs_cz: Vztah zdrojové entity
de_ch: Quelleinheitsbeziehung
fi_fi: Lähdeobjektin suhde
fr_be: Relation d’entité source
is_is: Tengsl upprunaeiningar
nb_no: Relasjon for enhetskilde

# Page 3212752058 - Control 3531868071 - Property 1295455071
source: Specifies the field no. from the source entity that creates the relationship to the related entity.
cs_cz: Určuje č. pole ze zdrojové entity, které vytváří vztah k související entitě.
de_ch: Gibt das Feld „Nr.“ von der Quelleinheit an, die die Beziehung zur verknüpften Einheit erstellt.
fi_fi: Määrittää lähdeobjektin sen kentän numeron, joka luo yhteyden liittyvään objektiin.
fr_be: Spécifie le n° champ à partir de l’entité source qui crée la relation avec l’entité associée.
is_is: Tilgreinir reitsnúmerið frá upprunaeiningunni sem býr til tengslin við tengdu eininguna.
nb_no: Angir feltnummeret fra kildeenheten som oppretter relasjonen til den relaterte enheten.

# Page 3212752058 - Control 2385154712 - Property 1295455071
source: Specifies a prefix that will indicate that the field is from the related entity when you are setting up the template. For example, if you enter Sales, the field names are prefixed with Sales_. The prefix must be unique.
cs_cz: Určuje předponu, která označuje, že pole pochází ze související entity při nastavování šablony. Pokud například zadáte Prodej, názvy polí budou předponou Prodej_. Předpona musí být jedinečná.
de_ch: Legt ein Präfix fest, das angibt, dass das Feld von der verknüpften Einheit stammt, wenn Sie die Vorlage einrichten. Wenn Sie z. B. Vertrieb eingeben, werden den Feldnamen Vertrieb_ vorgesetzt. Das Präfix muss eindeutig sein.
fi_fi: Määrittää etuliitteen, joka ilmaisee, että kenttä on liittyvästä objektista, kun määrität mallia. Jos esimerkiksi syötät Myynti, kenttien nimien etuliitteeksi tulee Myynti. Etuliitteen on oltava yksilöivä.
fr_be: Spécifie un préfixe qui indique que le champ provient de l’entité associée lorsque vous configurez le modèle. Par exemple, si vous saisissez Sales, les noms de champ sont précédés du préfixe Sales_. Le préfixe doit être unique.
is_is: Tilgreinir forskeyti sem mun gefa til kynna að reiturinn sé frá tengdri einingu þegar sniðmátið er sett upp. Ef „Sala“ er t.d. slegið inn eru svæðisnöfnin forskráð með Sala_. Forskeytið verður að vera einkvæmt.
nb_no: Angir et prefiks som viser at feltet kommer fra den relaterte enheten når du konfigurerer malen. Hvis du for eksempel angir Salg, får alle feltnavnene prefikset Salg_. Prefikset må være unikt.

# Page 3212752058 - Control 2385154712 - Property 2879900210
source: Field Prefix
cs_cz: Předpona pole
de_ch: Präfixfeld
fi_fi: Kentän etuliite
fr_be: Préfixe de champ
is_is: Forskeyti reits
nb_no: Feltprefiks

# Page 3212752058 - Control 1393533604 - Property 1295455071
source: Specifies the related entity.
cs_cz: Určuje související entitu.
de_ch: Gibt die zugehörige Einheit an.
fi_fi: Määrittää liittyvän objektin.
fr_be: Spécifie l’entité associée.
is_is: Tilgreinir tengda einingu.
nb_no: Angir den relaterte enheten.

# Page 3212752058 - Control 1393533604 - Property 2879900210
source: Name
cs_cz: Název
fi_fi: Nimi
fr_be: Nom
is_is: Heiti
nb_no: Navn

# Page 3212752058 - Control 3135334477 - Property 1295455071
source: Specifies the id of the related entity.
cs_cz: Určuje ID související entity.
de_ch: Gibt die ID der verknüpften Einheit an.
fi_fi: Määrittää liittyvän objektin tunnuksen.
fr_be: Spécifie l’ID de l’entité associée.
is_is: Tilgreinir kenni tengdu einingarinnar.
nb_no: Angir ID-en for den relaterte enheten.

# Page 1055677777 - Property 2879900210
source: Related Entities
cs_cz: Související entity
de_ch: Zugehörige Einheiten
fi_fi: Liittyvät objektit
fr_be: Entités associées
is_is: Tengdar færslur
nb_no: Relaterte enheter

# Page 1055677777 - Control 1061736343 - Property 2879900210
source: Related Entities
cs_cz: Související entity
de_ch: Verknüpfte Einheiten
fi_fi: Liittyvät objektit
fr_be: Entités associées
is_is: Tengdar einingar
nb_no: Relaterte enheter

# Page 1055677777 - Control 2385154712 - Property 1295455071
source: Specifies a prefix that will indicate that the field is from the related entity when you are setting up the template. For example, if you enter SALES, the field names are prefixed with SALES_. The prefix must be unique.
cs_cz: Určuje předponu, která označuje, že pole pochází ze související entity při nastavování šablony. Pokud například zadáte Prodej, názvy polí budou předponou Prodej_. Předpona musí být jedinečná.
de_ch: Legt ein Präfix fest, das angibt, dass das Feld von der verknüpften Einheit stammt, wenn Sie die Vorlage einrichten. Wenn Sie z. B. VERTRIEB eingeben, werden den Feldnamen VERTRIEB_ vorgesetzt. Das Präfix muss eindeutig sein.
fi_fi: Määrittää etuliitteen, joka ilmaisee, että kenttä on liittyvästä objektista, kun määrität mallia. Jos esimerkiksi syötät MYYNTI, kenttien nimien etuliitteeksi tulee MYYNTI. Etuliitteen on oltava yksilöivä.
fr_be: Spécifie un préfixe qui indique que le champ provient de l’entité associée lorsque vous configurez le modèle. Par exemple, si vous saisissez SALES, les noms de champ sont précédés du préfixe SALES_. Le préfixe doit être unique.
is_is: Tilgreinir forskeyti sem mun gefa til kynna að reiturinn sé frá tengdri einingu þegar sniðmátið er sett upp. Ef SALA er t.d. slegið inn eru svæðisnöfnin forskráð með SALA_. Forskeytið verður að vera einkvæmt.
nb_no: Angir et prefiks som viser at feltet kommer fra den relaterte enheten når du konfigurerer malen. Hvis du for eksempel angir SALG, får alle feltnavnene prefikset SALG_. Prefikset må være unikt.

# Page 1055677777 - Control 2385154712 - Property 2879900210
source: Field Prefix
cs_cz: Předpona pole
de_ch: Präfixfeld
fi_fi: Kentän etuliite
fr_be: Préfixe de champ
is_is: Forskeyti reits
nb_no: Feltprefiks

# Page 1055677777 - Control 1393533604 - Property 1295455071
source: Specifies the related entity.
cs_cz: Určuje související entitu.
de_ch: Gibt die zugehörige Einheit an.
fi_fi: Määrittää liittyvän objektin.
fr_be: Spécifie l’entité associée.
is_is: Tilgreinir tengda einingu.
nb_no: Angir den relaterte enheten.

# Page 1055677777 - Control 1393533604 - Property 2879900210
source: Name
cs_cz: Název
fi_fi: Nimi
fr_be: Nom
is_is: Heiti
nb_no: Navn

# Page 1055677777 - Control 3135334477 - Property 1295455071
source: Specifies the id of the related entity.
cs_cz: Určuje ID související entity.
de_ch: Gibt die ID der verknüpften Einheit an.
fi_fi: Määrittää liittyvän objektin tunnuksen.
fr_be: Spécifie l’ID de l’entité associée.
is_is: Tilgreinir kenni tengdu einingarinnar.
nb_no: Angir ID-en for den relaterte enheten.

# Page 1550306620 - Property 2879900210
source: Related Entities
cs_cz: Související entity
de_ch: Zugehörige Einheiten
fi_fi: Liittyvät objektit
fr_be: Entités associées
is_is: Tengdar færslur
nb_no: Relaterte enheter

# Page 1550306620 - NamedType 581166427
source: Add a related entity (advanced)
cs_cz: Přidání související entity (pokročilé)
de_ch: Verknüpfte Einheit hinzufügen (erweitert)
fi_fi: Lisää liittyvä objekti (laajennettu)
fr_be: Ajouter une entité associée (avancée)
is_is: Bæta við tengdri einingu (ítarlegt)
nb_no: Legg til en relatert enhet (avansert)

# Page 1550306620 - NamedType 825368625
source: Add a related entity (simple)
cs_cz: Přidání související entity (jednoduché)
de_ch: Verknüpfte Einheit hinzufügen (einfach)
fi_fi: Lisää liittyvä objekti (yksinkertainen)
fr_be: Ajouter une entité associée (simple)
is_is: Bæta við tengdri einingu (einfalt)
nb_no: Legg til en relatert enhet (enkel)

# Page 1550306620 - Control 2385154712 - Property 1295455071
source: Specifies a prefix that will indicate that the field is from the related entity when you are setting up the template. For example, if you enter SALES, the field names are prefixed with SALES_. The prefix must be unique.
cs_cz: Určuje předponu, která označuje, že pole pochází ze související entity při nastavování šablony. Pokud například zadáte Prodej, názvy polí budou předponou Prodej_. Předpona musí být jedinečná.
de_ch: Legt ein Präfix fest, das angibt, dass das Feld von der verknüpften Einheit stammt, wenn Sie die Vorlage einrichten. Wenn Sie z. B. VERTRIEB eingeben, werden den Feldnamen VERTRIEB_ vorgesetzt. Das Präfix muss eindeutig sein.
fi_fi: Määrittää etuliitteen, joka ilmaisee, että kenttä on liittyvästä objektista, kun määrität mallia. Jos esimerkiksi syötät MYYNTI, kenttien nimien etuliitteeksi tulee MYYNTI. Etuliitteen on oltava yksilöivä.
fr_be: Spécifie un préfixe qui indique que le champ provient de l’entité associée lorsque vous configurez le modèle. Par exemple, si vous saisissez SALES, les noms de champ sont précédés du préfixe SALES_. Le préfixe doit être unique.
is_is: Tilgreinir forskeyti sem mun gefa til kynna að reiturinn sé frá tengdri einingu þegar sniðmátið er sett upp. Ef SALA er t.d. slegið inn eru svæðisnöfnin forskráð með SALA_. Forskeytið verður að vera einkvæmt.
nb_no: Angir et prefiks som viser at feltet kommer fra den relaterte enheten når du konfigurerer malen. Hvis du for eksempel angir SALG, får alle feltnavnene prefikset SALG_. Prefikset må være unikt.

# Page 1550306620 - Control 2385154712 - Property 2879900210
source: Field Prefix
cs_cz: Předpona pole
de_ch: Präfixfeld
fi_fi: Kentän etuliite
fr_be: Préfixe de champ
is_is: Forskeyti reits
nb_no: Feltprefiks

# Page 1550306620 - Control 1393533604 - Property 1295455071
source: Specifies the related entity.
cs_cz: Určuje související entitu.
de_ch: Gibt die zugehörige Einheit an.
fi_fi: Määrittää liittyvän objektin.
fr_be: Spécifie l’entité associée.
is_is: Tilgreinir tengda einingu.
nb_no: Angir den relaterte enheten.

# Page 1550306620 - Control 1393533604 - Property 2879900210
source: Name
cs_cz: Název
fi_fi: Nimi
fr_be: Nom
is_is: Heiti
nb_no: Navn

# Page 1550306620 - Control 3135334477 - Property 1295455071
source: Specifies the id of the related entity.
cs_cz: Určuje ID související entity.
de_ch: Gibt die ID der verknüpften Einheit an.
fi_fi: Määrittää liittyvän objektin tunnuksen.
fr_be: Spécifie l’ID de l’entité associée.
is_is: Tilgreinir kenni tengdu einingarinnar.
nb_no: Angir ID-en for den relaterte enheten.

# Page 3470670759 - Property 2879900210
source: Related Entities
cs_cz: Související entity
de_ch: Zugehörige Einheiten
fi_fi: Liittyvät objektit
fr_be: Entités associées
is_is: Tengdar færslur
nb_no: Relaterte enheter

# Page 3470670759 - Control 2385154712 - Property 1295455071
source: Specifies a prefix that will indicate that the field is from the related entity when you are setting up the template. For example, if you enter SALES, the field names are prefixed with SALES_. The prefix must be unique.
cs_cz: Určuje předponu, která označuje, že pole pochází ze související entity při nastavování šablony. Pokud například zadáte Prodej, názvy polí budou předponou Prodej_. Předpona musí být jedinečná.
de_ch: Legt ein Präfix fest, das angibt, dass das Feld von der verknüpften Einheit stammt, wenn Sie die Vorlage einrichten. Wenn Sie z. B. VERTRIEB eingeben, werden den Feldnamen VERTRIEB_ vorgesetzt. Das Präfix muss eindeutig sein.
fi_fi: Määrittää etuliitteen, joka ilmaisee, että kenttä on liittyvästä objektista, kun määrität mallia. Jos esimerkiksi syötät MYYNTI, kenttien nimien etuliitteeksi tulee MYYNTI. Etuliitteen on oltava yksilöivä.
fr_be: Spécifie un préfixe qui indique que le champ provient de l’entité associée lorsque vous configurez le modèle. Par exemple, si vous saisissez SALES, les noms de champ sont précédés du préfixe SALES_. Le préfixe doit être unique.
is_is: Tilgreinir forskeyti sem mun gefa til kynna að reiturinn sé frá tengdri einingu þegar sniðmátið er sett upp. Ef SALA er t.d. slegið inn eru svæðisnöfnin forskráð með SALA_. Forskeytið verður að vera einkvæmt.
nb_no: Angir et prefiks som viser at feltet kommer fra den relaterte enheten når du konfigurerer malen. Hvis du for eksempel angir SALG, får alle feltnavnene prefikset SALG_. Prefikset må være unikt.

# Page 3470670759 - Control 2385154712 - Property 2879900210
source: Field Prefix
cs_cz: Předpona pole
de_ch: Präfixfeld
fi_fi: Kentän etuliite
fr_be: Préfixe de champ
is_is: Forskeyti reits
nb_no: Feltprefiks

# Page 3470670759 - Control 1393533604 - Property 1295455071
source: Specifies the related entity.
cs_cz: Určuje související entitu.
de_ch: Gibt die zugehörige Einheit an.
fi_fi: Määrittää liittyvän objektin.
fr_be: Spécifie l’entité associée.
is_is: Tilgreinir tengda einingu.
nb_no: Angir den relaterte enheten.

# Page 3470670759 - Control 1393533604 - Property 2879900210
source: Name
cs_cz: Název
fi_fi: Nimi
fr_be: Nom
is_is: Heiti
nb_no: Navn

# Page 3470670759 - Control 3135334477 - Property 1295455071
source: Specifies the id of the related entity.
cs_cz: Určuje ID související entity.
de_ch: Gibt die ID der verknüpften Einheit an.
fi_fi: Määrittää liittyvän objektin tunnuksen.
fr_be: Spécifie l’ID de l’entité associée.
is_is: Tilgreinir kenni tengdu einingarinnar.
nb_no: Angir ID-en for den relaterte enheten.

# Page 707049331 - Property 2879900210
source: Word Templates Tables
cs_cz: Tabulky šablon wordu
de_ch: Word-Vorlagen-Tabellen
fi_fi: Word-mallitaulukot
fr_be: Tableaux des modèles Word
is_is: Word-sniðmátstöflur
nb_no: Tabeller for Word-maler

# Page 707049331 - Control 3641927271 - Property 1295455071
source: Specifies the Table ID.
cs_cz: Určuje ID tabulky.
de_ch: Gibt die ID der Tabelle an.
fi_fi: Määrittää taulukon tunnuksen.
fr_be: Spécifie l’ID de la table.
is_is: Tilgreinir töflukennið.
nb_no: Angir ID-en for tabellen.

# Page 707049331 - Control 3641927271 - Property 2879900210
source: Id
fi_fi: Tunnus
is_is: Kenni

# Page 707049331 - Control 2961552353 - Property 1295455071
source: Specifies the table caption.
cs_cz: Určuje titulek tabulky.
de_ch: Gibt die Beschriftung der Tabelle an.
fi_fi: Määrittää taulukon selosteen.
fr_be: Spécifie la légende de la table.
is_is: Tilgreinir myndatextann fyrir töfluna.
nb_no: Angir tabelloverskriften.

# Page 707049331 - Control 2961552353 - Property 2879900210
source: Caption
cs_cz: Titulek
de_ch: Beschriftung
fi_fi: Seloste
fr_be: Légende
is_is: Yfirskrift
nb_no: Overskrift

# Report 2448602003 - Property 2879900210
source: Change Password
cs_cz: Změnit heslo
de_ch: Kennwort ändern
fi_fi: Vaihda salasana
fr_be: Changer le mot de passe
is_is: Breyta aðgangsorði
nb_no: Endre passord

# Report 2448602003 - NamedType 1528036445
source: Your Password has been updated.
cs_cz: Heslo bylo aktualizováno.
de_ch: Ihr Kennwort wurde aktualisiert.
fi_fi: Salasana on päivitetty.
fr_be: Votre mot de passe a été mis à jour.
is_is: Aðgangsorðið hefur verið uppfært.
nb_no: Passordet er oppdatert.

# Report 2448602003 - NamedType 2078312009
source: The user with %1 %2 does not exist.
cs_cz: Jméno uživatele s %1 %2 neexistuje.
de_ch: Der Benutzer mit %1 %2 ist nicht vorhanden.
fi_fi: Käyttäjää %1 %2 ei ole.
fr_be: Le nom utilisateur %1 %2 n'existe pas.
is_is: Notandi með %1 %2 er ekki til.
nb_no: Brukeren med %1 %2 finnes ikke.

# Query 3212038148 - Property 2879900210
source: Device
cs_cz: Zařízení
de_ch: Gerät
fi_fi: Laite
fr_be: Périphérique
is_is: Tæki
nb_no: Enhet

# Query 712487250 - Property 2879900210
source: Email Related Record
cs_cz: Záznam související s e-mailem
de_ch: E-Mail-zugehöriger Datensatz
fi_fi: Sähköpostiin liittyvä tietue
fr_be: Enregistrement associé à un courrier électronique
is_is: Tengd póstfærsla
nb_no: E-postrelatert post

# Query 712487250 - NamedType 1372333727
source: Expected to have more than 0 email message ID per filter.
cs_cz: Očekává se, že ve filtru bude více než 0 ID e-mailové zprávy.
de_ch: Es werden mehr als 0 E-Mail-Nachrichten-ID pro Filter erwartet.
fi_fi: Odotettiin, että sähköpostiviestitunnuksia suodatinta kohti on yli 0.
fr_be: La valeur attendue doit être supérieure ou égale à 0 ID de message électronique par filtre.
is_is: Búist var við fleiri en 0 kennum tölvupóstskeyta í hverri síu.
nb_no: Forventet å ha mer enn 0 e-postmeldings-ID per filter.

# Query 178519040 - Property 2879900210
source: Outbox Emails
cs_cz: E-maily pošty k odeslání
de_ch: E-Mail-Ausgang
fi_fi: Lähtevät-kansion sähköpostiviestit
fr_be: Courriels de la boîte d’envoi
is_is: Úthólfstölvupóstar
nb_no: Utboks-e-poster

# Query 2200828805 - Property 2879900210
source: Plan
cs_cz: Plán
de_ch: Planen
fi_fi: Suunnitelma
fr_be: Planifier
is_is: Áætla

# Query 709229469 - Property 2879900210
source: Sent Emails
cs_cz: Odeslané e-maily
de_ch: Gesendete E-Mails
fi_fi: Lähetetyt sähköpostiviestit
fr_be: E-mails envoyés
is_is: Sendur tölvupóstur
nb_no: Sendte e-poster

# Query 1846668439 - Property 2879900210
source: Users in Plans
cs_cz: Uživatelé v plánech
de_ch: Benutzer in Plänen
fi_fi: Palvelupaketin käyttäjät
fr_be: Utilisateurs des plans
is_is: Notendur í áskriftaráætlun
nb_no: Brukere i planer

# Query 1846668439 - QueryColumn 3454837147 - Property 2879900210
source: User State
cs_cz: Stav uživatele
de_ch: Benutzerstatus
fi_fi: Käyttäjän tila
fr_be: État de l'utilisateur
is_is: Staða notanda
nb_no: Brukertilstand

# XmlPort 3179990853 - Property 2879900210
source: Export Permission Sets
cs_cz: Export sad oprávnění
de_ch: Berechtigungssätze exportieren
fi_fi: Vie käyttöoikeuksien joukot
fr_be: Exporter des ensembles d’autorisations
is_is: Flytja út heimildasamstæður
nb_no: Tillatelsessett for eksport

# XmlPort 764161734 - Property 2879900210
source: Export Permission Sets
cs_cz: Export sad oprávnění
de_ch: Berechtigungssätze exportieren
fi_fi: Vie käyttöoikeuksien joukot
fr_be: Exporter des ensembles d’autorisations
is_is: Flytja út heimildasamstæður
nb_no: Tillatelsessett for eksport

# XmlPort 2345325593 - Property 2879900210
source: Import Permission Sets
cs_cz: Import sad oprávnění
de_ch: Berechtigungssätze importieren
fi_fi: Tuo käyttöoikeuksien joukot
fr_be: Importer des ensembles d’autorisations
is_is: Flytja inn heimildasamstæður
nb_no: Importer tillatelsessett

# XmlPort 2345325593 - NamedType 1757687175
source: Only users with the SUPER or the SECURITY permission set can create or edit permission sets.
cs_cz: Pouze uživatelé se sadou oprávnění SUPER nebo SECURITY mohou vytvořit nebo upravit sady oprávnění.
de_ch: Nur Benutzer mit Berechtigungssatz SUPER oder SECURITY können Berechtigungssätze erstellen oder bearbeiten.
fi_fi: Vain käyttäjät, joilla on käyttöoikeuksien joukko SUPER tai SECURITY, voivat luoda tai muokata käyttöoikeuksien joukkoja.
fr_be: Seuls les utilisateurs disposant de l'ensemble d'autorisations SUPER ou SECURITY peuvent créer ou modifier des ensembles d'autorisations.
is_is: Aðeins notendur með SUPER- eða SECURITY-heimildasamstæður geta búið til eða breytt heimildasamstæðum.
nb_no: Bare brukere med tillatelsessettet SUPER eller SECURITY kan opprette eller redigere tillatelsessett.

# Profile 3492953430 - Property 2879900210
source: Blank Profile
cs_cz: Prázdný profil
de_ch: Leeres Profil
fi_fi: Tyhjä profiili
fr_be: Profil vide
is_is: Auð forstilling
nb_no: Tom profil

# Profile 3492953430 - Property 4111922599
source: This system profile should only be used to sign in when no other profiles are available.
cs_cz: Tento systémový profil by měl být použit pouze k přihlášení v případě, že nejsou k dispozici žádné jiné profily.
de_ch: Dieses Systemprofil sollte nur zum Anmelden verwendet werden, wenn keine anderen Profile verfügbar sind.
fi_fi: Tätä järjestelmäprofiilia tulee käyttää sisäänkirjautumiseen vain, jos muita profiileja ei ole saatavilla.
fr_be: Ce profil système ne doit être utilisé que pour se connecter lorsqu'aucun autre profil n'est disponible.
is_is: Þessa kerfisforstillingu skal aðeins nota til innskráningar þegar engar aðrar forstillingar eru í boði.
nb_no: Denne systemprofilen bør bare brukes til pålogging når ingen andre profiler er tilgjengelige.

# Enum 1150498218 - EnumValue 1476382836 - Property 2879900210
source: Uncategorized
cs_cz: Nekategorizované
de_ch: Nicht kategorisiert
fi_fi: Luokittelematon
fr_be: Non catégorisé
is_is: Óflokkað
nb_no: Ikke kategorisert

# Enum 21381257 - EnumValue 238975602 - Property 2879900210
source: Append
cs_cz: Připojit
de_ch: Hinzufügen
fi_fi: Liitä
fr_be: Ajouter
is_is: Bæta við
nb_no: Tilføy

# Enum 21381257 - EnumValue 598009710 - Property 2879900210
source: Keep current
cs_cz: Zachovat aktuální
de_ch: Aktuell halten
fi_fi: Säilytä nykyinen
fr_be: Tenir à jour
is_is: Halda núverandi
nb_no: Behold gjeldende

# Enum 21381257 - EnumValue 3117446396 - Property 2879900210
source: Select
cs_cz: Vybrat
de_ch: Auswählen
fi_fi: Valitse
fr_be: Sélectionner
is_is: Velja
nb_no: Velg

# Enum 437327207 - EnumValue 3703761530 - Property 2879900210
source: Change
cs_cz: Změna
de_ch: Ändern
fi_fi: Muuta
fr_be: Modifier
is_is: Breyta
nb_no: Endre

# Enum 437327207 - EnumValue 4137051400 - Property 2879900210
source: New
cs_cz: Nový
de_ch: Neu
fi_fi: Uusi
fr_be: Nouveau
is_is: Nýtt
nb_no: Ny

# Enum 437327207 - EnumValue 3238504282 - Property 2879900210
source: Remove
cs_cz: Odebrat
de_ch: Entfernen
fi_fi: Poista
fr_be: Supprimer
is_is: Fjarlægja
nb_no: Fjern

# Enum 3165356393 - EnumValue 89296664 - Property 2879900210
source: Authentication Email
cs_cz: Ověřovací e-mail
de_ch: Authentifizierungs-E-Mail
fi_fi: Todennuksen sähköpostiosoite
fr_be: Adresse e-mail d’authentification
is_is: Sannvottunarpóstur
nb_no: Autentiseringsadresse

# Enum 3165356393 - EnumValue 2632886192 - Property 2879900210
source: Contact Email
cs_cz: Email kontaktu
de_ch: Kontakt-E-Mail
fi_fi: Kontaktin sähköposti
fr_be: E-mail de contact
is_is: Samskiptanetfang
nb_no: E-postadresse for kontakt

# Enum 3165356393 - EnumValue 2981864456 - Property 2879900210
source: Full Name
cs_cz: Celé jméno
de_ch: Vollständiger Name
fi_fi: Koko nimi
fr_be: Nom complet
is_is: Fullt nafn
nb_no: Fullt navn

# Enum 3165356393 - EnumValue 450009889 - Property 2879900210
source: Language ID
cs_cz: ID jazyka
de_ch: Sprach-ID
fi_fi: Kielen tunnus
fr_be: ID langue
is_is: Tungumálskenni
nb_no: Språk-ID

# Enum 3165356393 - EnumValue 2200828805 - Property 2879900210
source: Plan
cs_cz: Plán
de_ch: Planen
fi_fi: Suunnitelma
fr_be: Planifier
is_is: Áætla
