Repository: jbakach/MSDyn365BC.Code.History
Catalog: System Application/Source/System Application/Translations/System Application.*.xlf
Languages: cs_cz, de_ch, fi_fi, fr_be, is_is, nb_no

# Page 3449870094 - Control 3070320983 - Property 1295455071
source: Specifies the name that is assigned to the Cue.
cs_cz: Určuje název, který je přiřazen hromádce.
de_ch: Gibt den Namen an, der dem Stapel zugewiesen ist.
fi_fi: Määrittää pinoon kohdistetun nimen.
fr_be: Spécifie le nom qui est affecté à la pile.
is_is: Tilgreinir heitið sem er úthlutað á bunkann.
nb_no: Angir navnet som er tilordnet til bunke-ikonet.

# Page 3449870094 - Control 3850109114 - Property 1295455071
source: Specifies the color of the indicator when the value in the Cue is greater than the value of the Threshold 2 field.
cs_cz: Určuje barvu indikátoru, když je hodnota údajů v Hromádce větší než hodnota pole Prahová hodnota.
de_ch: Gibt die Farbe des Indikators an, wenn der Wert im Stapel grösser als der Wert im Feld „Schwellenwert 2“ ist.
fi_fi: Määrittää ilmaisimen värin, kun pinon arvo on suurempi kuin Raja-arvo 2 -kentän arvo.
fr_be: Spécifie la couleur de l'indicateur lorsque la valeur des données dans la pile est supérieure à la valeur spécifiée par le champ Seuil 2.
is_is: Tilgreinir lit vísisins þegar gildi bunka er hærra en gildið í reitnum Þröskuldur 2.
nb_no: Angir fargen på indikatoren når verdien i bunke-ikonet er større enn verdien for feltet Terskel 2.

# Page 3449870094 - Control 2051953352 - Property 1295455071
source: Specifies the color of the indicator when the value of data in the Cue is less than the value that is specified by the Threshold 1 field.
cs_cz: Určuje barvu indikátoru, když hodnota údajů v Hromádce je menší, než je hodnota, která je určena polem Prahová hodnota.
de_ch: Gibt die Farbe des Indikators an, wenn der Wert der Daten im Stapel kleiner als der Wert ist, der im Feld „Schwellenwert 1“ angegeben ist.
fi_fi: Määrittää ilmaisimen värin, kun pinon tietojen arvo on pienempi kuin Raja-arvo 1 -kentän määrittämä arvo.
fr_be: Spécifie la couleur de l'indicateur lorsque la valeur des données dans la pile est inférieure à la valeur spécifiée par le champ Seuil 1.
is_is: Tilgreinir lit vísisins þegar gildi gagna í bunka er minna en gildið sem tilgreint er í reitnum Þröskuldur 1.
nb_no: Angir fargen på indikatoren når verdien til data i bunke-ikonet er mindre enn verdien som er angitt i feltet Terskel 1.

# Page 3449870094 - Control 1593335407 - Property 1295455071
source: Specifies the color of the indicator when the value of data in the Cue is greater than or equal to the value that is specified by the Threshold 1 field but less than or equal to the value that is specified by the Threshold 2 field.
cs_cz: Určuje barvu indikátoru, kdy hodnota data v hromádce je větší nebo je stejná, jako je hodnota specifická pro pole Práh 1, ale je menší nebo stejná jako je hodnota specifická pro pole Práh 2.
de_ch: Gibt die Farbe des Indikators an, wenn der Wert der Daten im Stapel grösser oder gleich dem Wert im Feld „Schwellenwert 1“, aber kleiner oder gleich dem Wert im Feld „Schwellenwert 2“ ist.
fi_fi: Määrittää ilmaisimen värin kun pinon arvo on suurempi tai yhtä suuri kuin Raja-arvo 1 -kentän arvon määrittämä arvo mutta pienempi tai yhtä suuri kuin Raja-arvo 2 -kentän määrittämä arvo.
fr_be: Spécifie la couleur de l'indicateur lorsque la valeur des données de la pile est supérieure ou égale à la valeur spécifiée par le champ Seuil 1 mais inférieure ou égale à la valeur spécifiée par le champ Seuil 2.
is_is: Tilgreinir lit vísisins þegar gildi gagna í bunkanum er meira en eða jafnt og gildið sem er tilgreint í reitnum Þröskuldur 1 en minna en eða jafnt og gildið sem tilgreint er í reitnum Þröskuldur 2.
nb_no: Angir fargen på indikatoren når verdien til data i bunke-ikonet er større enn eller lik verdien som er angitt i feltet Terskel 1, men mindre enn eller lik verdien som er angitt i feltet Terskel 2.

# Page 3449870094 - Control 1380338462 - Property 1295455071
source: Specifies whether the colored indicator settings for the Cue have been modified to differ from the company default settings. You also use this field to revert to the default settings.
cs_cz: Určuje, zda nastavení barevného označení pro Hromádku bylo upraveno na jiné než výchozí nastavení společnosti. Také použijte toto pole k návratu k výchozímu nastavení.
de_ch: Gibt an, ob die Einstellungen der farbigen Indikatoren für den Stapel geändert wurden, um sich von den Standardeinstellungen des Mandanten zu unterscheiden. Sie verwenden dieses Feld auch, um die Standardeinstellungen wiederherzustellen.
fi_fi: Määrittää, onko pinon värillisen ilmaisimen asetuksia muutettu poikkeavaksi yrityksen oletusasetuksista. Tämän kentän avulla voit myös palauttaa oletusasetukset.
fr_be: Indique si les paramètres d'indicateur en couleur pour la pile ont été modifiés pour différer des paramètres par défaut de la société. Ce champ permet également de revenir aux paramètres par défaut.
is_is: Tilgreinir hvort stillingum litavísisins fyrir bunkann hafi verið breytt þannig að þær séu frábrugðnar sjálfgefnu stillingum fyrirtækisins. Þessi reitur er einnig notaður til að fara aftur í sjálfgefnar stillingar.
nb_no: Angir om innstillingene for farget indikator for bunke-ikonet er endret i forhold til standardinnstillingene for selskapet. Du kan også bruke dette feltet til å gå tilbake til standardinnstillingene.

# Page 3449870094 - Control 2870768530 - Property 1295455071
source: Specifies the value in the Cue below which the indicator has the color that is specified by the Low Range Style field.
cs_cz: Určuje hodnotu v hromádce, pod kterou indikátor označil, že je určena polem Styl pro nízké hodnoty.
de_ch: Gibt den Wert für den Stapel an, ab dem sich bei niedrigeren Werten die Farbe des Indikators in die im Feld „Niedrigbereichsstil“ angegebene Farbe ändert.
fi_fi: Määrittää alla olevan pinon arvon, jonka alapuolella ilmaisimen väri vastaa Matalan alueen tyyli -kentän määritystä.
fr_be: Spécifie la valeur dans la pile en dessous de laquelle l'indicateur est de la couleur spécifiée par le champ Style bas de gamme.
is_is: Tilgreinir gildi bunkans þar sem vísirinn breytir um lit sé hann fyrir neðan það, líkt og tilgreint er í reitnum Stíll lágs sviðs.
nb_no: Angir verdien i bunke-ikonet, som indikatoren har fargen som er angitt av feltet Stil for nedre område, under.

# Page 3449870094 - Control 957678679 - Property 1295455071
source: Specifies the value in the Cue above which the indicator has the color that is specified by the High Range Style field.
cs_cz: Určuje hodnotu v hromádce, u které indikátor označil, že je určena polem Styl vysokého rozsahu.
de_ch: Gibt den Wert für den Stapel an, ab dem sich bei höheren Werten die Farbe des Indikators in die im Feld „Hochbereichsstil“ angegebene Farbe ändert.
fi_fi: Määrittää yllä olevan pinon arvon, jonka ilmaisimen väri vastaa Korkean alueen tyyli -kentän määritystä.
fr_be: Spécifie la valeur dans la pile au-dessus de laquelle l'indicateur est de la couleur spécifiée par le champ Style haut de gamme.
is_is: Tilgreinir gildi bunkans þar sem vísirinn breytir um lit sé hann fyrir ofan það, líkt og tilgreint er í reitnum Stíll hás sviðs.
nb_no: Angir verdien i bunke-ikonet, som indikatoren har fargen som er angitt av feltet Stil for øvre område, over.

# Page 3432573050 - Property 2879900210
source: Permission Set Plan Assignment
cs_cz: Přiřazení plánu sady oprávnění
de_ch: Berechtigungssatzplanzuweisung
fi_fi: Käyttöoikeuksien joukon palvelupakettimääritys
fr_be: Affectation du plan de l’ensemble d’autorisations
is_is: Úthlutun áætlunar heimildasamstæðu
nb_no: Tildeling av tillatelsessettplan

# Page 3432573050 - NamedType 3146882720
source: The permission set %1 is defined multiple times in this context. Use the lookup button to select the relevant permission set.
cs_cz: Sada oprávnění %1 je v tomto kontextu definována vícekrát. Pomocí tlačítka vyhledávání vyberte příslušnou sadu oprávnění.
de_ch: Der Berechtigungssatz %1 ist in diesem Kontext mehrfach definiert. Wählen Sie über die Suchschaltfläche den relevanten Berechtigungssatz aus.
fi_fi: Käyttöoikeuksien joukko %1 on määritetty useita kertoja tässä asiayhteydessä. Valitse asianmukainen käyttöoikeuksien joukko hakupainikkeella.
fr_be: L'ensemble d'autorisations %1 est défini plusieurs fois dans ce contexte. Utilisez le bouton de recherche pour sélectionner l'ensemble d'autorisations pertinent.
is_is: Heimildasafnið %1 er skilgreint mörgum sinnum í þessu samhengi. Nota skal uppflettihnappinn til að velja viðeigandi heimildasafn.
nb_no: Tillatelsessettet %1 er definert flere ganger i denne konteksten. Bruk oppslagsknappen for å velge det relevante tillatelsessettet.

# Page 3432573050 - Control 3133801257 - Property 1295455071
source: Specifies the name of the company that this permission set is limited to for this plan.
cs_cz: Určuje název společnosti, na kterou je tato sada oprávnění pro tento plán omezena.
de_ch: Gibt den Namen des Mandanten an, auf den dieser Berechtigungssatz für diesen Plan beschränkt ist.
fi_fi: Määrittää sen yrityksen nimen, johon käyttöoikeuksien joukko on rajattu tämän palvelupaketin osalta.
fr_be: Spécifie le nom de la société à laquelle cet ensemble d’autorisations est limité pour ce plan.
is_is: Tilgreinir heiti fyrirtækisins sem þessi heimildasamstæða takmarkast við í þessari áskrift.
nb_no: Angir navnet på selskapet som dette tillatelsessettet er begrenset til for denne planen.

# Page 3432573050 - Control 3133801257 - Property 2879900210
source: Company
cs_cz: Společnost
de_ch: Mandant
fi_fi: Yritys
fr_be: Société
is_is: Fyrirtæki
nb_no: Selskap

# Page 3432573050 - Control 3461834954 - Property 1295455071
source: Specifies the description of the permission set.
cs_cz: Určuje popis sady oprávnění.
de_ch: Gibt die Beschreibung des Berechtigungssatzes an.
fi_fi: Määrittää käyttöoikeuksien joukon kuvauksen.
fr_be: Spécifie la description de l’ensemble d’autorisations.
is_is: Tilgreinir lýsingu heimildasamstæðunnar.
nb_no: Angir beskrivelsen av tillatelsessettet.

# Page 3432573050 - Control 3461834954 - Property 2879900210
source: Description
cs_cz: Popis
de_ch: Beschreibung
fi_fi: Kuvaus
is_is: Lýsing
nb_no: Beskrivelse

# Page 3432573050 - Control 4023602082 - Property 1295455071
source: Specifies the name of the extension from which the permission set originates.
cs_cz: Určuje název rozšíření, ze kterého sada oprávnění pochází.
de_ch: Gibt den Namen der Erweiterung an, aus der der Berechtigungssatz stammt.
fi_fi: Määrittää sen laajennuksen nimen, josta käyttöoikeuksien joukko on peräisin.
fr_be: Spécifie le nom de l’extension dont est issu l’ensemble d’autorisations.
is_is: Tilgreinir heiti viðbótarinnar sem heimildasamstæðan kemur úr.
nb_no: Angir navnet på utvidelsen som tillatelsessettet er hentet fra.

# Page 3432573050 - Control 4023602082 - Property 2879900210
source: Extension Name
cs_cz: Název rozšíření
de_ch: Erweiterungsname
fi_fi: Laajennuksen nimi
fr_be: Nom de l’extension
is_is: Heiti viðbótar
nb_no: Navn på utvidelse

# Page 3432573050 - Control 1585787771 - Property 1295455071
source: Specifies the scope of the permission set.
cs_cz: Určuje rozsah sady oprávnění.
de_ch: Gibt den Bereich des Berechtigungssatzes an.
fi_fi: Määrittää käyttöoikeuksien joukon laajuuden.
fr_be: Spécifie l’étendue de l’ensemble d’autorisations.
is_is: Tilgreinir umfang heimildasamstæðunnar.
nb_no: Angir omfanget for tillatelsessettet.

# Page 3432573050 - Control 1585787771 - Property 2879900210
source: Permission Scope
cs_cz: Rozsah oprávnění
de_ch: Berechtigungsbereich
fi_fi: Käyttöoikeuksien laajuus
fr_be: Étendue de l’autorisation
is_is: Umfang heimildar
nb_no: Tillatelsesomfang

# Page 3432573050 - Control 997418120 - Property 1295455071
source: Specifies the ID of the permission set that will be assigned to users with this license.
cs_cz: Určuje ID sady oprávnění, která bude přiřazena uživatelům s touto licencí.
de_ch: Gibt die ID des Berechtigungssatzes an, der Benutzern mit dieser Lizenz zugewiesen wird.
fi_fi: Määrittää niille käyttäjille määritettävän käyttöoikeuksien joukon tunnuksen, joilla on tämä käyttöoikeus.
fr_be: Spécifie l’ID de l’ensemble d’autorisations qui sera affecté aux utilisateurs avec cette licence.
is_is: Tilgreinir auðkenni heimildasamstæðunnar sem verður úthlutað til notenda með þetta leyfi.
nb_no: Angir ID-en for tillatelsessettet som skal tildeles brukere med denne lisensen.

# Page 3432573050 - Control 997418120 - Property 2879900210
source: Permission Set
cs_cz: Sada oprávnění
de_ch: Berechtigungssatz
fi_fi: Käyttöoikeuksien joukko
fr_be: Ensemble d’autorisations
is_is: Heimildasamstæða
nb_no: Tillatelsessett

# Page 3432573050 - Control 4014676298 - Property 1295455071
source: Specifies the ID of the license.
cs_cz: Určuje ID licence.
de_ch: Gibt die ID der Lizenz an.
fi_fi: Määrittää käyttöoikeuden tunnuksen.
fr_be: Spécifie l’ID de la licence.
is_is: Tilgreinir auðkenni leyfisins.
nb_no: Angir ID-en for lisensen.

# Page 3432573050 - Control 4014676298 - Property 2879900210
source: License
cs_cz: Licence
de_ch: Lizenz
fi_fi: Käyttöoikeus
fr_be: Licence
is_is: Leyfi
nb_no: Lisens

# Page 3970971575 - Property 2879900210
source: Data Classification Assisted Setup Guide
cs_cz: Průvodce asistovaným nastavením klasifikace dat
de_ch: Unterstütztes Setup der Datenklassifizierung
fi_fi: Tietojen luokittelun asetusten ohjattu määritys
fr_be: Guide de configuration assistée Classification des données
is_is: Leiðbeiningar um uppsetningu með hjálp fyrir gagnaflokkun
nb_no: Veiledning for assistert oppsett av dataklassifisering

# Page 3970971575 - NamedType 1052459003
source: Learn more
cs_cz: Naučte se více
de_ch: Weitere Informationen
fi_fi: Lisätietoja
fr_be: En savoir plus
is_is: Frekari upplýsingar
nb_no: Finn ut mer

# Page 3970971575 - NamedType 3437023162
source: You must review the classifications for fields before you can continue.
cs_cz: Před pokračováním je nutné zkontrolovat klasifikace pro pole.
de_ch: Sie müssen die Klassifizierung der Felder überprüfen, bevor Sie fortfahren können.
fi_fi: Kenttien luokitukset on tarkistettava, ennen kuin voit jatkaa.
fr_be: Vous devez vérifier les classifications des champs avant de pouvoir continuer.
is_is: Fara skal yfir flokkanir á reitum áður en haldið er áfram.
nb_no: Du må se gjennom klassifiseringene for felt før du kan fortsette.

# Page 3970971575 - NamedType 3380134905
source: You must review the classifications for similar fields before you can continue.
cs_cz: Před pokračováním je nutné zkontrolovat klasifikace pro podobná pole.
de_ch: Sie müssen die Klassifizierung ähnlicher Felder überprüfen, bevor Sie fortfahren können.
fi_fi: Saman tyyppisten kenttien luokitukset on tarkistettava, ennen kuin voit jatkaa.
fr_be: Vous devez vérifier les classifications des champs similaires avant de pouvoir continuer.
is_is: Fara skal yfir flokkanir á svipuðum reitum áður en haldið er áfram.
nb_no: Du må se gjennom klassifiseringene for lignende felt før du kan fortsette.

# Page 3970971575 - NamedType 2090578792
source: View fields
cs_cz: Zobrazit pole
de_ch: Felder anzeigen
fi_fi: Näytä kentät
fr_be: Afficher les champs
is_is: Skoða reiti
nb_no: Vis felt

# Page 3970971575 - Control 2468148152 - Property 1968111052
source: When you classify a table, the classification applies to all fields in the table. You can choose a table to change classifications for individual fields.
cs_cz: Při klasifikaci tabulky se klasifikace vztahuje na všechna pole v tabulce. Můžete zvolit tabulku pro změnu klasifikace pro jednotlivá pole.
de_ch: Wenn Sie eine Tabelle klassifizieren, wird die Klassifizierung auf alle Felder der Tabelle angewendet. Sie können eine Tabelle auswählen, um die Klassifizierung einzelner Felder zu ändern.
fi_fi: Kun luokittelet taulukon, luokittelu koskee taulukon kaikkia kenttiä. Voit muuttaa yksittäisten kenttien luokittelua valitsemalla taulukon.
fr_be: Lorsque vous classez une table, la classification s'applique à tous les champs de la table. Vous pouvez sélectionner une table pour modifier les classifications des champs individuels.
is_is: Þegar tafla er flokkuð gildir flokkunin fyrir alla reiti í töflunni. Hægt er að velja töflu til að breyta flokkun fyrir einstaka reiti.
nb_no: Når du klassifiserer en tabell, gjelder klassifiseringen for alle feltene i tabellen. Du kan velge en tabell for å endre klassifiseringer for individuelle felt.

# Page 3970971575 - Control 2468148152 - Property 2879900210
source: Choose the tables that you want to classify
cs_cz: Vyberte tabulky, které chcete klasifikovat
de_ch: Wählen Sie die Tabellen, die klassifiziert werden sollen
fi_fi: Valitse taulukot, jotka haluat luokitella
fr_be: Sélectionner les tables à classer
is_is: Veljið töflurnar sem á að flokka
nb_no: Velg tabellene du vil klassifisere

# Page 3970971575 - Control 1554787498 - Property 1295455071
source: Specifies the sensitivity classification to apply to the type of data subjects.
cs_cz: Určuje klasifikaci citlivosti, která se použije pro typ subjektů údajů.
de_ch: Gibt die Sensitivitätsklassifizierung an, die auf die Art des Datensubjekts angewendet werden soll.
fi_fi: Määrittää arkaluonteisuusluokittelun, joka otetaan käyttöön tietojen kohteiden tyypeissä.
fr_be: Spécifie la classification de la sensibilité à appliquer au type des objets de données.
is_is: Tilgreinir trúnaðarflokkun sem á að nota fyrir gerð skráðra einstaklinga.
nb_no: Angir følsomhetsklassifiseringen som skal brukes på typen dataemner.

# Page 3970971575 - Control 3247369565 - Property 1295455071
source: Specifies the type of data subjects to apply the data classification to.
cs_cz: Určuje typ subjektů údajů, na které má být klasifikace dat aplikována.
de_ch: Gibt den Typ des Datensubjekts an, auf das die Datenklassifizierung angewendet werden soll.
fi_fi: Määrittää niiden tietojen kohteiden tyypin, joissa tietojen luokittelu otetaan käyttöön.
fr_be: Spécifie le type d'objet de données auquel appliquer la classification des données.
is_is: Tilgreinir gerð skráðra einstaklinga sem gagnaflokkunin verður notuð fyrir.
nb_no: Angir typen dataemner som dataklassifiseringen skal brukes på.

# Page 3970971575 - Control 3247369565 - Property 2879900210
source: Data Subject
cs_cz: Subjekt dat
de_ch: Datensubjekt
fi_fi: Tietojen kohde
fr_be: Objet de données
is_is: Efni gagna
nb_no: Dataemne

# Page 3970971575 - Control 3349558288 - Property 1295455071
source: Specifies whether to apply the classification to the type of data subjects.
cs_cz: Určuje, zda má být klasifikace aplikována na typ subjektů údajů.
de_ch: Gibt an, ob die Klassifizierung auf den Typ des Datensubjekts angewendet werden soll.
fi_fi: Määrittää, otetaanko luokittelu käyttöön tietojen kohteiden tyypissä.
fr_be: Spécifie si la classification doit être appliquée au type d'objet de données.
is_is: Tilgreinir hvort nota eigi flokkunina fyrir gerð skráðra einstaklinga.
nb_no: Angir om du vil bruke klassifiseringen på typen dataemner.

# Page 3970971575 - Control 2378146498 - Property 1968111052
source: You can export data to an Excel worksheet, specify classifications for unclassified fields, and then import the worksheet. For example, this is great for:
cs_cz: Můžete exportovat data do listu aplikace Excel, přidat klasifikace pro neklasifikovaná pole a potom importovat list. Například: To je dobré pro:
de_ch: Sie können Daten in ein Excel-Arbeitsblatt exportieren, die Klassifizierungen für nicht klassifizierte Felder angeben und das Arbeitsblatt dann importieren. Dieses Vorgehen eignet sich z. B. für folgende Zwecke:
fi_fi: Voit viedä tietoja Excel-työkirjaan, lisätä luokitteluja luokittelemattomille kentille ja tuoda työkirjan. Tästä on hyötyä esimerkiksi seuraavissa tilanteissa:
fr_be: Vous pouvez exporter des données vers une feuille Excel, spécifier les classifications pour les champs non classés, puis importer la feuille. Par exemple, cela est utile pour :
is_is: Hægt er að flytja út gögn á Excel-vinnublað, tilgreina flokkanir fyrir óflokkaða reiti og flytja svo vinnublaðið inn. Þetta er til dæmis sérlega hentugt fyrir:
nb_no: Du kan eksportere data til et Excel-regneark, angi klassifiseringene for uklassifiserte felter og deretter importere regnearket. Dette er for eksempel praktisk når du vil gjøre følgende:

# Page 3970971575 - Control 2378146498 - Property 2879900210
source: Let's Get Started
cs_cz: Začněme
de_ch: Los geht's!
fi_fi: Aloitetaan
fr_be: C'est parti !
is_is: Hefjumst handa
nb_no: La oss komme i gang

# Page 3970971575 - Control 11165732 - Property 2879900210
source: - Classifying data in bulk.
cs_cz: - Hromadně klasifikovat data.
de_ch: - Mengenklassifizierung von Daten.
fi_fi: - Tietojen luokitteleminen joukkotoimintona.
fr_be: - Classification des données en vrac.
is_is: - Flokkun gagna í miklu magni.
nb_no: – Klassifiserer data i bulk.

# Page 3970971575 - Control 2919781652 - Property 2879900210
source: - Importing the classifications from another company.
cs_cz: - Import klasifikace z jiné společnosti.
de_ch: - Klassifizierung aus einem anderen Unternehmen importieren
fi_fi: – luokitusten tuonti toisesta yrityksestä
fr_be: - Importer les classifications d'une autre société.
is_is: - Flytja inn flokkanir frá öðru fyrirtæki.
nb_no: - Importere klassifiseringene fra et annet selskap.

# Page 3970971575 - Control 846071952 - Property 2879900210
source: - Sharing data with a partner who is classifying data for you.
cs_cz: - Sdílení dat s partnerem, který pro vás klasifikuje data.
de_ch: - Daten an einen Partner weitergeben, der Daten für Sie klassifiziert
fi_fi: – tietojen jakaminen kumppanille, joka luokittelee tiedot puolestasi
fr_be: - Partager des données avec un partenaire qui classe les données pour vous.
is_is: - Deila gögnum með samstarfsaðila sem flokkar gögn fyrir fyrirtækið.
nb_no: -Dele data med en partner som klassifiserer data for deg.

# Page 3970971575 - Control 183699262 - Property 1968111052
source: You can also view lists of tables and fields and manually classify your data.
cs_cz: Můžete také zobrazit seznamy tabulek a polí a ručně klasifikovat data.
de_ch: Sie können auch Listen der Tabellen und Felder anzeigen und die Daten manuell klassifizieren.
fi_fi: Voit myös tarkastella taulukoita ja kenttiä sekä luokitella tietoja manuaalisesti.
fr_be: Vous pouvez également afficher les listes de tables et de champs et classer manuellement vos données.
is_is: Einnig er hægt að skoða lista yfir töflur og reiti og flokka gögnin handvirkt.
nb_no: Du kan også vise lister over tabeller og felt og klassifisere dataene dine manuelt.
