Repository: jbakach/MSDyn365BC.Code.History
Catalog: System Application/Source/System Application/Translations/System Application.*.xlf
Languages: cs_cz, de_ch, fi_fi, fr_be, is_is, nb_no

# Page 1215073847 - Action 3401874847 - Property 2879900210
source: Set as default printer for all users
cs_cz: Nastavit jako výchozí tiskárnu pro všechny uživatele
de_ch: Als Standarddrucker für alle Benutzer festlegen
fi_fi: Määritä oletustulostimeksi kaikille käyttäjille
fr_be: Définir comme imprimante par défaut pour tous les utilisateurs
is_is: Stilla sem sjálfgefinn prentara fyrir alla notendur
nb_no: Angi som standardskriver for alle brukere

# Page 1215073847 - Action 928224722 - Property 1295455071
source: Create a Printer Selection entry with your user name in User ID field and the printer name in the Printer Name field, leaving the Report ID field blank.
cs_cz: Vytvořte položku výběru tiskárny s uživatelským jménem v poli ID uživatele a názvem tiskárny v poli Název tiskárny, přičemž pole ID sestavy zůstane prázdné.
de_ch: Erstellen Sie einen Druckerauswahl-Eintrag mit Ihrem Benutzernamen im Feld „Benutzer-ID“ und dem Druckernamen im Feld „Druckername“. Lassen Sie das Feld und „Berichts-ID“ leer.
fi_fi: Luo Tulostimen valinta -merkintä sekä lisää käyttäjänimi Käyttäjänimi-kenttään ja tulostimen nimi Tulostimen nimi -kenttään. Jätä Raportin tunnus -kenttä tyhjäksi.
fr_be: Créez une entrée de sélection de l'imprimante avec votre nom d'utilisateur dans le champ ID utilisateur et le nom de l'imprimante dans le champ Nom de l'imprimante, en laissant le champ ID état vide.
is_is: Stofna prentaravalsfærslu með notandanafni í notandakennisreit og prentaraheiti í reit prentaraheitis en reitur fyrir kenni skýrslu er hafður auður.
nb_no: Oppretter en skrivervalgpost med brukernavnet i feltet Bruker-ID og skrivernavnet i feltet Skrivernavn, der feltet Rapport-ID er tomt.

# Page 1215073847 - Action 928224722 - Property 2879900210
source: Set as my default printer
cs_cz: Nastavit jako výchozí tiskárnu
de_ch: Als eigenen Standarddrucker festlegen
fi_fi: Määritä oletustulostimeksi
fr_be: Définir comme imprimante par défaut
is_is: Velja sem sjálfgefinn prentara
nb_no: Angi som min standardskriver

# Page 1215073847 - Action 2760413177 - Property 1295455071
source: View or edit the settings of the selected printer.
cs_cz: Zobrazit nebo upravit nastavení vybrané tiskárny.
de_ch: Zeigen Sie die Einstellungen des ausgewählten Druckers an, oder bearbeiten Sie sie.
fi_fi: Tarkastele tai muokkaa valitun tulostimen asetuksia.
fr_be: Affichez ou modifiez les paramètres de l'imprimante sélectionnée.
is_is: Skoða eða breyta stillingum fyrir valinn prentara.
nb_no: Vis eller rediger innstillingene for valgt skriver.

# Page 1215073847 - Action 2760413177 - Property 2879900210
source: Edit printer settings
cs_cz: Upravit nastavení tiskárny
de_ch: Druckereinstellungen bearbeiten
fi_fi: Muokkaa tulostimen asetuksia
fr_be: Modifier les paramètres de l'imprimante
is_is: Breyta stillingum prentara
nb_no: Rediger skriverinnstillinger

# Page 1215073847 - Action 1701876563 - Property 1295455071
source: Open the Printer Selections page.
cs_cz: Otevřete stránku Výběry tiskáren.
de_ch: Öffnet die Seite „Druckerauswahl“.
fi_fi: Avaa Tulostimen valinnat -sivu.
fr_be: Ouvrez la page Sélections d'imprimantes.
is_is: Opna síðuna „Prentaraval“.
nb_no: Åpne siden Skrivervalg.

# Page 1215073847 - Action 1701876563 - Property 2879900210
source: Printer Selections
cs_cz: Výběry tiskáren
de_ch: Druckerauswahlen
fi_fi: Tulostimen valinnat
fr_be: Sélections d'imprimantes
is_is: Prentaraval
nb_no: Skrivervalg

# Page 3047977240 - Property 2879900210
source: Please review terms and conditions
cs_cz: Přečtěte si podmínky
de_ch: Allgemeine Geschäftsbedingungen lesen
fi_fi: Lue ehdot
fr_be: Examinez les conditions générales
is_is: Farðu yfir skilmálana
nb_no: Se gjennom vilkårene

# Page 3047977240 - NamedType 3334639707
source: Privacy and Cookies
cs_cz: Ochrana osobních údajů a soubory cookie
de_ch: Datenschutz und Cookies
fi_fi: Tietosuoja ja evästeet
fr_be: Confidentialité et cookies
is_is: Persónuvernd og kökur
nb_no: Personvern og informasjonskapsler

# Page 3047977240 - Control 172474617 - Property 2879900210
source: You are consenting on behalf of your organization.
cs_cz: Souhlasíte jménem své organizace.
de_ch: Sie stimmen im Namen Ihrer Organisation zu.
fi_fi: Olet antamassa suostumusta organisaatiosi puolesta.
fr_be: Vous acceptez pour le compte de votre organisation.
is_is: Þú ert að samþykkja fyrir hönd fyrirtækisins.
nb_no: Du samtykker på vegne av organisasjonen.

# Page 3047977240 - Control 3832370403 - Property 1295455071
source: View information about the privacy.
cs_cz: Zobrazení informací o ochraně osobních údajů.
de_ch: Zeigen Sie Informationen zum Datenschutz an.
fi_fi: Näytä tietoja tietosuojasta.
fr_be: Affichez des informations sur la confidentialité.
is_is: Skoðaðu upplýsingar um persónuvernd.
nb_no: Vis informasjon om personvernet.

# Page 3047977240 - Action 467812692 - Property 1295455071
source: Agree to the terms and conditions.
cs_cz: Odsouhlaste obchodní podmínky.
de_ch: Stimmen Sie den allgemeinen Geschäftsbedingungen zu.
fi_fi: Hyväksy ehdot.
fr_be: Acceptez les conditions générales.
is_is: Samþykkja skilmálana.
nb_no: Godta vilkårene.

# Page 3047977240 - Action 467812692 - Property 2879900210
source: Agree
cs_cz: Souhlasit
de_ch: Zustimmen
fi_fi: Hyväksy
fr_be: Accepter
is_is: Samþykkja
nb_no: Godta

# Page 3047977240 - Action 113888489 - Property 1295455071
source: Disagree to the terms and conditions.
cs_cz: Nesouhlasit s podmínkami.
de_ch: Stimmen Sie den allgemeinen Geschäftsbedingungen nicht zu.
fi_fi: Älä hyväksy ehtoja.
fr_be: Refusez les conditions générales.
is_is: Samþykkja ekki skilmálana.
nb_no: Ikke godta vilkårene.

# Page 3047977240 - Action 113888489 - Property 2879900210
source: Disagree
cs_cz: Nesouhlasit
de_ch: Nicht zustimmen
fi_fi: Älä hyväksy
fr_be: Refuser
is_is: Samþykkja ekki
nb_no: Ikke godta

# Page 2516086444 - Property 2879900210
source: Privacy Notice Approvals
cs_cz: Schválení oznámení o ochraně osobních údajů
de_ch: Datenschutzhinweisgenehmigungen
fi_fi: Tietosuojatietojen hyväksynnät
fr_be: Approbations de déclarations de confidentialité
is_is: Samþykkja persónuverndartilkynningar
nb_no: Godkjenninger av personvernerklæring

# Page 2516086444 - NamedType 2874099525
source: <Organization>
cs_cz: <Organizace>
de_ch: <Organisation>
fi_fi: <Organisaatio>
fr_be: <Organisation>
is_is: <Stofnun/fyrirtæki>
nb_no: <Organisasjon>

# Page 2516086444 - Control 346708723 - Property 1295455071
source: Specifies that the privacy notice was agreed to. .
cs_cz: Určuje, že oznámení o ochraně osobních údajů bylo odsouhlaseno. .
de_ch: Gibt an, dass dem Datenschutzhinweis zugestimmt wurde. .
fi_fi: Määrittää, että tietosuojatiedot on hyväksytty.
fr_be: Spécifie que la déclaration de confidentialité a été acceptée.
is_is: Tilgreinir að persónuverndartilkynning var samþykkt til að. .
nb_no: Angir at personvernerklæringen ble godtatt.

# Page 2516086444 - Control 346708723 - Property 2879900210
source: Agree
cs_cz: Souhlasit
de_ch: Zustimmen
fi_fi: Hyväksy
fr_be: Accepter
is_is: Samþykkja
nb_no: Godta

# Page 2516086444 - Control 2472196901 - Property 1295455071
source: Specifies the user who agreed/disagreed to the privacy notice.
cs_cz: Určuje uživatele, který souhlasil nebo nesouhlasil s oznámením o ochraně osobních údajů.
de_ch: Gibt den Benutzer an, der dem Datenschutzhinweis zugestimmt/nicht zugestimmt hat.
fi_fi: Määrittää käyttäjän, joka on hyväksynyt tai ei ole hyväksynyt tietosuojatietoja.
fr_be: Spécifie l’utilisateur qui a accepté/refusé la déclaration de confidentialité.
is_is: Tilgreinir notandann sem samþykkti/samþykkti ekki persónuverndartilkynninguna.
nb_no: Angir brukeren som godtok / ikke godtok personvernerklæringen.

# Page 2516086444 - Control 2472196901 - Property 2879900210
source: Approver User Name
cs_cz: Uživatelské jméno schvalovatele
de_ch: Benutzername des Genehmigers
fi_fi: Hyväksyjän käyttäjänimi
fr_be: Nom d’utilisateur approbateur
is_is: Nafn samþykktaraðila
nb_no: Brukernavn for godkjenner

# Page 2516086444 - Control 1660085976 - Property 1295455071
source: Specifies the integration name.
cs_cz: Určuje název integrace.
de_ch: Gibt den Integrationsnamen an.
fi_fi: Määrittää integroinnin nimen.
fr_be: Spécifie le nom de l’intégration.
is_is: Tilgreinir heiti samþættingar.
nb_no: Angir navnet på integreringen.

# Page 2516086444 - Control 1660085976 - Property 2879900210
source: Integration Name
cs_cz: Název integrace
de_ch: Integrationsname
fi_fi: Integroinnin nimi
fr_be: Nom intégration
is_is: Heiti samþættingar
nb_no: Navn på integrering

# Page 2516086444 - Control 496445946 - Property 1295455071
source: Specifies that the privacy notice was not agreed to. .
cs_cz: Určuje, že oznámení o ochraně osobních údajů nebylo odsouhlaseno. .
de_ch: Gibt an, dass dem Datenschutzhinweis nicht zugestimmt wurde. .
fi_fi: Määrittää, että tietosuojatietoja ei ole hyväksytty.
fr_be: Spécifie que la déclaration de confidentialité n’a pas été acceptée.
is_is: Tilgreinir að persónuverndartilkynning var ekki samþykkt til að. .
nb_no: Angir at personvernerklæringen ikke ble godtatt.

# Page 2516086444 - Control 496445946 - Property 2879900210
source: Disagree
cs_cz: Nesouhlasit
de_ch: Nicht zustimmen
fi_fi: Älä hyväksy
fr_be: Refuser
is_is: Samþykkja ekki
nb_no: Ikke godta

# Page 2516086444 - Control 3549826426 - Property 1295455071
source: Specifies the user who this approval belongs to. <Organization> means for everyone in the company.
cs_cz: Určuje uživatele, kterému toto schválení patří. <Organizace> znamená pro každého ve společnosti.
de_ch: Gibt den Benutzer an, zu dem diese Genehmigung gehört. <Organisation> bedeutet für alle im Unternehmen.
fi_fi: Määrittää käyttäjän, jolle tämä hyväksyntä kuuluu. <Organisaatio> tarkoittaa kaikkia yrityksen käyttäjiä.
fr_be: Spécifie l’utilisateur auquel cette approbation appartient. <Organisation> : tout le monde dans la société.
is_is: Tilgreinir notandann sem þetta samþykki tilheyrir. <Skipulag> hefur gildi fyrir alla í félaginu.
nb_no: Angir brukeren som denne godkjenningen tilhører. <Organisasjon> betyr for alle i selskapet.

# Page 2516086444 - Control 3549826426 - Property 2879900210
source: User Name
cs_cz: Název uživatele
de_ch: Benutzername
fi_fi: Käyttäjänimi
fr_be: Nom d’utilisateur
is_is: Notandanafn
nb_no: Brukernavn

# Page 1352337529 - Property 2879900210
source: Privacy Notices Status
cs_cz: Stav oznámení o ochraně osobních údajů
de_ch: Status der Datenschutzhinweise
fi_fi: Tietosuojatietojen tila
fr_be: Statut des déclarations de confidentialité
is_is: Staða persónuverndartilkynninga
nb_no: Status for personvernerklæringer

# Page 1352337529 - Control 346708723 - Property 1295455071
source: Specifies whether an administrator has accepted the integration's privacy notice on behalf of all users.
cs_cz: Určuje, zda správce přijal oznámení o ochraně osobních údajů integrace jménem všech uživatelů.
de_ch: Gibt an, ob ein Administrator den Datenschutzhinweis der Integration im Namen aller Benutzer akzeptiert hat.
fi_fi: Määrittää, onko järjestelmänvalvoja hyväksynyt integroinnin tietosuojatiedot kaikkien käyttäjien puolesta.
fr_be: Indique si un administrateur a accepté la déclaration de confidentialité de l’intégration pour le compte de tous les utilisateurs.
is_is: Tilgreinir hvort kerfisstjóri hafi samþykkt persónuverndartilkynningu samþættingarinnar fyrir hönd allra notenda.
nb_no: Angir om en administrator har godtatt integreringens personvernerklæring på vegne av alle brukere.

# Page 1352337529 - Control 346708723 - Property 2879900210
source: Agree for Everyone
cs_cz: Souhlasím pro všechny
de_ch: Für alle zustimmen
fi_fi: Hyväksy kaikkien puolesta
fr_be: Accepter pour tout le monde
is_is: Samþykkja fyrir alla
nb_no: Godta for alle

# Page 1352337529 - Control 1660085976 - Property 1295455071
source: Specifies the integration name.
cs_cz: Určuje název integrace.
de_ch: Gibt den Integrationsnamen an.
fi_fi: Määrittää integroinnin nimen.
fr_be: Spécifie le nom de l’intégration.
is_is: Tilgreinir heiti samþættingar.
nb_no: Angir navnet på integreringen.

# Page 1352337529 - Control 1660085976 - Property 2879900210
source: Integration Name
cs_cz: Název integrace
de_ch: Integrationsname
fi_fi: Integroinnin nimi
fr_be: Nom intégration
is_is: Heiti samþættingar
nb_no: Navn på integrering

# Page 1352337529 - Control 3056903162 - Property 1295455071
source: Specifies whether users can choose to agree or disagree to the integration's privacy notice for themselves.
cs_cz: Určuje, zda se uživatelé mohou rozhodnout souhlasit nebo nesouhlasit s oznámením o ochraně osobních údajů integrace ze sebe.
de_ch: Gibt an, ob Benutzer dem Datenschutzhinweis der Integration für sich selbst zustimmen oder nicht zustimmen können.
fi_fi: Määrittää, voivatko käyttäjät valita, hyväksyvätkö he itse integroinnin tietosuojatiedot.
fr_be: Indique si les utilisateurs peuvent choisir d’accepter ou non la déclaration de confidentialité de l’intégration pour eux-mêmes.
is_is: Tilgreinir hvort notendur geti valið að vera sammála eða ósammála persónuverndartilkynningu samþættingarinnar fyrir sjálfa sig.
nb_no: Angir om brukere kan velge å godta eller ikke godta integreringens personvernerklæring for sin egen del.

# Page 1352337529 - Control 3056903162 - Property 2879900210
source: Let Users Decide
cs_cz: Nechte uživatele rozhodnout
de_ch: Benutzer entscheiden lassen
fi_fi: Anna käyttäjien päättää
fr_be: Laisser les utilisateurs décider
is_is: Leyfa notendum að ákveða
nb_no: La brukerne bestemme

# Page 1352337529 - Control 496445946 - Property 1295455071
source: Specifies whether an administrator has disagreed to the integration's privacy notice on behalf of all users.
cs_cz: Určuje, zda správce nesouhlasil s oznámením o ochraně osobních údajů integrace jménem všech uživatelů.
de_ch: Gibt an, ob ein Administrator den Datenschutzhinweis der Integration im Namen aller Benutzer nicht akzeptiert hat.
fi_fi: Määrittää, onko järjestelmänvalvoja jättänyt hyväksymättä integroinnin tietosuojatiedot kaikkien käyttäjien puolesta.
fr_be: Indique si un administrateur a refusé la déclaration de confidentialité de l’intégration pour le compte de tous les utilisateurs.
is_is: Tilgreinir hvort kerfisstjóri hafi ekki samþykkt persónuverndartilkynningu samþættingarinnar fyrir hönd allra notenda.
nb_no: Angir om en administrator ikke har godtatt integreringens personvernerklæring på vegne av alle brukere.

# Page 1352337529 - Control 496445946 - Property 2879900210
source: Disagree for Everyone
cs_cz: Nesouhlasím pro všechny
de_ch: Für alle nicht zustimmen
fi_fi: Älä hyväksy kaikkien puolesta
fr_be: Refuser pour tout le monde
is_is: Hafna fyrir alla
nb_no: Ikke godta for alle

# Page 1352337529 - Action 526027330 - Property 1295455071
source: Agrees to all privacy notices in the list for all users.
cs_cz: Souhlasí se všemi oznámeními o ochraně osobních údajů v seznamu pro všechny uživatele.
de_ch: Akzeptiert alle Datenschutzhinweise in der Liste für alle Benutzer.
fi_fi: Hyväksyy luettelossa olevat tietosuojatiedot kaikkien käyttäjien puolesta.
fr_be: Accepte toutes les déclarations de confidentialité de la liste de tous les utilisateurs.
is_is: Samþykkir allar persónuverndartilkynningar á lista fyrir alla notendur.
nb_no: Godtar alle personvernerklæringene på listen for alle brukere.

# Page 1352337529 - Action 526027330 - Property 2879900210
source: Approve All
cs_cz: Schválit vše
de_ch: Alle genehmigen
fi_fi: Hyväksy kaikki
fr_be: Approuver tout
is_is: Samþykkja allt
nb_no: Godkjenn alle

# Page 1352337529 - Action 2584516161 - Property 1295455071
source: Shows a list of individual approvals.
cs_cz: Zobrazuje seznam jednotlivých schválení.
de_ch: Zeigt eine Liste der einzelnen Genehmigungen an.
fi_fi: Näyttää yksittäisten hyväksyntöjen luettelon.
fr_be: Affiche une liste d’approbations individuelles.
is_is: Sýnir lista yfir einstaklingsbundnar samþykktir.
nb_no: Viser en liste over individuelle godkjenninger.

# Page 1352337529 - Action 2584516161 - Property 2879900210
source: Show individual approvals
cs_cz: Zobrazit jednotlivá schválení
de_ch: Einzelne Genehmigungen anzeigen
fi_fi: Näytä yksittäiset hyväksynnät
fr_be: Afficher les approbations individuelles
is_is: Skoða einstaklingsbundnar samþykktir
nb_no: Vis individuelle godkjenninger

# Page 3187226699 - Property 2879900210
source: Product Videos
cs_cz: Videa o produktech
de_ch: Produktvideos
fi_fi: Tuotevideot
fr_be: Vidéos produits
is_is: Kynningarmyndbönd
nb_no: Produktvideoer

# Page 3187226699 - Control 561698981 - Property 2879900210
source: Available Videos
cs_cz: Dostupná videa
de_ch: Verfügbare Videos
fi_fi: Saatavilla olevat videot
fr_be: Vidéos disponibles
is_is: Myndbönd í boði
nb_no: Tilgjengelige videoer

# Page 3187226699 - Control 2766253784 - Property 1295455071
source: Specifies the source extension identifier.
cs_cz: Určuje identifikátor zdroje rozšíření.
de_ch: Gibt die ID der Quellerweiterung an.
fi_fi: Määrittää lähdelaajennuksen tunnuksen.
fr_be: Spécifie l’identifiant de l’extension source.
is_is: Tilgreinir auðkenni viðbótar við uppruna.
nb_no: Angir ID-en for kildeutvidelsen.

# Page 3187226699 - Control 3702373668 - Property 1295455071
source: Specifies the video category.
cs_cz: Určuje kategorii videa.
de_ch: Gibt die Videokategorie an.
fi_fi: Määrittää videon luokan.
fr_be: Spécifie la catégorie vidéo.
is_is: Tilgreinir myndbandsflokkinn.
nb_no: Angir videokategorien.

# Page 3187226699 - Control 2515772770 - Property 1295455071
source: Specifies the source extension name.
cs_cz: Určuje název zdroje rozšíření.
de_ch: Gibt den Namen der Quellerweiterung an.
fi_fi: Määrittää lähdelaajennuksen nimen.
fr_be: Spécifie le nom de l’extension source.
is_is: Tilgreinir heiti viðbótar við uppruna.
nb_no: Angir navnet på kildeutvidelsen.

# Page 3187226699 - Control 329424276 - Property 1295455071
source: Specifies the title of the video.
cs_cz: Určuje název videa.
de_ch: Gibt den Titel des Videos an.
fi_fi: Määrittää videon otsikon.
fr_be: Spécifie le titre de la vidéo.
is_is: Tilgreinir heiti myndbandsins.
nb_no: Angir tittelen for videoen.

# Page 2482016502 - Property 2879900210
source: Call Tree
cs_cz: Strom volání
de_ch: Aufrufstruktur
fi_fi: Kutsupuu
fr_be: Arborescence des appels
is_is: Kalltré
nb_no: Anropstre

# Page 2482016502 - Control 1256520770 - Property 1295455071
source: The name of the app that the application object belongs to.
cs_cz: Název aplikace, do které objekt aplikace patří.
de_ch: Der Name der App, zu der das Anwendungsobjekt gehört.
fi_fi: Sen sovelluksen nimi, johon sovellusobjekti kuuluu.
fr_be: Nom de l’application à laquelle l’objet d’application appartient.
is_is: Heiti forritsins sem hugbúnaðarhluturinn tilheyrir.
nb_no: Navnet på appen som programobjektet tilhører.

# Page 2482016502 - Control 1256520770 - Property 2879900210
source: App Name
cs_cz: Název aplikace
fi_fi: Sovelluksen nimi
fr_be: Nom de l’application
is_is: Heiti forrits
nb_no: Appnavn

# Page 2482016502 - Control 731840410 - Property 1295455071
source: The amount of time spent in this method and the methods it calls.
cs_cz: Množství času stráveného v této metodě a metodách, které volá.
de_ch: Der Zeitaufwand in dieser Methode und die von ihr aufgerufenen Methoden.
fi_fi: Tässä menetelmässä käytetty aika ja sen kutsumat menetelmät.
fr_be: Temps passé dans cette méthode et les méthodes appelées.
is_is: Tíminn sem fór í þessa aðferðir og aðferðir sem hún kallar fram.
nb_no: Tiden som brukes i denne metoden, og metodene den kaller opp.

# Page 2482016502 - Control 731840410 - Property 2879900210
source: Total Time
cs_cz: Celkový čas
de_ch: Gesamtzeit
fi_fi: Kokonaisaika
fr_be: Temps total
is_is: Heildartími
nb_no: Totaltid

# Page 2482016502 - Control 588697140 - Property 1295455071
source: The name of the method that was called.
cs_cz: Název metody, která byla volána.
de_ch: Der Name der Methode, die aufgerufen wurde.
fi_fi: Kutsutun menetelmän nimi.
fr_be: Nom de la méthode qui a été appelée.
is_is: Heiti aðferðarinnar sem var kölluð fram.
nb_no: Navnet på metoden som ble kalt opp.

# Page 2482016502 - Control 588697140 - Property 2879900210
source: Method Name
cs_cz: Název metody
de_ch: Methodenname
fi_fi: Menetelmän nimi
fr_be: Nom de la méthode
is_is: Heiti aðferðar
nb_no: Metodenavn

# Page 2482016502 - Control 1418569422 - Property 1295455071
source: The name of the application object.
cs_cz: Název objektu aplikace.
de_ch: Der Name des Anwendungsobjekts.
fi_fi: Sovellusobjektin nimi.
fr_be: Nom de l’objet d’application.
is_is: Heiti hugbúnaðarhlutarins.
nb_no: Navnet på programobjektet.

# Page 2482016502 - Control 1418569422 - Property 2879900210
source: Object Name
cs_cz: Název objektu
de_ch: Objektname
fi_fi: Objektin nimi
fr_be: Nom objet
is_is: Heiti hlutar
nb_no: Objektnavn

# Page 2482016502 - Control 1085746399 - Property 1295455071
source: The type of the application object.
cs_cz: Typ objektu aplikace.
de_ch: Der Typ des Anwendungsobjekts.
fi_fi: Sovellusobjektin tyyppi.
fr_be: Type de l’objet d’application.
is_is: Gerð hugbúnaðarhlutarins.
nb_no: Typen programobjekt.

# Page 2482016502 - Control 1085746399 - Property 2879900210
source: Object Type
cs_cz: Typ objektu
de_ch: Objekttyp
fi_fi: Objektin tyyppi
fr_be: Type d’objet
is_is: Gerð hlutar
nb_no: Objekttype

# Page 2482016502 - Control 3902453275 - Property 1295455071
source: The amount of time spent only in this method.
cs_cz: Množství času stráveného pouze v této metodě.
de_ch: Der Zeitaufwand nur in dieser Methode.
fi_fi: Vain tässä menetelmässä käytetty aika.
fr_be: Temps passé uniquement dans cette méthode.
is_is: Tíminn sem fór eingöngu í þessa aðferð.
nb_no: Tiden som bare brukes i denne metoden.

# Page 2482016502 - Control 3902453275 - Property 2879900210
source: Self Time
cs_cz: Vlastní čas
de_ch: Selbstzeit
fi_fi: Itseaika
is_is: Tími notanda
nb_no: Egentid

# Page 477017392 - Property 2879900210
source: Application calls
cs_cz: Volání aplikace
de_ch: Anwendungsaufrufe
fi_fi: Sovelluskutsut
fr_be: Appels d’application
is_is: Köll forrita
nb_no: Programoppkall

# Page 477017392 - Control 588697140 - Property 1295455071
source: The name of the method in which the time was spent.
cs_cz: Název metody, ve které byl čas stráven.
de_ch: Der Name der Methode, in der die Zeit aufgewendet wurde.
fi_fi: Sen menetelmän nimi, jossa aikaa kului.
fr_be: Nom de la méthode dans laquelle le temps a été passé.
is_is: Heiti aðferðarinnar sem tíminn fór í.
nb_no: Navnet på metoden der tiden ble brukt.

# Page 477017392 - Control 588697140 - Property 2879900210
source: Method Name
cs_cz: Název metody
de_ch: Methodenname
fi_fi: Menetelmän nimi
fr_be: Nom de la méthode
is_is: Heiti aðferðar
nb_no: Metodenavn

# Page 477017392 - Control 330849211 - Property 1295455071
source: The total time spent inside the method during the performance profiler recording.
cs_cz: Celkový čas strávený uvnitř metody během záznamu profileru výkonu.
de_ch: Die Gesamtzeit, die innerhalb der Methode während der Aufzeichnung der Leistungsprofilerstellung aufgewendet wurde.
fi_fi: Aika, joka menetelmässä käytettiin yhteensä suorituskyvyn tallennuksen aikana.
fr_be: Temps total passé dans la méthode pendant l’enregistrement du profileur de performances.
is_is: Heildartíminn sem fór í aðferðina á meðan skráning afkastagreiningar fór fram.
nb_no: Den totale tiden som er brukt i metoden under opptaket av ytelsesprofilering.

# Page 477017392 - Control 330849211 - Property 2879900210
source: Time Spent
cs_cz: Strávený čas
de_ch: Zeitaufwand
fi_fi: Käytetty aika
fr_be: Temps passé
is_is: Tímalengd
nb_no: Tid brukt
