Repository: jbakach/MSDyn365BC.Code.History
Catalog: System Application/Source/System Application/Translations/System Application.*.xlf
Languages: cs_cz, de_ch, fi_fi, fr_be, is_is, nb_no

# Codeunit 31612813 - NamedType 3580794913
source: You cannot rename retention policy setup line records. Table ID %1. Renamed to %2.
cs_cz: Záznamy řádku nastavení zásad uchovávání informací nelze přejmenovat. ID tabulky %1. Přejmenováno na %2.
de_ch: Zeilendatensätze für das Aufbewahrungsrichtlinien-Setup können nicht umbenannt werden. Tabellen-ID %1. Umbenannt in %2.
fi_fi: Säilytyskäytännön asetusrivitietueita ei voi nimetä uudelleen. Taulukon tunnus %1. Nimettiin uudelleen nimelle %2.
fr_be: Vous ne pouvez pas renommer les enregistrements de ligne de configuration de la stratégie de rétention. ID table %1. Renommé %2.
is_is: Ekki er hægt að endurnefna uppsetningarlínufærslur varðveislureglu. Töflukenni %1. Endurefnt sem %2.
nb_no: Du kan ikke gi nytt navn til linjeposter for oppbevaringspolicyoppsett. Tabell-ID %1. Endret navn til %2.

# Codeunit 31612813 - NamedType 3775466107
source: You cannot rename retention policy setup records. Table ID %1. Renamed to %2.
cs_cz: Záznamy nastavení zásad uchovávání informací nelze přejmenovat. ID tabulky %1. Přejmenováno na %2.
de_ch: Datensätze für das Aufbewahrungsrichtlinien-Setup können nicht umbenannt werden. Tabellen-ID %1. Umbenannt in %2.
fi_fi: Säilytyskäytännön asetustietueita ei voi nimetä uudelleen. Taulukon tunnus %1. Nimettiin uudelleen nimelle %2.
fr_be: Vous ne pouvez pas renommer les enregistrements de configuration de la stratégie de rétention. ID table %1. Renommée %2.
is_is: Ekki er hægt að endurnefna uppsetningarfærslur varðveislureglu. Töflukenni %1. Endurefnt sem %2.
nb_no: Du kan ikke gi nytt navn til poster for oppbevaringspolicyoppsett. Tabell-ID %1. Endret navn til %2.

# Codeunit 3771105887 - NamedType 1709475783
source: Allowed deletion of the locked retention policy setup line for table %1, %2.
cs_cz: Povoleno odstranění uzamčeného řádku nastavení zásad uchovávání informací pro tabulku %1, %2.
de_ch: Zulässige Löschung der gesperrten Aufbewahrungsrichtlinien-Setup-Zeile für Tabelle %1, %2.
fi_fi: Salli lukitun säilytyskäytännön asetusrivin poistaminen taulukolle %1, %2.
fr_be: Suppression autorisée de la ligne de configuration de la stratégie de rétention verrouillée pour la table %1, %2.
is_is: Leyfð eyðing á uppsetningarlínu varðveislureglu fyrir töflu %1, %2.
nb_no: Tillatt sletting av oppsettslinjen for den låste oppbevaringspolicyen for tabell %1, %2.

# Codeunit 3771105887 - NamedType 3858886826
source: %1 Filters
cs_cz: filtry %1
de_ch: %1 Filter
fi_fi: %1 Suodattimet
fr_be: Filtres %1
is_is: %1 Síur
nb_no: %1 filtre

# Codeunit 3771105887 - NamedType 1787247253
source: Set up retention policies for log tables to automatically delete expired records.
cs_cz: Nastavte zásady uchovávání informací pro tabulky protokolu, které automaticky odstraní záznamy, jejichž platnost vypršela.
de_ch: Richtet Aufbewahrungsrichtlinien für Protokolltabellen ein, um abgelaufene Datensätze automatisch zu löschen.
fi_fi: Määritä lokitaulukoiden säilytyskäytännöt, joiden avulla vanhentuneet tietueet poistetaan automaattisesti.
fr_be: Configurez des règles de rétention pour les tables de journaux afin de supprimer automatiquement les enregistrements arrivés à expiration.
is_is: Setja upp varðveislureglur fyrir kladdatöflur til að eyða sjálfkrafa útrunnum færslum.
nb_no: Konfigurer oppbevaringspolicyer for loggtabeller for å slette utløpte poster automatisk.

# Codeunit 3771105887 - NamedType 19777793
source: Retention, Delete, Cleanup, Log
cs_cz: Uchovávání informací, Odstranění, Vyčištění, Protokol
de_ch: Aufbewahrung, Löschen, Bereinigen, Protokollieren
fi_fi: Säilyttäminen, poistaminen, uudelleenjärjestäminen, loki
fr_be: Rétention, Supprimer, Nettoyer, Journal
is_is: Varðveisla, Eyðing, Hreinsun, Kladdi
nb_no: Oppbevaring, Slett, Opprydding, Logg

# Codeunit 3771105887 - NamedType 3762448073
source: Retention policies
cs_cz: Zásady uchovávání informací
de_ch: Aufbewahrungsrichtlinien
fi_fi: Säilytyskäytännöt
fr_be: Stratégies de rétention
is_is: Varðveislureglur
nb_no: Oppbevaringspolicyer

# Codeunit 3771105887 - NamedType 578867991
source: Retention policies
cs_cz: Zásady uchovávání informací
de_ch: Aufbewahrungsrichtlinien
fi_fi: Säilytyskäytännöt
fr_be: Stratégies de rétention
is_is: Varðveislureglur
nb_no: Oppbevaringspolicyer

# Codeunit 3771105887 - NamedType 2736976260
source: The mandatory minimum retention period for this retention policy is %1 days. The expiration date for this retention policy must be equal to or before %2.
cs_cz: Povinná minimální doba uchovávání pro tyto zásady uchovávání informací je %1 dní. Datum vypršení platnosti pro tyto zásady uchovávání informací musí být stejné nebo před %2.
de_ch: Die vorgeschriebene Mindestaufbewahrungsdauer für diese Aufbewahrungsrichtlinie beträgt %1 Tage. Das Ablaufdatum für diese Aufbewahrungsrichtlinie muss gleich oder vor %2 sein.
fi_fi: Tämän säilytyskäytännön pakollinen säilytysaika on vähintään %1 päivää. Säilytyskäytännön vanhentumispäivämäärän on oltava sama tai aikaisempi kuin %2.
fr_be: La période de rétention minimale obligatoire pour cette stratégie de rétention est de %1 jours. La date d’expiration de cette stratégie de rétention doit être égale ou antérieure au %2.
is_is: Skyldubundinn lágmarksvarðveislutími fyrir þessa varðveislureglu er %1 dagar. Gildistími þessarar varðveislureglu verður að vera jafn eða fyrir %2.
nb_no: Obligatorisk minimum oppbevaringsperiode for denne oppbevaringspolicyen er %1 dager. Utløpsdatoen for denne oppbevaringspolicyen må være lik eller før %2.

# Codeunit 3771105887 - NamedType 2601577242
source: The number of expired records cannot be calculated because you do not have read permission on table %1, %2.
cs_cz: Počet záznamů, jejichž platnost vypršela, nelze vypočítat, protože nemáte oprávnění ke čtení pro tabulku %1, %2.
de_ch: Die Anzahl der abgelaufenen Datensätze kann nicht berechnet werden, da Sie nicht über die Leseberechtigung für die Tabelle %1, %2 verfügen.
fi_fi: Vanhentuneiden tietueiden määrää ei voi laskea, koska sinulla ei ole taulukon %1, %2 lukuoikeutta.
fr_be: Le nombre d’enregistrements échus ne peut pas être calculé, car vous ne disposez pas de l’autorisation en lecture dans la table %1, %2.
is_is: Ekki er hægt að reikna út fjölda útrunninna færslna vegna þess að þú hefur ekki lesheimild fyrir töflu %1, %2.
nb_no: Antall utløpte poster kan ikke beregnes fordi du ikke har lesetillatelse for tabell %1, %2.

# Codeunit 3771105887 - NamedType 3741463933
source: The retention policy allow list contains a mismatched filter for table ID %1. Filter table ID is %2
cs_cz: Seznam povolení zásad uchovávání informací obsahuje neodpovídaný filtr pro ID tabulky %1. ID tabulky filtru je %2
de_ch: Die Zulassungsliste für Aufbewahrungsrichtlinien enthält einen nicht übereinstimmenden Filter für die Tabellen-ID %1. Die Filter-Tabellen-ID ist %2.
fi_fi: Säilytyskäytännön sallittujen lista sisältää suodattimen, jolle ei löydy vastinetta taulukon tunnukselle %1. Suodatustaulukon tunnus on %2
fr_be: La liste d’autorisations de la stratégie de rétention contient un filtre non concordant pour l’ID table %1. L’ID table de filtre est %2
is_is: Heimildalisti varðveislureglu inniheldur ósamræmi í síu fyrir töflukenni %1. Kenni síutöflu er %2
nb_no: Tillatelseslisten for oppbevaringspolicy inneholder et filter som ikke samsvarer for tabell-ID %1. ID for filtertabell er %2

# Codeunit 3771105887 - NamedType 3184248674
source: You cannot modify the retention period %1 because one or more mandatory retention policies are using it.
cs_cz: Dobu uchovávání nelze změnit %1, protože ji používá jedna nebo více povinných zásad uchovávání informací.
de_ch: Sie können die Aufbewahrungsdauer %1 nicht bearbeiten, da Sie von einer oder mehreren obligatorischen Aufbewahrungsrichtlinien verwendet wird.
fi_fi: Et voi muokata säilytysaikaa %1, koska vähintään yksi pakollinen säilytyskäytäntö käyttää sitä.
fr_be: Vous ne pouvez pas modifier la période de rétention %1, car une ou plusieurs stratégies de rétention obligatoires l’utilisent actuellement.
is_is: Ekki er hægt að breyta varðveislutímabilinu %1 vegna þess að ein eða fleiri áskildar varðveislureglur eru að nota það.
nb_no: Du kan ikke endre oppbevaringsperioden %1 fordi én eller flere obligatoriske oppbevaringspolicyer bruker den.

# Codeunit 3771105887 - NamedType 2037060557
source: You cannot delete the retention period %1 because one or more retention policies are using it.
cs_cz: Dobu uchovávání nelze odstranit %1, protože ji používá jedna nebo více zásad uchovávání informací.
de_ch: Sie können die Aufbewahrungsdauer %1 nicht löschen, da Sie von einer oder mehreren Aufbewahrungsrichtlinien verwendet wird.
fi_fi: Et voi poistaa säilytysaikaa %1, koska vähintään yksi säilytyskäytäntö käyttää sitä.
fr_be: Vous ne pouvez pas supprimer la période de rétention %1, car une ou plusieurs stratégies de rétention l’utilisent actuellement.
is_is: Ekki er hægt að eyða varðveislutímabilinu %1 vegna þess að ein eða fleiri varðveislureglur eru að nota það.
nb_no: Du kan ikke slette oppbevaringsperioden %1 fordi én eller flere oppbevaringspolicyer bruker den.

# Codeunit 3771105887 - NamedType 60191862
source: The retention policy setup for table %1, %2 has mandatory filters that cannot be modified.
cs_cz: Nastavení zásad uchovávání informací pro tabulku %1, %2 obsahuje povinné filtry, které nelze změnit.
de_ch: Das Aufbewahrungsrichtlinien-Setup für die Tabelle %1, %2 umfasst obligatorische Filter, die nicht geändert werden können.
fi_fi: Taulukon %1, %2 säilytyskäytännön määrityksellä on pakollisia suodattimia, joita ei voi muokata.
fr_be: La configuration de la stratégie de rétention pour la table %1, %2 comporte des filtres obligatoires non modifiables.
is_is: Uppsetning varðveislureglu fyrir töflu %1 %2 er með nauðsynlegar síur sem ekki er hægt að breyta.
nb_no: Oppsettet av oppbevaringspolicyen for tabell %1, %2 har obligatoriske filtre som ikke kan endres.

# Codeunit 3771105887 - NamedType 636340345
source: Table %1 does not exist.
cs_cz: Tabulka %1 neexistuje.
de_ch: Die Tabelle %1 ist nicht vorhanden.
fi_fi: Taulukkoa %1 ei ole.
fr_be: La table %1 n’existe pas.
is_is: Tafla %1 er ekki til.
nb_no: Tabellen %1 finnes ikke.

# Codeunit 3771105887 - NamedType 2296666171
source: Table %1 %2 is not in the list of allowed tables.
cs_cz: Tabulka %1 %2 není v seznamu povolených tabulek.
de_ch: Die Tabelle %1 %2 ist nicht in der Liste der zulässigen Tabellen enthalten.
fi_fi: Taulukko %1 %2 ei ole sallittujen taulukoiden luettelossa.
fr_be: La table %1 %2 ne figure pas dans la liste des tables autorisées.
is_is: Tafla %1 %2 er ekki á listanum yfir leyfðar töflur.
nb_no: Tabellen %1 %2 er ikke i listen over tillatte tabeller.

# Codeunit 1859339181 - NamedType 1062088075
source: There is no performance profiling data.
cs_cz: Neexistují žádná data profilování výkonu.
de_ch: Es gibt keine Leistungsprofilerstellungsdaten.
fi_fi: Suorituskyvyn profilointitietoja ei ole.
fr_be: Il n’y a pas de données de profilage de performances.
is_is: Engin greiningargögn um afköst eru til.
nb_no: Det finnes ingen ytelsesprofileringsdata.

# Codeunit 1859339181 - NamedType 2791640661
source: This type of .alcpuprofile file is not supported. Please upload a sampling-based CPU profile file.
cs_cz: Tento typ souboru .alcpuprofile není podporován. Nahrajte soubor profilu CPU založený na vzorkování.
de_ch: Diese Art von. alcpuprofile-Datei wird nicht unterstützt. Laden Sie eine stichprobenbasierte CPU-Profildatei hoch.
fi_fi: Tämäntyyppistä .alcpuprofile-tiedostoa ei tueta. Lataa palvelimeen otantaan perustuva suoritinprofiilitiedosto.
fr_be: Ce type de fichier .alcpuprofile n’est pas pris en charge. Veuillez charger un fichier de profil d’UC basé sur l’échantillonnage.
is_is: Þessi gerð af skránni .alcpuprofile er ekki studd. Hlaða þarf upp CPU-forstillingarskrá sem byggir á sýnishorni.
nb_no: Denne typen .alcpuprofile-fil støttes ikke. Last opp en sample-basert CPU-profilfil.

# Codeunit 3583618770 - NamedType 3575726745
source: Incorrect response.
cs_cz: Nesprávná odpověď.
de_ch: Falsche Antwort.
fi_fi: Virheellinen vastaus.
fr_be: Réponse incorrecte.
is_is: Rangt svar.
nb_no: Feil svar.

# Codeunit 3583618770 - NamedType 683667025
source: Could not read response.
cs_cz: Odpověď se nepodařilo přečíst.
de_ch: Antwort konnte nicht gelesen werden.
fi_fi: Vastauksen lukeminen ei onnistunut.
fr_be: Impossible de lire la réponse.
is_is: Ekki var hægt að lesa svar.
nb_no: Kan ikke lese svaret.

# Codeunit 1822149866 - NamedType 3201883211
source: An error has occurred
cs_cz: Došlo k chybě
de_ch: Ein Fehler ist aufgetreten.
fi_fi: On tapahtunut virhe
fr_be: Une erreur s’est produite
is_is: Villa kom upp
nb_no: Det har oppstått en feil

# Codeunit 144710759 - NamedType 569519751
source: Unable to initialize certificate!
cs_cz: Certifikát nelze inicializovat!
de_ch: Das Zertifikat kann nicht initialisiert werden.
fi_fi: Varmennetta ei voi alustaa.
fr_be: Impossible d’initialiser le certificat !
is_is: Ekki var hægt að frumstilla vottorð!
nb_no: Kan ikke initialisere sertifikatet.

# Codeunit 1603529812 - Method 1775191576 - NamedType 4083372884
source: Secret (Access Key) must be provided
cs_cz: Tajný klíč (přístupový klíč) musí být k dispozici.
de_ch: Geheimnis (Zugriffsschlüssel) muss angegeben werden
fi_fi: Salainen avain (käyttöoikeusavain) on annettava
fr_be: Le code secret (clé d’accès) doit être fourni
is_is: Gefa verður upp leynilykil (aðgangslykil)
nb_no: Hemmelighet (tilgangsnøkkel) må angis

# Codeunit 818105940 - NamedType 3763281237
source: (Cross-Company Data)
cs_cz: (Údaje mezi společnostmi)
de_ch: (Unternehmensübergreif. Daten)
fi_fi: (Yritysten väliset tiedot)
fr_be: (Données intersociétés)
is_is: (Gögn milli fyrirtækja)
nb_no: (Data på tvers av selskaper)

# Codeunit 818105940 - NamedType 1994267353
source: Progress: @1@@@@@@@@@@
cs_cz: Průběh: @1 @@@@@@@@@@
de_ch: Fortschritt: @1@@@@@@@@@@
fi_fi: Edistyminen: @1@@@@@@@@@@
fr_be: Progression : @1@@@@@@@@@@
is_is: Framvinda: @1@@@@@@@@@@
nb_no: Fremdrift: @1@@@@@@@@@@

# Codeunit 4114771133 - NamedType 2720302725
source: Element count must be positive.
cs_cz: Počet prvků musí být kladný.
de_ch: Die Elementanzahl muss positiv sein.
fi_fi: Elementtimäärän on oltava positiivinen.
fr_be: Le nombre d’éléments doit être positif.
is_is: Einingafjöldi verður að vera jákvæður.
nb_no: Elementantallet må være positivt.

# Codeunit 4114771133 - NamedType 1642655653
source: There are not enough objects available to fulfill the request.
cs_cz: Ke splnění požadavku není k dispozici dostatek objektů.
de_ch: Es sind nicht genügend Objekte verfügbar, um die Anforderung zu erfüllen.
fi_fi: Käytettävissä ei ole riittävästi objekteja pyynnön täyttämiseen.
fr_be: Il n’y a pas assez d’objets disponibles pour répondre à la demande.
is_is: Ekki eru nógu margir hlutir tiltækir til að afgreiða beiðnina.
nb_no: Det er ikke nok objekter tilgjengelig til å oppfylle forespørselen.

# Codeunit 4114771133 - NamedType 510615997
source: Object with index %1 does not exist.
cs_cz: Objekt s indexem %1 neexistuje.
de_ch: Objekt mit Index %1 ist nicht vorhanden.
fi_fi: Objektia, jonka indeksi on %1, ei ole.
fr_be: L'objet avec l’index %1 n’existe pas.
is_is: Hlutur með vísinn %1 er ekki til.
nb_no: Objektet med indeksen %1 finnes ikke.

# Codeunit 1516646291 - NamedType 122615366
source: Translations cannot be added or retrieved for temporary records.
cs_cz: Překlady nelze přidat ani načíst pro dočasné záznamy.
de_ch: Für temporäre Datensätze können keine Übersetzungen hinzugefügt oder abgerufen werden.
fi_fi: Tilapäisten tietueiden käännöksiä ei voi lisätä tai noutaa.
fr_be: Les traductions ne peuvent pas être ajoutées ou récupérées pour les enregistrements temporaires.
is_is: Ekki er hægt að bæta við eða sækja þýðingar fyrir tímabundnar færslur.
nb_no: Oversettelser kan ikke legges til eller hentes for midlertidige poster.

# Codeunit 1516646291 - NamedType 2783749522
source: The records cannot belong to different tables.
cs_cz: Záznamy nemohou patřit do různých tabulek.
de_ch: Die Datensätze können nicht zu verschiedenen Tabellen gehören.
fi_fi: Tietueet eivät voi kuulua eri taulukoihin.
fr_be: Les enregistrements ne peuvent pas appartenir à différentes tables.
is_is: Færslurnar geta ekki tilheyrt öðrum töflum.
nb_no: Postene kan ikke tilhøre forskjellige tabeller.

# Codeunit 1516646291 - NamedType 1424434736
source: The variant passed is not a record.
cs_cz: Předaná varianta není záznam.
de_ch: Die übergebene Variante ist kein Datensatz.
fi_fi: Välitetty variantti ei ole tietue.
fr_be: La variante passée n’est pas un enregistrement.
is_is: Afbrigðið er ekki færsla.
nb_no: Varianten som er sendt, er ikke en post.

# Codeunit 1516646291 - NamedType 1727257142
source: Translations cannot be added for the record on table %1.
cs_cz: Překlady nelze přidat pro záznam v tabulce %1.
de_ch: Für den Datensatz in der Tabelle %1 können keine Übersetzungen hinzugefügt werden.
fi_fi: Taulukon %1 tietueen käännöksiä ei voi lisätä.
fr_be: Impossible d'ajouter des traductions pour l'enregistrement de la table %1.
is_is: Ekki er hægt að bæta við þýðingum fyrir færsluna í töflu %1.
nb_no: Oversettelser kan ikke legges til for posten i tabellen %1.

# Codeunit 2946214440 - NamedType 978914654
source: This functionality cannot be used without enabling the Cloud Migration. It should be used only in the context of the Cloud Migration.
cs_cz: Tuto funkci nelze použít bez povolení migrace do cloudu. Měla by být používána pouze v kontextu migrace do cloudu.
de_ch: Diese Funktionalität kann nicht ohne Aktivierung der Cloud-Migration verwendet werden. Sie sollte nur im Rahmen der Cloud-Migration verwendet werden.
fi_fi: Tätä toimintoa ei voi käyttää ilman pilvipalveluun siirtymisen käyttöönottoa. Sitä on käytettävä vain pilvipalveluun siirtymisen yhteydessä.
fr_be: Cette fonctionnalité ne peut pas être utilisée sans activer la migration dans le cloud. Elle doit être utilisée uniquement dans le contexte de la migration dans le cloud.
is_is: Ekki er hægt að nota þessa virkni án þess að virkja skýjaflutning. Hana ætti aðeins að nota í samhengi við skýjaflutning.
nb_no: Denne funksjonaliteten kan ikke brukes uten aktivering av skyoverføringen. Den skal bare brukes i forbindelse med skyoverføringen.

# Codeunit 246634019 - NamedType 3186458506
source: The provided query flag is already present in the URI.
cs_cz: Poskytnutý příznak dotazu je již v identifikátoru URI přítomen.
de_ch: Das angegebene Abfragekennzeichen ist bereits im URI vorhanden.
fi_fi: Määritetty kyselymerkintä sisältyy jo URI-osoitteeseen.
fr_be: L’indicateur de requête fourni est déjà présent dans l’URI.
is_is: Fyrirspurnarflaggið er þegar til staðar í URI.
nb_no: Det angitte spørringsflagget finnes allerede i URI-en.

# Codeunit 246634019 - NamedType 527110261
source: The provided query parameter is already present in the URI.
cs_cz: Poskytnutý parametr dotazu je již v identifikátoru URI přítomen.
de_ch: Der angegebene Abfrageparameter ist bereits im URI vorhanden.
fi_fi: Määritetty kyselyparametri sisältyy jo URI-osoitteeseen.
fr_be: Le paramètre de requête fourni est déjà présent dans l’URI.
is_is: Færibreyta fyrirspurnar er þegar til staðar í URI.
nb_no: Den angitte spørringsparameteren finnes allerede i URI-en.

# Codeunit 246634019 - NamedType 3377692206
source: The flag cannot be empty.
cs_cz: Příznak nemůže být prázdný.
de_ch: Das Kennzeichen darf nicht leer sein.
fi_fi: Merkintä ei voi olla tyhjä.
fr_be: L’indicateur ne peut pas être vide.
is_is: Flaggið getur ekki verið tómt.
nb_no: Flagget kan ikke være tomt.

# Codeunit 246634019 - NamedType 367314926
source: The query parameter key cannot be empty.
cs_cz: Klíč parametru dotazu nemůže být prázdný.
de_ch: Der Abfrageparameterschlüssel darf nicht leer sein.
fi_fi: Kyselyparametrin avain ei voi olla tyhjä.
fr_be: La clé du paramètre de requête ne peut pas être vide.
is_is: Færibreyta fyrirspurnar getur ekki verið tóm.
nb_no: Parameternøkkelen for spørring kan ikke være tom.

# Codeunit 1726821529 - NamedType 1418745497
source: There should be at least one enabled 'SUPER' user.
cs_cz: Měl by existovat alespoň jeden uživatel s povoleným "SUPER".
de_ch: Es sollte mindestens einen aktivierten 'SUPER'-Benutzer geben.
fi_fi: Edellyttää vähintään yhtä käyttöönotettua pääkäyttäjää (SUPER).
fr_be: Au moins un « SUPER » utilisateur doit être activé.
is_is: Það verður að vera minnst einn „SUPER“.
nb_no: Det må være minst én aktivert SUPER-bruker.

# Codeunit 3866175241 - NamedType 142027412
source: The user name %1 does not exist.
cs_cz: Jméno uživatele %1 neexistuje.
de_ch: Der Benutzername %1 ist nicht vorhanden.
fi_fi: Käyttäjänimeä %1 ei ole.
fr_be: Le nom utilisateur %1 n'existe pas.
is_is: Notandanafnið %1 er ekki til.
nb_no: Brukernavnet %1 finnes ikke.

# Codeunit 3102643942 - NamedType 1633402485
source: Company %1 was just created, and we are still setting it up for you.\This may take up to 10 minutes, so take a short break before you begin to use %2.
cs_cz: Společnost %1 byla právě vytvořena a my ji pro vás stále nastavujeme.\To může trvat až 10 minut, takže si udělejte krátkou přestávku, než začnete používat %2.
de_ch: Unternehmen %1 wurde gerade erst erstellt. Wir richten es noch ein.\Dies könnte bis zu 10 Minuten dauern. Warten Sie bitte kurz ab, bevor Sie %2 verwenden.
fi_fi: Yritys %1 on juuri luotu, ja määritämme vielä sen asetuksia.\Tämä voi kestää 10 minuuttia, joten voit pitää lyhyen tauon, ennen kuin alat käyttää ohjelmaa %2.
fr_be: La société %1 vient d’être créée et nous sommes toujours en train de la configurer pour vous.\Cela peut prendre jusqu’à 10 minutes, alors faites une courte pause avant de commencer à utiliser %2.
is_is: Fyrirtæki %1 var stofnað rétt í þessu og enn er verið að setja það upp.\Þetta getur tekið allt að 10 mínútur. Hægt er að taka smápásu áður hafist er handa við notkun %2.
nb_no: Selskapet %1 ble akkurat opprettet, og vi konfigurerer det fortsatt.\Dette kan ta opptil ti minutter, så ta en kort pause før du begynner å bruke %2.

# Codeunit 3102643942 - NamedType 3843247874
source: Navigation menu only.
cs_cz: Pouze navigační nabídka.
de_ch: Nur Navigationsmenü.
fi_fi: Vain siirtymisvalikko.
fr_be: Menu de navigation uniquement.
is_is: Aðeins yfirlitsvalmynd.
nb_no: Bare navigasjonsmeny.

# Codeunit 3102643942 - NamedType 246036057
source: Your last sign in was on %1.
cs_cz: Vaše poslední přihlášení bylo %1.
de_ch: Ihre letzte Anmeldung erfolgte am %1.
fi_fi: Kirjauduit sisään edellisen kerran %1.
fr_be: Votre dernière connexion était le %1.
is_is: Síðasta innskráning var %1.
nb_no: Siste pålogging var den %1.

# Codeunit 3102643942 - NamedType 2430332730
source: You cannot open this page. Only administrators can access settings for other users.
cs_cz: Tuto stránku nelze otevřít. K nastavení pro ostatní uživatele mají přístup pouze správci.
de_ch: Diese Seite kann nicht geöffnet werden. Nur Administratoren können auf Einstellungen für andere Benutzer zugreifen.
fi_fi: Tätä sivua ei voi avata. Vain järjestelmänvalvojat voivat käyttää muiden käyttäjien asetuksia.
fr_be: Vous ne pouvez pas ouvrir cette page. Seuls les administrateurs peuvent accéder aux paramètres pour d’autres utilisateurs.
is_is: Ekki er hægt að opna þessa síðu. Aðeins stjórnendur hafa aðgang að stillingum fyrir aðra notendur.
nb_no: Du kan ikke åpne denne siden. Bare administratorer har tilgang til innstillinger for andre brukere.
