Repository: jbakach/MSDyn365BC.Code.History
Catalog: System Application/Source/System Application/Translations/System Application.*.xlf
Languages: cs_cz, de_ch, fi_fi, fr_be, is_is, nb_no

# Page 799089619 - Control 2515772770 - Property 1295455071
source: Specifies the extension which has added this setup.
cs_cz: Určuje rozšíření, které přidalo toto nastavení.
de_ch: Gibt die Erweiterung an, die dieses Setup hinzugefügt hat.
fi_fi: Määrittää laajennuksen, joka on lisännyt tämän määrityksen.
fr_be: Spécifie l’extension qui a ajouté cette configuration.
is_is: Tilgreinir viðbótina sem bætti þessari uppsetningu við.
nb_no: Angir utvidelsen som har lagt til dette oppsettet.

# Page 799089619 - Control 1575635115 - Property 1295455071
source: Learn more about the process.
cs_cz: Přečtěte si další informace o procesu.
de_ch: Erfahren Sie mehr über den Prozess.
fi_fi: Lue lisää prosessista.
fr_be: En savoir plus sur le traitement.
is_is: Frekari upplýsingar um ferlið.
nb_no: Finn ut mer om prosessen.

# Page 799089619 - Control 1575635115 - Property 2879900210
source: Learn more
cs_cz: Naučte se více
de_ch: Weitere Informationen
fi_fi: Lisätietoja
fr_be: En savoir plus
is_is: Frekari upplýsingar
nb_no: Finn ut mer

# Page 799089619 - Control 2961552353 - Property 1295455071
source: Specifies the name.
cs_cz: Určuje název.
de_ch: Gibt den Namen an.
fi_fi: Määrittää nimen.
fr_be: Spécifie le nom.
is_is: Tilgreinir heitið.
nb_no: Angir navnet.

# Page 799089619 - Control 1013389983 - Property 1295455071
source: Specifies the name translated locally.
cs_cz: Určuje název, který bude přeložen lokálně.
de_ch: Gibt den lokal übersetzten Namen an.
fi_fi: Määrittää paikallisesti käännetyn nimen.
fr_be: Spécifie le nom traduit localement.
is_is: Tilgreinir heitið sem er þýtt.
nb_no: Angir navnet oversatt lokalt.

# Page 799089619 - Control 1013389983 - Property 2879900210
source: Translated Name
cs_cz: Přeložený název
de_ch: Übersetzter Name
fi_fi: Käännetty nimi
fr_be: Nom traduit
is_is: Þýtt heiti
nb_no: Oversatt navn

# Page 799089619 - Control 691702675 - Property 1295455071
source: Play a video that describes the process.
cs_cz: Přehrajte video, které popisuje proces.
de_ch: Spielt ein Video ab, das den Prozess beschreibt.
fi_fi: Toista video, joka kuvaa prosessia.
fr_be: Lisez une vidéo décrivant le traitement.
is_is: Spila myndband sem lýsir ferlinu.
nb_no: Spill av en video som beskriver prosessen.

# Page 799089619 - Control 691702675 - Property 2879900210
source: Video
fr_be: Vidéo
is_is: Myndband

# Page 799089619 - Action 506759728 - Property 1295455071
source: See other videos that can help you set up the app.
cs_cz: Viz další videa, která vám pomohou nastavit aplikaci.
de_ch: Sehen Sie sich weitere Videos an, mit denen Sie die App einrichten können.
fi_fi: Katso muut videot, joista voi olla apua sovelluksen määrittämisessä.
fr_be: Regardez d'autres vidéos qui peuvent vous aider à configurer l'application.
is_is: Skoða önnur myndbönd sem geta aðstoðað þig við að setja forritið upp.
nb_no: Se andre videoer som kan hjelpe deg med å konfigurere appen.

# Page 799089619 - Action 506759728 - Property 2879900210
source: General Videos
cs_cz: Obecná videa
de_ch: Allgemeine Videos
fi_fi: Yleiset videot
fr_be: Vidéos générales
is_is: Almenn myndbönd
nb_no: Generelle videoer

# Page 799089619 - Action 415555793 - Property 1295455071
source: Start the assisted setup guide.
cs_cz: Spusťte Průvodce asistovanou instalaci.
de_ch: Startet das unterstützte Setup.
fi_fi: Aloita asetusten ohjattu määritys.
fr_be: Démarrer le guide de configuration assistée.
is_is: Hefja leiðbeiningar um uppsetningu með hjálp.
nb_no: Start den assisterte oppsettsveiledningen.

# Page 799089619 - Action 415555793 - Property 2879900210
source: Start Setup
cs_cz: Spustit nastavení
de_ch: Einrichtung starten
fi_fi: Käynnistä asennus
fr_be: Démarrer la configuration
is_is: Ræsa uppsetningu
nb_no: Start oppsett

# Page 523480673 - Property 2879900210
source: Update users from Microsoft 365
cs_cz: Aktualizace uživatelů z Microsoft 365
de_ch: Benutzer aus Microsoft 365 aktualisieren
fi_fi: Päivitä käyttäjät Microsoft 365:stä
fr_be: Mettre à jour les utilisateurs à partir de Microsoft 365
is_is: Uppfæra notendur úr Microsoft 365
nb_no: Oppdater brukere fra Microsoft 365

# Page 523480673 - NamedType 3487676923
source: Your user account does not give you permission to fetch users from Microsoft 365. Please contact your administrator.
cs_cz: Váš uživatelský účet vám nedává oprávnění k načítání uživatelů z Microsoft 365. Obraťte se na správce.
de_ch: Ihr Benutzerkonto erteilt Ihnen keine Berechtigung zum Abrufen von E-Mails aus Microsoft 365. Wenden Sie sich an den Administrator.
fi_fi: Käyttäjätilisi ei anna lupaa käyttäjien noutamiseen Microsoft 365:stä. Ota yhteyttä järjestelmänvalvojaan.
fr_be: Votre compte utilisateur ne vous accorde pas l’autorisation de récupérer des utilisateurs à partir de Microsoft 365. Contactez l’administrateur.
is_is: Notandareikningurinn veitir ekki heimild til að sækja notendur úr Microsoft 365. Hafið samband við stjórnanda.
nb_no: Brukerkontoen din gir deg ikke tillatelse til å hente brukere fra Microsoft 365. Kontakt administratoren.

# Page 523480673 - NamedType 731288182
source: Are you sure you wish to cancel the updates?
cs_cz: Opravdu chcete aktualizace zrušit?
de_ch: Möchten Sie die Aktualisierungen wirklich abbrechen?
fi_fi: Haluatko varmasti peruuttaa päivitykset?
fr_be: Voulez-vous vraiment annuler les mises à jour ?
is_is: Á örugglega að hætta við uppfærslur?
nb_no: Er du sikker på at du vil avbryte oppdateringene?

# Page 523480673 - NamedType 3751591228
source: Configure permissions per license
cs_cz: Konfigurace oprávnění pro jednotlivé licence
de_ch: Berechtigungen pro Lizenz konfigurieren
fi_fi: Määritä käyttöoikeuteen sisältyvät oikeudet
fr_be: Configurer les autorisations par licence
is_is: Grunnstilla heimildir fyrir hvert leyfi
nb_no: Konfigurer tillatelser per lisens

# Page 523480673 - NamedType 1174002839
source: %1 out of %2 updates have been applied in Business Central. You can close this guide.
cs_cz: %1z %2 aktualizací byly použity v Business Central. Tohoto průvodce můžete zavřít.
de_ch: %1 von %2 Aktualisierungen wurden in Business Central durchgeführt. Sie können diese Anleitung schliessen.
fi_fi: %1/%2 päivitystä on otettu käyttöön Business Centralissa. Voit sulkea tämän oppaan.
fr_be: %1 mises à jour sur %2 ont été appliquées dans Business Central. Vous pouvez fermer ce guide.
is_is: %1 af %2 uppfærslum voru virkjaðar í Business Central. Nú má loka þessum leiðarvísi.
nb_no: %1 av %2 oppdateringer er tatt i bruk i Business Central. Du kan lukke denne veiledningen.

# Page 523480673 - NamedType 2580697080
source: Number of updates ready to be applied: %1. These can be name, email address, preferred language, and user access changes. Choose View changes to see the list.
cs_cz: Počet aktualizací připravených k použití: %1. Může se jednat o jméno, e-mailovou adresu, preferovaný jazyk a změny přístupu uživatele. Chcete-li zobrazit seznam, zvolte Zobrazit změny.
de_ch: Anzahl der zur Anwendung verfügbaren Änderungen: %1. Dies können Name, E-Mail-Adresse, bevorzugte Sprache und Änderungen am Benutzerzugriff sein. Wählen Sie „Änderungen anzeigen“ aus, um die Liste anzuzeigen.
fi_fi: Valmiina käyttöön olevien päivitysten määrä: %1. Ne voivat olla nimien, sähköpostiosoitteiden, ensisijaisten kielien tai käyttöoikeuksien muutoksia. Katso luetteloa valitsemalla Näytä muutokset.
fr_be: Nombre de mises à jour disponibles à appliquer : %1. Il peut s’agir de modifications du nom, de l’adresse e-mail, de la langue par défaut et de l’accès utilisateur. Cliquez sur Afficher les modifications pour consulter la liste.
is_is: Fjöldi uppfærslna sem eru tilbúnar til notkunar: %1. Þær geta verið nafn, netfang, kjörtungumál og breytingar á aðgangi notenda. Veljið „Skoða breytingar“ til að sjá listann.
nb_no: Antall oppdateringer som er klare til å tas i bruk: %1. Dette kan være endringer i navn, e-postadresse, foretrukket språk og brukertilgang. Velg Vis endringer for å se listen.

# Page 523480673 - NamedType 3386275873
source: We found %1 license updates for users who have customized permissions. Before continuing, you must either keep the current permissions or add the permissions associated with the new license for those users.
cs_cz: Zjistili jsme %1 aktualizací licence pro uživatele, který má vlastní oprávnění. Před pokračováním je nutné buď zachovat aktuální oprávnění nebo přidat oprávnění přidružená k nové licenci pro uživatele.
de_ch: Für Benutzer mit angepassten Berechtigungen wurden %1 Lizenzaktualisierungen gefunden. Bevor Sie fortfahren, müssen Sie entweder die aktuellen Berechtigungen beibehalten oder die der neuen Lizenz für die Benutzer zugeordneten Berechtigungen hinzufügen.
fi_fi: Löysimme %1 käyttöoikeuspäivitystä käyttäjille, jolla on mukautetut käyttöoikeudet. Ennen kuin jatkat, sinun tulee joko säilyttää nykyiset käyttöoikeudet tai lisätä käyttäjille uuteen käyttöoikeuteen liittyvät käyttöoikeudet.
fr_be: %1 mises à jour de licence sont disponibles pour des utilisateurs disposant d’autorisations personnalisées. Avant de continuer, vous devez conserver les autorisations actuelles ou ajouter les autorisations associées à la nouvelle licence pour ces utilisateurs.
is_is: %1 leyfisuppfærslur fundust fyrir notanda sem er með sérstilltar heimildir. Áður en haldið er áfram þarf annaðhvort að halda núverandi heimildum eða bæta við heimildum fyrir ný leyfi notendanna.
nb_no: Vi fant %1 lisensoppdateringer for brukere som har egendefinerte tillatelser. Før du fortsetter, må du beholde de gjeldende tillatelsene eller legge til tillatelsene som er knyttet til den nye lisensen for disse brukerne.

# Page 523480673 - NamedType 3177497220
source: We found %1 license update for a user who has customized permissions. Before continuing, you must either keep the current permissions or add the permissions associated with the new license for the user.
cs_cz: Zjistili jsme %1 aktualizací licence pro uživatele, který má vlastní oprávnění. Před pokračováním je nutné buď zachovat aktuální oprávnění nebo přidat oprávnění přidružená k nové licenci pro uživatele.
de_ch: Für einen Benutzer mit angepassten Berechtigungen wurde %1 Lizenzaktualisierung gefunden. Bevor Sie fortfahren, müssen Sie entweder die aktuellen Berechtigungen beibehalten oder die der neuen Lizenz für den Benutzer zugeordneten Berechtigungen hinzufügen.
fi_fi: Löysimme %1 käyttöoikeuspäivityksen käyttäjälle, jolla on mukautetut käyttöoikeudet. Ennen kuin jatkat, sinun tulee joko säilyttää nykyiset käyttöoikeudet tai lisätä käyttäjälle uuteen käyttöoikeuteen liittyvät käyttöoikeudet.
fr_be: %1 mise à jour de licence est disponible pour un utilisateur disposant d’autorisations personnalisées. Avant de continuer, vous devez conserver les autorisations actuelles ou ajouter les autorisations associées à la nouvelle licence pour cet utilisateur.
is_is: %1 leyfisuppfærsla fannst fyrir notanda sem er með sérstilltar heimildir. Áður en haldið er áfram þarf annaðhvort að halda núverandi heimildum eða bæta við heimildum fyrir ný leyfi notandans.
nb_no: Vi fant %1 lisensoppdatering for en bruker som har egendefinerte tillatelser. Før du fortsetter, må du beholde de gjeldende tillatelsene eller legge til tillatelsene som er knyttet til den nye lisensen for brukeren.

# Page 523480673 - Control 3491181912 - Property 1968111052
source: For each update with Select in the Action column, you must either choose Keep current to disregard the updated permissions, or Append to update the user permissions.
cs_cz: Pro každou aktualizaci ve výběru ve sloupci Akce musíte buď zvolit Zachovat aktuální, abyste ignorovali aktualizovaná oprávnění, nebo Připojit, chcete-li aktualizovat uživatelská oprávnění.
de_ch: Für jede Aktualisierung per Select in der Spalte „Aktion“ müssen Sie entweder „Aktuell halten“ auswählen, um die aktualisierten Berechtigungen zu ignorieren, oder „Anfügen“ auswählen, um die Benutzerberechtigungen zu aktualisieren.
fi_fi: Sinun on valittava kullekin päivitykselle, jonka Toiminto-sarakkeessa on Valitse, joko Säilytä nykyinen, jos haluat ohittaa päivitetyt käyttöoikeudet, tai Liitä, jos haluat päivittää käyttöoikeudet.
fr_be: Pour chaque mise à jour avec « Sélectionner » dans la colonne Action, vous devez choisir « Tenir à jour » pour ignorer les autorisations mises à jour ou « Ajouter à » pour mettre à jour les autorisations utilisateur.
is_is: Fyrir hverja uppfærslu með „Velja“ í dálkinum „Aðgerð“ þarf annaðhvort að velja „Halda núverandi“ til að hunsa uppfærða heimild eða „Bæta við“ til að uppfæra notandaheimildir.
nb_no: For hver oppdatering med Velg i Handling-kolonnen må du enten velge Behold gjeldende for å se bort fra de oppdaterte tillatelsene, eller Tilføy for å oppdatere brukertillatelsene.

# Page 523480673 - Control 3491181912 - Property 2879900210
source: Confirm permission changes
cs_cz: Potvrdit změny oprávnění
de_ch: Berechtigungsänderungen bestätigen
fi_fi: Vahvista käyttöoikeuksien muutokset
fr_be: Confirmer les modifications des autorisations
is_is: Staðfesta breytingar á heimildum
nb_no: Bekreft tillatelsesendringer

# Page 523480673 - Control 411686798 - Property 1295455071
source: The current of user entity
cs_cz: Aktuální entita uživatele
de_ch: Die aktuelle Benutzerentität
fi_fi: Käyttäjäobjektin nykyiset
fr_be: Entité utilisateur actuelle
is_is: Núgildandi notandaeining
nb_no: Gjeldende brukerenhet

# Page 523480673 - Control 411686798 - Property 2879900210
source: Current plan
cs_cz: Aktuální plán
de_ch: Aktueller Plan
fi_fi: Nykyinen suunnitelma
fr_be: Plan actuel
is_is: Núverandi áætlun
nb_no: Gjeldende plan

# Page 523480673 - Control 2058393039 - Property 1295455071
source: The display name
cs_cz: Zobrazovaný název
de_ch: Der Anzeigename
fi_fi: Näyttönimi
fr_be: Nom complet
is_is: Birtingarheiti
nb_no: Visningsnavnet

# Page 523480673 - Control 3355906073 - Property 1295455071
source: The new value of user entity
cs_cz: Nová hodnota entity uživatele
de_ch: Der neue Wert der Benutzerentität
fi_fi: Käyttäjäobjektin uusi arvo
fr_be: Nouvelle valeur de l'entité utilisateur
is_is: Nýtt gildi notandaeiningar
nb_no: Den nye verdien for brukerenhet

# Page 523480673 - Control 3355906073 - Property 2879900210
source: New plan
cs_cz: Nový plán
de_ch: Neuer Plan
fi_fi: Uusi suunnitelma
fr_be: Nouveau plan
is_is: Ný áætlun
nb_no: Ny plan

# Page 523480673 - Control 3543816815 - Property 1295455071
source: Choose how this license change should be handled
cs_cz: Zvolte, jak má být tato změna licence zpracována.
de_ch: Wählen Sie, wie diese Lizenzänderung gehandhabt werden soll.
fi_fi: Valitse, miten tämä käyttöoikeuksien muutos käsitellään
fr_be: Choisir le mode de traitement de ce changement de licence
is_is: Velja hvernig á að meðhöndla þessa leyfisbreytingu
nb_no: Velg hvordan denne lisensendringen skal håndteres

# Page 523480673 - Control 3543816815 - Property 2879900210
source: Action
cs_cz: Akce
de_ch: Aktion
fi_fi: Toiminto
is_is: Aðgerð
nb_no: Handling

# Page 523480673 - Control 293070022 - Property 2879900210
source: Good work!
cs_cz: Dobrá práce!
de_ch: Gute Arbeit!
fi_fi: Hienoa työtä!
fr_be: Bon travail !
is_is: Vel gert!
nb_no: Godt jobbet!

# Page 523480673 - Control 4139032030 - Property 2879900210
source: Summary
cs_cz: Shrnutí
de_ch: Zusammenfassung
fi_fi: Yhteenveto
fr_be: Résumé
is_is: Samantekt
nb_no: Sammendrag

# Page 523480673 - Control 3616446514 - Property 1968111052
source: To apply the changes, choose Finish.
cs_cz: Chcete-li použít nastavení, klikněte na tlačítko Dokončit.
de_ch: Wählen Sie „Fertigstellen“ aus, um die Änderungen anzuwenden.
fi_fi: Ota muutokset käyttöön valitsemalla Valmis.
fr_be: Pour appliquer les modifications, sélectionnez Terminer.
is_is: Veljið „Ljúka“ til að virkja breytingarnar.
nb_no: Klikk på Fullfør for å bruke endringene.

# Page 523480673 - Control 3616446514 - Property 2879900210
source: List of changes
cs_cz: Seznam změn
de_ch: Liste der Änderungen
fi_fi: Muutosluettelo
fr_be: Liste des modifications
is_is: Listi yfir breytingar
nb_no: Liste over endringer

# Page 523480673 - Control 969389916 - Property 1295455071
source: The AAD user ID
cs_cz: ID uživatele AAD
de_ch: AAD-Benutzer-ID
fi_fi: AAD-käyttäjätunnus
fr_be: ID utilisateur AAD
is_is: AAD notandakenni
nb_no: AAD-bruker-ID

# Page 523480673 - Control 1260872790 - Property 1295455071
source: The current value
cs_cz: Aktuální hodnota
de_ch: Der aktuelle Wert
fi_fi: Nykyinen arvo
fr_be: Valeur actuelle
is_is: Núverandi gildi
nb_no: Gjeldende verdi

# Page 523480673 - Control 2578412327 - Property 1295455071
source: The display name
cs_cz: Zobrazovaný název
de_ch: Der Anzeigename
fi_fi: Näyttönimi
fr_be: Nom complet
is_is: Birtingarheiti
nb_no: Visningsnavnet

# Page 523480673 - Control 419426744 - Property 1295455071
source: The user information that will be updated
cs_cz: Informace o uživateli, které budou aktualizovány
de_ch: Die Benutzerinformationen, die aktualisiert werden
fi_fi: Päivitettävät käyttäjätiedot
fr_be: Informations utilisateur qui seront mises à jour
is_is: Notandaupplýsingar sem verða uppfærðar
nb_no: Brukerinformasjonen som blir oppdatert

# Page 523480673 - Control 2432660905 - Property 1295455071
source: The value to replace the user information
cs_cz: Hodnota nahrazující informace o uživateli
de_ch: Der Wert zum Ersetzen der Benutzerinformationen
fi_fi: Arvo, joka korvaa käyttäjätiedot
fr_be: Valeur de remplacement des informations utilisateur
is_is: Gildið sem kemur í stað notandaupplýsinga
nb_no: Verdien som skal erstatte brukerinformasjonen

# Page 523480673 - Control 3439090987 - Property 1295455071
source: The type of update
cs_cz: Typ aktualizace
de_ch: Die Art der Aktualisierung
fi_fi: Päivityksen tyyppi
fr_be: Type de mise à jour
is_is: Uppfærslugerð
nb_no: Oppdateringstypen

# Page 523480673 - Control 1154908253 - Property 1968111052
source: There are no updates from Microsoft 365. You can exit this guide.
cs_cz: Z Microsoft 365 nejsou žádné aktualizace. Tohoto průvodce můžete ukončit.
de_ch: Es gibt keine Aktualisierungen von Microsoft 365. Sie können diese Anleitung beenden.
fi_fi: Ei päivityksiä Microsoft 365:stä. Voit lopettaa tämän oppaan.
fr_be: Il n’existe aucune mise à jour pour Microsoft 365. Vous pouvez quitter ce guide.
is_is: Engar uppfærslur úr Microsoft 365. Loka má þessari leiðsögn.
nb_no: Det finnes ingen oppdateringer fra Microsoft 365. Du kan avslutte denne veiledningen.

# Page 523480673 - Control 1154908253 - Property 2879900210
source: No updates
cs_cz: Žádné aktualizace
de_ch: Keine Aktualisierungen
fi_fi: Ei päivityksiä
fr_be: Aucune mise à jour
is_is: Engar uppfærslur
nb_no: Ingen oppdateringer

# Page 523480673 - Control 4161565824 - Property 2879900210
source: Available updates
cs_cz: Dostupné aktualizace
de_ch: Verfügbare Aktualisierungen
fi_fi: Saatavilla olevat päivitykset
fr_be: Mises à jour disponibles
is_is: Tiltækar uppfærslur
nb_no: Tilgjengelige oppdateringer

# Page 523480673 - Control 2163221867 - Property 2879900210
source: License updates to confirm
cs_cz: Aktualizace licencí pro potvrzení
de_ch: Lizenzaktualisierungen zur Bestätigung
fi_fi: Vahvistettavat käyttöoikeuksien päivitykset
fr_be: Mises à jour de la licence à confirmer
is_is: Leyfisuppfærslur til að staðfesta
nb_no: Lisensoppdateringer som skal bekreftes

# Page 523480673 - Control 3800514526 - Property 2879900210
source: Welcome to user updates
cs_cz: Vítá vás aktualizace uživatelů
de_ch: Willkommen bei Benutzeraktualisierungen
fi_fi: Tervetuloa käyttäjien päivityksiin
fr_be: Bienvenue dans les mises à jour utilisateur
is_is: Velkomin(n) í notandauppfærslur
nb_no: Velkommen til brukeroppdateringer

# Page 523480673 - Control 792907206 - Property 1968111052
source: Bring changes to user information from your Microsoft 365 organization to Business Central. Update license assignments, name changes, email addresses, preferred languages, and user access.
cs_cz: Přineste změny v informacích o uživatelích z organizace Microsoft 365 do Business Central. Aktualizujte přiřazení licencí, změny názvů, e-mailové adresy, preferované jazyky a přístup uživatelů.
de_ch: Überträgt Änderungen an Benutzerinformationen von Ihrer Microsoft 365-Organisation zu Business Central. Aktualisieren Sie Lizenzzuweisungen, Namensänderungen, E-Mail-Adressen, bevorzugte Sprachen und Benutzerzugriff.
fi_fi: Tuo käyttäjätietojen muutoksia Microsoft 365 -organisaatiosta Business Centraliin. Päivitä käyttöoikeuksien määrityksiä, nimien muutoksia, sähköpostiosoitteita, ensisijaisia kieliä ja käyttäjien käyttöoikeuksia.
fr_be: Transférez les modifications apportées aux informations utilisateur entre votre organisation Microsoft 365 et Business Central. Mettez à jour les attributions de licence, les changements de nom, les adresses e-mail, les langues préférées et l’accès utilisateur.
is_is: Færa breytingar á notandaupplýsingum frá Microsoft 365 stofnuninni/fyrirtækinu yfir í Business Central. Uppfæra verkefnaleyfi, nafnabreytingar, netföng, kjörtungumál og notandaaðgang.
nb_no: Flytt endringer i brukerinformasjon fra Microsoft 365-organisasjonen til Business Central. Oppdater lisenstilordninger, navneendringer, e-postadresser, foretrukne språk og brukertilgang.

# Page 523480673 - Control 792907206 - Property 2879900210
source: Description
cs_cz: Popis
de_ch: Beschreibung
fi_fi: Kuvaus
is_is: Lýsing
nb_no: Beskrivelse

# Page 523480673 - Control 4204185145 - Property 1968111052
source: You might want to configure custom permissions for each license type to speed up how you configure users.
cs_cz: Možná budete chtít nakonfigurovat vlastní oprávnění pro každý typ licence, abyste urychlili konfiguraci uživatelů.
de_ch: Möglicherweise möchten Sie benutzerdefinierte Berechtigungen für jeden Lizenztyp konfigurieren, um die Konfiguration von Benutzern zu beschleunigen.
fi_fi: Haluat ehkä nopeuttaa käyttäjien määrittämistä valitsemalla mukautetut oikeudet kullekin käyttöoikeustyypille.
fr_be: Vous pouvez configurer des autorisations personnalisées pour chaque type de licence afin d’accélérer la configuration des utilisateurs.
is_is: Gott væri að grunnstilla sérsniðnar heimildir fyrir hverja leyfisgerð til að uppsetning notenda verði skjótari.
nb_no: Det kan være lurt å konfigurere egendefinerte tillatelser for hver lisenstype for å gjøre det raskere å konfigurere brukere.

# Page 523480673 - Control 4204185145 - Property 2879900210
source: Before you get started
cs_cz: Než začnete
de_ch: Bevor Sie loslegen
fi_fi: Ennen aloittamista
fr_be: Avant de commencer
is_is: Áður en hafist er handa
nb_no: Før du kommer i gang

# Page 523480673 - Control 970269932 - Property 1295455071
source: Configure permissions per license so you won't have to manually configure every user.
cs_cz: Nakonfigurujte oprávnění pro jednotlivé licence, abyste nemuseli ručně konfigurovat každého uživatele.
de_ch: Konfigurieren Sie Berechtigungen pro Lizenz, damit Sie nicht jeden Benutzer manuell konfigurieren müssen.
fi_fi: Määritä käyttöoikeuteen sisältyvät oikeudet, niin sinun ei tarvitse määrittää jokaista käyttäjää manuaalisesti.
fr_be: Configurez les autorisations par licence pour éviter de configurer manuellement chaque utilisateur.
is_is: Grunnstillið heimildir fyrir hvert leyfi þannig að ekki þurfi að stilla hvern notanda handvirkt.
nb_no: Konfigurer tillatelser per lisens slik at du ikke trenger å konfigurere hver bruker manuelt.
