Repository: jbakach/MSDyn365BC.Code.History
Catalog: System Application/Source/System Application/Translations/System Application.*.xlf
Languages: cs_cz, de_ch, fi_fi, fr_be, is_is, nb_no

# Page 2252665413 - Control 3142569618 - Property 1295455071
source: View the privacy statement for the extension.
cs_cz: Zobrazení prohlášení o zásadách ochrany osobních údajů pro rozšíření.
de_ch: Die Datenschutzerklärung für die Erweiterung anzeigen.
fi_fi: Näytä laajennuksen tietosuojatiedot.
fr_be: Affichez la déclaration de confidentialité de l'extension.
is_is: Skoða yfirlýsingu um persónuvernd fyrir viðbótina.
nb_no: Vis personvernerklæringen for utvidelsen.

# Page 2252665413 - Control 3142569618 - Property 2879900210
source: Privacy Statement
cs_cz: Prohlášení o ochraně osobních údajů
de_ch: Datenschutzbestimmungen
fi_fi: Tietosuojatiedot
fr_be: Déclaration de confidentialité
is_is: Yfirlýsing um persónuvernd
nb_no: Personvernerklæring

# Page 2252665413 - Control 773332919 - Property 1295455071
source: View the terms and conditions for the extension.
cs_cz: Podívejte se na podmínky rozšíření.
de_ch: Die Bedingungen für die Erweiterung anzeigen.
fi_fi: Näytä laajennuksen ehdot.
fr_be: Affichez les conditions générales de l'extension.
is_is: Skoða skilmála fyrir viðbótina.
nb_no: Vis vilkårene og betingelsene for utvidelsen.

# Page 2252665413 - Control 773332919 - Property 2879900210
source: Terms and Conditions
cs_cz: Termíny a podmínky
de_ch: Bedingungen
fi_fi: Ehdot
fr_be: Conditions générales
is_is: Skilmálar
nb_no: Vilkår og betingelser

# Page 2252665413 - Control 4093990710 - Property 1295455071
source: Specifies the language of the extension.
cs_cz: Určuje jazyk rozšíření.
de_ch: Gibt die Sprache der Erweiterung an.
fi_fi: Määrittää laajennuksen kielen.
fr_be: Spécifie la langue de l'extension.
is_is: Tilgreinir tungumál viðbótarinnar.
nb_no: Angir språket for utvidelsen.

# Page 2252665413 - Control 4093990710 - Property 2879900210
source: Language
cs_cz: Jazyk
de_ch: Sprache
fi_fi: Kieli
fr_be: Langue
is_is: Tungumál
nb_no: Språk

# Page 2252665413 - Control 2961552353 - Property 1295455071
source: Specifies the name of the extension.
cs_cz: Určuje název rozšíření.
de_ch: Gibt den Namen der Erweiterung an.
fi_fi: Määrittää laajennuksen nimen.
fr_be: Spécifie le nom de l'extension.
is_is: Tilgreinir heiti viðbótarinnar.
nb_no: Angir navnet på utvidelsen.

# Page 2252665413 - Control 2961552353 - Property 2879900210
source: Name
cs_cz: Název
fi_fi: Nimi
fr_be: Nom
is_is: Heiti
nb_no: Navn

# Page 2252665413 - Control 1772640682 - Property 1295455071
source: Specifies the publisher of the extension.
cs_cz: Určuje vydavatele rozšíření.
de_ch: Gibt den Herausgeber der Erweiterung an.
fi_fi: Määrittää laajennuksen julkaisijan.
fr_be: Spécifie l'éditeur de l'extension.
is_is: Tilgreinir útgefanda viðbótarinnar.
nb_no: Angir utgiveren av utvidelsen.

# Page 2252665413 - Control 1772640682 - Property 2879900210
source: Publisher
cs_cz: Vydavatel
de_ch: Herausgeber
fi_fi: Julkaisija
fr_be: Éditeur
is_is: Útgefandi
nb_no: Utgiver

# Page 2252665413 - Control 134947221 - Property 2879900210
source: Application operation best practices links
cs_cz: Odkazy na doporučené postupy pro provoz aplikace
de_ch: Best Practices-Links zu Anwendungsvorgängen
fi_fi: Sovellustoiminnan parhaiden käytäntöjen linkit
fr_be: Liens vers les meilleures pratiques pour l’utilisation des applications
is_is: Tenglar á bestu venjur vegna hugbúnaðar
nb_no: Koblinger til beste fremgangsmåter for programfunksjon

# Page 2252665413 - Control 2484606180 - Property 1295455071
source: Read more about the best practices for installing and publishing extensions.
cs_cz: Přečtěte si další informace o doporučených postupech pro instalaci a publikování rozšíření.
de_ch: Lesen Sie mehr über die bewährten Methoden für das Installieren und Veröffentlichen von Erweiterungen.
fi_fi: Lue lisää laajennusten asentamiseen ja julkaisemiseen liittyvistä parhaista käytännöistä.
fr_be: En savoir plus sur les meilleures pratiques pour l’installation et la publication des extensions.
is_is: Lestu meira um bestu starfsvenjur fyrir uppsetningu og birtingu viðbóta.
nb_no: Les mer om de beste fremgangsmåtene for installasjon og publisering av utvidelser.

# Page 2252665413 - Control 2893082742 - Property 2879900210
source: Uninstall Extension
cs_cz: Odinstalace rozšíření
de_ch: Erweiterung deinstallieren
fi_fi: Poista laajennuksen asennus
fr_be: Désinstaller l'extension
is_is: Fjarlægja viðbót
nb_no: Avinstaller utvidelse

# Page 2252665413 - Control 3666322463 - Property 1968111052
source: Uninstall extension to remove added features.
cs_cz: Odinstalujte rozšíření pro odebrání přidaných funkcionalit.
de_ch: Deinstallieren Sie die Erweiterung, um hinzugefügte Funktionen zu entfernen.
fi_fi: Poista lisätyt ominaisuudet poistamalla laajennuksen asennus.
fr_be: Désinstallez l'extension pour supprimer les fonctionnalités ajoutées.
is_is: Fjarlægja viðbót til að fjarlægja viðbótareiginleika.
nb_no: Avinstaller utvidelse for å fjerne funksjoner som er lagt til.

# Page 2252665413 - Control 3666322463 - Property 2879900210
source: Uninstall Extension
cs_cz: Odinstalace rozšíření
de_ch: Erweiterung deinstallieren
fi_fi: Poista laajennuksen asennus
fr_be: Désinstaller l'extension
is_is: Fjarlægja viðbót
nb_no: Avinstaller utvidelse

# Page 2252665413 - Control 2348294640 - Property 1295455071
source: Specifies if the tables that contain data owned by this extension should be deleted on uninstall. This action cannot be undone.
cs_cz: Určuje, zda mají být při odinstalaci odstraněny tabulky obsahující data vlastněná tímto rozšířením. Tuto akci nelze vrátit zpět.
de_ch: Gibt an, ob die Tabellen, die Daten im Besitz dieser Erweiterung enthalten, bei der Deinstallation gelöscht werden sollen. Diese Aktion kann nicht rückgängig gemacht werden.
fi_fi: Määrittää, poistetaanko tämän laajennuksen omistamia tietoja sisältävät taulukot asennuksen poiston yhteydessä. Toimintoa ei voi kumota.
fr_be: Indique si les tables contenant les données de cette extension doivent être supprimées lors de la désinstallation. Cette action ne peut pas être annulée.
is_is: Tilgreinir hvort fjarlægja eigi töflurnar sem innihalda gögn þessarar viðbótar. Ekki er hægt að afturkalla þessa aðgerð.
nb_no: Angir om tabellene som inneholder data som eies av denne utvidelsen, skal fjernes ved avinstallering. Denne handlingen kan ikke angres.

# Page 2252665413 - Control 2348294640 - Property 2879900210
source: Delete Extension Data
cs_cz: Odstranit data rozšíření
de_ch: Erweiterungsdaten löschen
fi_fi: Poista laajennuksen tiedot
fr_be: Supprimer les données d’extension
is_is: Eyða gögnum viðbótar
nb_no: Slett utvidelsesdata

# Page 2252665413 - Control 1585113642 - Property 1295455071
source: Specifies the description of the extension.
cs_cz: Určuje popis rozšíření.
de_ch: Gibt die Beschreibung der Erweiterung an.
fi_fi: Määrittää laajennuksen kuvauksen.
fr_be: Spécifie la description de l'extension.
is_is: Tilgreinir lýsingu á viðbótinni.
nb_no: Angir beskrivelsen av utvidelsen.

# Page 2252665413 - Control 1585113642 - Property 2879900210
source: Description
cs_cz: Popis
de_ch: Beschreibung
fi_fi: Kuvaus
is_is: Lýsing
nb_no: Beskrivelse

# Page 2252665413 - Control 380839135 - Property 1295455071
source: Get help with using the extension.
cs_cz: Získejte pomoc s použitím rozšíření.
de_ch: Holen Sie sich Hilfe bei der Verwendung der Erweiterung.
fi_fi: Hanki laajennuksen käyttöön liittyviä ohjeita.
fr_be: Obtenez de l'aide pour utiliser l'extension.
is_is: Fá aðstoð við notkun viðbótar.
nb_no: Få hjelp til å bruke utvidelsen.

# Page 2252665413 - Control 380839135 - Property 2879900210
source: Help
cs_cz: Nápověda
de_ch: Hilfe
fi_fi: Ohje
fr_be: Aide
is_is: Hjálp
nb_no: Hjelp

# Page 2252665413 - Control 2464271763 - Property 1295455071
source: Specifies the app ID of the extension.
cs_cz: Určuje ID aplikace rozšíření.
de_ch: Gibt die App-ID der Erweiterung an.
fi_fi: Määrittää laajennuksen sovellustunnuksen.
fr_be: Spécifie l'ID application de l'extension.
is_is: Tilgreinir forritskenni viðbótarinnar.
nb_no: Angir appens ID for utvidelsen.

# Page 2252665413 - Control 2464271763 - Property 2879900210
source: App ID
cs_cz: ID Aplikace
fi_fi: Sovelluksen tunnus
fr_be: ID appli
is_is: Kenni forrits

# Page 2252665413 - Control 2384354589 - Property 1295455071
source: Specifies the name of the extension.
cs_cz: Určuje název rozšíření.
de_ch: Gibt den Namen der Erweiterung an.
fi_fi: Määrittää laajennuksen nimen.
fr_be: Spécifie le nom de l'extension.
is_is: Tilgreinir heiti viðbótarinnar.
nb_no: Angir navnet på utvidelsen.

# Page 2252665413 - Control 2384354589 - Property 2879900210
source: Name
cs_cz: Název
fi_fi: Nimi
fr_be: Nom
is_is: Heiti
nb_no: Navn

# Page 2252665413 - Control 4024234478 - Property 1295455071
source: View the privacy statement for the extension.
cs_cz: Zobrazení prohlášení o zásadách ochrany osobních údajů pro rozšíření.
de_ch: Die Datenschutzerklärung für die Erweiterung anzeigen.
fi_fi: Näytä laajennuksen tietosuojatiedot.
fr_be: Affichez la déclaration de confidentialité de l'extension.
is_is: Skoða yfirlýsingu um persónuvernd fyrir viðbótina.
nb_no: Vis personvernerklæringen for utvidelsen.

# Page 2252665413 - Control 4024234478 - Property 2879900210
source: Privacy Statement
cs_cz: Prohlášení o ochraně osobních údajů
de_ch: Datenschutzbestimmungen
fi_fi: Tietosuojatiedot
fr_be: Déclaration de confidentialité
is_is: Yfirlýsing um persónuvernd
nb_no: Personvernerklæring

# Page 2252665413 - Control 880487157 - Property 1295455071
source: Specifies the publisher of the extension.
cs_cz: Určuje vydavatele rozšíření.
de_ch: Gibt den Herausgeber der Erweiterung an.
fi_fi: Määrittää laajennuksen julkaisijan.
fr_be: Spécifie l'éditeur de l'extension.
is_is: Tilgreinir útgefanda viðbótarinnar.
nb_no: Angir utgiveren av utvidelsen.

# Page 2252665413 - Control 880487157 - Property 2879900210
source: Publisher
cs_cz: Vydavatel
de_ch: Herausgeber
fi_fi: Julkaisija
fr_be: Éditeur
is_is: Útgefandi
nb_no: Utgiver

# Page 2252665413 - Control 2351667098 - Property 1295455071
source: Specifies whether the extension is published as a per-tenant, development, or a global extension.
cs_cz: Určuje, zda je rozšíření publikováno jako na nájemce, vývoj nebo globální rozšíření.
de_ch: Gibt an, ob die Erweiterung als Pro-Tenant-, Entwicklungs- oder globale Erweiterung veröffentlicht wird.
fi_fi: Määrittää, julkaistaanko laajennus vuokraajakohtaisena laajennuksena, kehityslaajennuksena tai yleisenä laajennuksena.
fr_be: Indique si l’extension est publiée en tant qu’extension par abonné, de développement ou globale.
is_is: Tilgreinir hvort viðbótin er gefin út á hvern leigjanda, sem þróunarviðbót eða sem altæk viðbót.
nb_no: Angir om utvidelsen er publisert som per leietaker-utvidelse, utviklingsutvidelse eller global utvidelse.

# Page 2252665413 - Control 2351667098 - Property 2879900210
source: Published As
cs_cz: Publikováno jako
de_ch: Veröffentlicht als
fi_fi: Julkaistu nimellä
fr_be: Publié comme
is_is: Útgefið sem
nb_no: Publisert som

# Page 2252665413 - Control 4195137539 - Property 1295455071
source: View the terms and conditions for the extension.
cs_cz: Podívejte se na podmínky rozšíření.
de_ch: Die Bedingungen für die Erweiterung anzeigen.
fi_fi: Näytä laajennuksen ehdot.
fr_be: Affichez les conditions générales de l'extension.
is_is: Skoða skilmála fyrir viðbótina.
nb_no: Vis vilkårene og betingelsene for utvidelsen.

# Page 2252665413 - Control 4195137539 - Property 2879900210
source: Terms and Conditions
cs_cz: Termíny a podmínky
de_ch: Bedingungen
fi_fi: Ehdot
fr_be: Conditions générales
is_is: Skilmálar
nb_no: Vilkår og betingelser

# Page 2252665413 - Control 892671473 - Property 1295455071
source: Opens the extension's website.
cs_cz: Otevře web rozšíření.
de_ch: Öffnet die Website der Erweiterung.
fi_fi: Avaa laajennuksen sivuston.
fr_be: Ouvre le site web de l'extension.
is_is: Opnar vefsvæði viðbótarinnar.
nb_no: Åpner utvidelsens nettsted.

# Page 2252665413 - Control 892671473 - Property 2879900210
source: Website
cs_cz: Webové stránky
fi_fi: Sivusto
fr_be: Site web
is_is: Vefsvæði
nb_no: Nettsted

# Page 2252665413 - Control 696988127 - Property 1295455071
source: Specifies the version of the extension.
cs_cz: Určuje verzi rozšíření.
de_ch: Gibt die Version der Erweiterung an.
fi_fi: Määrittää laajennuksen version.
fr_be: Spécifie la version de l'extension.
is_is: Tilgreinir útgáfu viðbótarinnar.
nb_no: Angir versjonen av utvidelsen.

# Page 2252665413 - Control 696988127 - Property 2879900210
source: Version
cs_cz: Verze
fi_fi: Versio
is_is: Útgáfa
nb_no: Versjon

# Page 2252665413 - Action 742034285 - Property 1295455071
source: Back
cs_cz: Zpět
de_ch: Zurück
fi_fi: Edellinen
fr_be: Précédent
is_is: Til baka
nb_no: Tilbake

# Page 2252665413 - Action 742034285 - Property 2879900210
source: Back
cs_cz: Zpět
de_ch: Zurück
fi_fi: Takaisin
fr_be: Précédent
is_is: Til baka
nb_no: Tilbake

# Page 2252665413 - Action 614615843 - Property 1295455071
source: Install
cs_cz: Nainstalovat
de_ch: Installieren
fi_fi: Asenna
fr_be: Installer
is_is: Setja upp
nb_no: Installer

# Page 2252665413 - Action 614615843 - Property 2879900210
source: Install
cs_cz: Nainstalovat
de_ch: Installieren
fi_fi: Asenna
fr_be: Installer
is_is: Setja upp
nb_no: Installer

# Page 2252665413 - Action 1235620153 - Property 1295455071
source: Next
cs_cz: Další
de_ch: Weiter
fi_fi: Seuraava
fr_be: Suivant
is_is: Áfram
nb_no: Neste

# Page 2252665413 - Action 1235620153 - Property 2879900210
source: Next
cs_cz: Další
de_ch: Weiter
fi_fi: Seuraava
fr_be: Suivant
is_is: Áfram
nb_no: Neste

# Page 2252665413 - Action 375208022 - Property 1295455071
source: Uninstall
cs_cz: Odinstalovat
de_ch: Deinstallieren
fi_fi: Poista asennus
fr_be: Désinstaller
is_is: Fjarlægja
nb_no: Avinstaller

# Page 2252665413 - Action 375208022 - Property 2879900210
source: Uninstall
cs_cz: Odinstalovat
de_ch: Deinstallieren
fi_fi: Poista asennus
fr_be: Désinstaller
is_is: Fjarlægja
nb_no: Avinstaller

# Page 4047916792 - Property 2879900210
source: Extension Details Part
cs_cz: Část detailů rozšíření
de_ch: Teil der Erweiterungsdetails
fi_fi: Laajennuksen tieto-osa
fr_be: Composant détails extension
is_is: Upplýsingahluti viðbótar
nb_no: Del for utvidelsesdetaljer

# Page 4047916792 - Control 2961552353 - Property 1295455071
source: Specifies the name of the extension.
cs_cz: Určuje název klapky.
de_ch: Gibt den Namen der Erweiterung an.
fi_fi: Määrittää laajennuksen nimen.
fr_be: Spécifie le nom de l'extension.
is_is: Tilgreinir heiti viðbótarinnar.
nb_no: Angir navnet på utvidelsen.

# Page 4047916792 - Control 2961552353 - Property 2879900210
source: Name
cs_cz: Název
fi_fi: Nimi
fr_be: Nom
is_is: Nafn
nb_no: Navn

# Page 4047916792 - Control 1772640682 - Property 1295455071
source: Specifies the person or company that created the extension.
cs_cz: Určuje osobu nebo společnost, která vytvořila rozšíření.
de_ch: Gibt die Person oder das Unternehmen an, das die Erweiterung erstellt hat.
fi_fi: Määrittää laajennuksen luoneen henkilön tai yrityksen.
fr_be: Spécifie la personne ou la société ayant créé l'extension.
is_is: Tilgreinir einstaklinginn eða fyrirtækið sem bjó til viðbótina.
nb_no: Angir personen eller firmaet som opprettet utvidelsen.

# Page 4047916792 - Control 1772640682 - Property 2879900210
source: Publisher
cs_cz: Vydavatel
de_ch: Herausgeber
fi_fi: Julkaisija
fr_be: Éditeur
is_is: Útgefandi
nb_no: Utgiver

# Page 4047916792 - Control 237762718 - Property 1295455071
source: Specifies the version of the extension.
cs_cz: Určuje verzi rozšíření.
de_ch: Gibt die Version der Erweiterung an.
fi_fi: Määrittää laajennuksen version.
fr_be: Spécifie la version de l'extension.
is_is: Tilgreinir útgáfu viðbótarinnar.
nb_no: Angir versjonen av utvidelsen.

# Page 4047916792 - Control 237762718 - Property 2879900210
source: Version
cs_cz: Verze
fi_fi: Versio
is_is: Útgáfa
nb_no: Versjon

# Page 4047916792 - Control 1123305005 - Property 1295455071
source: Specifies the logo of the extension, such as the logo of the service provider.
cs_cz: Určuje logo rozšíření, například logo poskytovatele služby.
de_ch: Gibt das Logo der Erweiterung an, wie etwa das Logo des Dienstanbieters.
fi_fi: Määrittää laajennuksen logon (esimerkiksi palveluntarjoajan logon).
fr_be: Spécifie le logo de l'extension, tel que le logo du fournisseur de service.
is_is: Tilgreinir merki viðbótarinnar, t.d. merki þjónustuveitunnar.
nb_no: Angir logoen for utvidelsen, for eksempel logoen til tjenesteleverandøren.

# Page 4047916792 - Control 1123305005 - Property 2879900210
source: Logo
is_is: Kennimerki

# Page 456225495 - Property 2879900210
source: Extension Installation
cs_cz: Instalace rozšíření
de_ch: Erweiterungsinstallation
fi_fi: Laajennuksen asennus
fr_be: Installation de l’extension
is_is: Uppsetning viðbótar
nb_no: Installasjon av utvidelse

# Page 2825773015 - Property 2879900210
source: Extension Logo Part
cs_cz: Část loga rozšíření
de_ch: Teil des Erweiterungslogos
fi_fi: Laajennuksen logo-osa
fr_be: Composant logo extension
is_is: Kennimerkishluti viðbótar
nb_no: Del for utvidelseslogo

# Page 2825773015 - Control 1123305005 - Property 1295455071
source: Specifies the logo of the extension, such as the logo of the service provider.
cs_cz: Určuje logo rozšíření, například logo poskytovatele služby.
de_ch: Gibt das Logo der Erweiterung an, wie etwa das Logo des Dienstanbieters.
fi_fi: Määrittää laajennuksen logon (esimerkiksi palveluntarjoajan logon).
fr_be: Spécifie le logo de l'extension, tel que le logo du fournisseur de service.
is_is: Tilgreinir merki viðbótarinnar, t.d. merki þjónustuveitunnar.
nb_no: Angir logoen for utvidelsen, for eksempel logoen til tjenesteleverandøren.

# Page 2005578726 - Property 2019332006
source: New,Process,Report,Details,Manage
cs_cz: Nový,Proces,Sestava,Detaily,Spravovat
de_ch: Neu,Prozess,Bericht,Details,Verwalten
fi_fi: Uusi,Käsittely,Raportti,Tiedot,Hallinta
fr_be: Nouveau,Traitement,État,Détails,Gérer
is_is: Nýtt,Vinnsla,Skýrsla,Upplýsingar,Stjórna
nb_no: Ny,Prosess,Rapport,Detaljer,Administrer

# Page 2005578726 - Property 2879900210
source: Extension Management
cs_cz: Správa rozšíření
de_ch: Erweiterungsverwaltung
fi_fi: Laajennusten hallinta
fr_be: Gestion des extensions
is_is: Viðbótastjórnun
nb_no: Administrasjon av utvidelse

# Page 2005578726 - Property 3863440606
source: app,add-in,customize,plug-in,appsource
de_ch: App,Add-In,Anpassen,Plug-In,Appsource
fi_fi: sovellus,apuohjelma,mukauta,laajennus,AppSource
fr_be: application,complément,personnaliser,plug-in,appsource
is_is: forrit,innbót,sérsníða,viðbót,appsource
nb_no: app,tillegg,tilpass,plugin,appsource

# Page 2005578726 - NamedType 860257111
source: The extension %1 cannot be unpublished because it is installed.
cs_cz: Rozšíření %1 nelze zrušit, protože je nainstalováno.
de_ch: Die Veröffentlichung der Erweiterung %1 kann nicht aufgehoben werden, da sie installiert ist.
fi_fi: Laajennuksen %1 julkaisua ei voi poistaa, koska se on asennettu.
fr_be: Impossible d'annuler la publication de l'extension %1 car elle est installée.
is_is: Ekki er hægt að fjarlægja %1 viðbótina vegna þess að hún er uppsett.
nb_no: Kan ikke oppheve publisering av utvidelsen %1 fordi den er installert.

# Page 2005578726 - NamedType 3563795241
source: Multi-select is not supported on this action
cs_cz: Vícenásobný výběr není u této akce podporován
de_ch: Mehrfachauswahl wird für diese Aktion nicht unterstützt
fi_fi: Monivalinta ei ole tuettu tässä toiminnossa
fr_be: La sélection multiple n’est pas prise en charge pour cette action
is_is: Fjölval er ekki stutt fyrir þessa aðgerð
nb_no: Flervalg støttes ikke på denne handlingen

# Page 2005578726 - NamedType 3727125186
source: Installed Extensions
cs_cz: Nainstalovaná rozšíření
de_ch: Installierte Erweiterungen
fi_fi: Asennetut laajennukset
fr_be: Extensions installées
is_is: Uppsettar viðbætur
nb_no: Installerte utvidelser

# Page 2005578726 - Control 3594686602 - Property 1295455071
source: Specifies a spacer for 'Brick' view mode.
cs_cz: Určuje mezeru pro režim zobrazení "Cihla".
de_ch: Legt einen Abstandhalter für den Anzeigemodus „Ziegel“ fest.
fi_fi: Määrittää Tiili-näyttötilan välin.
fr_be: Spécifie un espace pour le mode d'affichage Brique.
is_is: Tilgreinir bil fyrir skoðunarstillinguna „Múrsteinn“.
nb_no: Angir et mellomrom i komprimert listevisningsmodus.

# Page 2005578726 - Control 2296483502 - Property 1295455071
source: Specifies whether the extension is installed.
cs_cz: Určuje, zda je rozšíření nainstalováno.
de_ch: Gibt an, ob die Erweiterung installiert ist.
fi_fi: Määrittää, onko laajennus asennettu.
fr_be: Spécifie si l’extension est installée.
is_is: Tilgreinir hvort viðbótin sé uppsett.
nb_no: Angir om utvidelsen er installert.

# Page 2005578726 - Control 2296483502 - Property 2879900210
source: Is Installed
cs_cz: Je nainstalován
de_ch: Ist installiert
fi_fi: On asennettu
fr_be: Installée
is_is: Er uppsett
nb_no: Er installert

# Page 2005578726 - Control 1123305005 - Property 1295455071
source: Specifies the logo of the extension, such as the logo of the service provider.
cs_cz: Určuje logo rozšíření, například logo poskytovatele služby.
de_ch: Gibt das Logo der Erweiterung an, wie etwa das Logo des Dienstanbieters.
fi_fi: Määrittää laajennuksen logon (esimerkiksi palveluntarjoajan logon).
fr_be: Spécifie le logo de l'extension, tel que le logo du fournisseur de service.
is_is: Tilgreinir merki viðbótarinnar, t.d. merki þjónustuveitunnar.
nb_no: Angir logoen for utvidelsen, for eksempel logoen til tjenesteleverandøren.

# Page 2005578726 - Control 1123305005 - Property 2879900210
source: Logo
is_is: Kennimerki

# Page 2005578726 - Control 2961552353 - Property 1295455071
source: Specifies the name of the extension.
cs_cz: Určuje název klapky.
de_ch: Gibt den Namen der Erweiterung an.
fi_fi: Määrittää laajennuksen nimen.
fr_be: Spécifie le nom de l'extension.
is_is: Tilgreinir heiti viðbótarinnar.
nb_no: Angir navnet på utvidelsen.

# Page 2005578726 - Control 852322270 - Property 1295455071
source: Specifies whether the extension is published as a per-tenant, development, or a global extension.
cs_cz: Určuje, zda je rozšíření publikováno jako na nájemce, vývoj nebo globální rozšíření.
de_ch: Gibt an, ob die Erweiterung als Pro-Tenant-, Entwicklungs- oder globale Erweiterung veröffentlicht wird.
fi_fi: Määrittää, julkaistaanko laajennus vuokraajakohtaisena laajennuksena, kehityslaajennuksena tai yleisenä laajennuksena.
fr_be: Indique si l’extension est publiée en tant qu’extension par abonné, de développement ou globale.
is_is: Tilgreinir hvort viðbótin er gefin út á hvern leigjanda, sem þróunarviðbót eða sem altæk viðbót.
nb_no: Angir om utvidelsen er publisert som per leietaker-utvidelse, utviklingsutvidelse eller global utvidelse.

# Page 2005578726 - Control 852322270 - Property 2879900210
source: Published As
cs_cz: Publikováno jako
de_ch: Veröffentlicht als
fi_fi: Julkaistu nimellä
fr_be: Publié comme
is_is: Útgefið sem
nb_no: Publisert som

# Page 2005578726 - Control 1772640682 - Property 1295455071
source: Specifies the publisher of the extension.
cs_cz: Určuje vydavatele rozšíření.
de_ch: Gibt den Herausgeber der Erweiterung an.
fi_fi: Määrittää laajennuksen julkaisijan.
fr_be: Spécifie l’éditeur de l’extension.
is_is: Tilgreinir útgefanda viðbótarinnar.
nb_no: Angir utgiveren av utvidelsen.

# Page 2005578726 - Control 237762718 - Property 1295455071
source: Specifies the version of the extension.
cs_cz: Určuje verzi rozšíření.
de_ch: Gibt die Version der Erweiterung an.
fi_fi: Määrittää laajennuksen version.
fr_be: Spécifie la version de l'extension.
is_is: Tilgreinir útgáfu viðbótarinnar.
nb_no: Angir versjonen av utvidelsen.
