Repository: jbakach/MSDyn365BC.Code.History
Catalog: System Application/Source/System Application/Translations/System Application.*.xlf
Languages: cs_cz, de_ch, fi_fi, fr_be, is_is, nb_no

# Page 906691248 - Control 579552529 - Property 1968111052
source: A sign in window is open. To continue, pick the account you want to use and accept the conditions. This message will close when you are done.
cs_cz: Je otevřeno přihlašovací okno. Chcete-li pokračovat, vyberte účet, který chcete použít, a přijměte podmínky. Tato zpráva se zavře, až budete hotovi.
de_ch: Ein Anmeldefenster ist geöffnet. Um fortzufahren, wählen Sie das Konto aus, das Sie verwenden möchten, und akzeptieren Sie die Bedingungen. Diese Meldung wird geschlossen, wenn Sie fertig sind.
fi_fi: Kirjautumisikkuna on auki. Jatka valitsemalla tili, jota haluat käyttää, ja hyväksy ehdot. Tämä viesti suljetaan, kun olet valmis.
fr_be: Une fenêtre de connexion est ouverte. Pour continuer, sélectionnez le compte à utiliser et acceptez les conditions. Ce message disparaîtra lorsque vous aurez terminé.
is_is: Innskráningargluggi er opinn. Til að halda áfram skaltu velja reikninginn sem á að nota og samþykkja skilmálana. Þessi skilaboð hverfa þegar þessu er lokið.
nb_no: Et påloggingsvindu er åpent. Hvis du vil fortsette, velger du kontoen du vil bruke, og godtar betingelsene. Denne meldingen lukkes når du er ferdig.

# Page 4035890834 - Property 2879900210
source: Objects
cs_cz: Objekty
de_ch: Objekte
fi_fi: Objektit
fr_be: Objets
is_is: Hlutir
nb_no: Objekter

# Page 4035890834 - Control 4023602082 - Property 1295455071
source: Specifies the name of the extension the object comes from.
cs_cz: Určuje název rozšíření, ze kterého objekt pochází.
de_ch: Gibt den Namen der Erweiterung an, aus der das Objekt stammt.
fi_fi: Määrittää sen laajennuksen nimen, josta objekti on peräisin.
fr_be: Spécifie le nom de l’extension d'où provient l’objet.
is_is: Tilgreinir heiti viðbótarinnar sem hluturinn kemur frá.
nb_no: Angir navnet på utvidelsen som objektet kommer fra.

# Page 4035890834 - Control 4023602082 - Property 2879900210
source: Extension Name
cs_cz: Název rozšíření
de_ch: Erweiterungsname
fi_fi: Laajennuksen nimi
fr_be: Nom de l'extension
is_is: Heiti viðbótar
nb_no: Navn på utvidelse

# Page 4035890834 - Control 3811799877 - Property 1295455071
source: Specifies the caption of the object.
cs_cz: Určuje titulek objektu.
de_ch: Gibt die Beschriftung des Objekts an.
fi_fi: Määrittää objektin otsikon.
fr_be: Spécifie le libellé de l'objet.
is_is: Tilgreinir texta hlutar.
nb_no: Angir tittelen for objektet.

# Page 4035890834 - Control 3811799877 - Property 2879900210
source: Object Caption
cs_cz: Titulek objektu
de_ch: Objektcaption
fi_fi: Objektin otsikko
fr_be: Libellé objet
is_is: Texti hlutar
nb_no: Objekttittel

# Page 4035890834 - Control 3711240756 - Property 1295455071
source: Specifies the object ID.
cs_cz: Určuje ID objektu.
de_ch: Gibt die Objekt-ID an.
fi_fi: Määrittää objektin tunnuksen.
fr_be: Spécifie l'ID d'objet.
is_is: Tilgreinir kenni hlutarins.
nb_no: Angir objekt-ID-en.

# Page 4035890834 - Control 1418569422 - Property 1295455071
source: Specifies the name of the object.
cs_cz: Určuje název objektu.
de_ch: Gibt den Namen des Objekts an.
fi_fi: Määrittää objektin nimen.
fr_be: Spécifie le nom de l'objet.
is_is: Tilgreinir nafn hlutarins.
nb_no: Angir navnet på objektet.

# Page 4035890834 - Control 1418569422 - Property 2879900210
source: Object Name
cs_cz: Název objektu
de_ch: Objektname
fi_fi: Objektin nimi
fr_be: Nom objet
is_is: Heiti hlutar
nb_no: Objektnavn

# Page 4035890834 - Control 3804014811 - Property 1295455071
source: Specifies the subtype of the object.
cs_cz: Určuje podtyp objektu.
de_ch: Gibt die Objektunterart an
fi_fi: Määrittää objektin alityypin.
fr_be: Indique le sous-type de l’objet.
is_is: Tilgreinir undirgerð hlutarins.
nb_no: Angir undertypen for objektet.

# Page 4035890834 - Control 3804014811 - Property 2879900210
source: Object Subtype
cs_cz: Podtyp objektu
de_ch: Objektunterart
fi_fi: Objektin alityyppi
fr_be: Sous-type objet
is_is: Undirgerð hlutar
nb_no: Objektundertype

# Page 4035890834 - Control 1085746399 - Property 1295455071
source: Specifies the object type.
cs_cz: Určuje typ objektu.
de_ch: Gibt den Typ des Objekts an.
fi_fi: Määrittää objektin tyypin.
fr_be: Spécifie le type d'objet.
is_is: Tilgreinir gerð hlutarins.
nb_no: Angir objekttypen.

# Page 4035890834 - Control 1085746399 - Property 2879900210
source: Type
cs_cz: Typ
de_ch: Art
fi_fi: Tyyppi
is_is: Tegund

# Page 1306929145 - Property 2879900210
source: Enter Password
cs_cz: Zadejte heslo
de_ch: Kennwort eingeben
fi_fi: Anna salasana
fr_be: Entrer un mot de passe
is_is: Slá inn aðgangsorð
nb_no: Angi passord

# Page 1306929145 - NamedType 4047091786
source: The passwords that you entered do not match.
cs_cz: Zadaná hesla se neshodují.
de_ch: Die eingegebenen Kennwörter stimmen nicht überein.
fi_fi: Antamasi salasanat eivät ole samat.
fr_be: Les mots de passe que vous avez entrés ne correspondent pas.
is_is: Aðgangsorðin sem færð voru inn passa ekki saman.
nb_no: Passordene som du har angitt, samsvarer ikke.

# Page 1306929145 - Control 1619357887 - Property 1295455071
source: Specifies the password repeated.
cs_cz: Určuje zopakované heslo.
de_ch: Gibt die Wiederholung des Kennworts an.
fi_fi: Määrittää toistetun salasanan.
fr_be: Spécifie le mot de passe répété.
is_is: Tilgreinir aðgangsorðið endurtekið.
nb_no: Angir passordet to ganger.

# Page 1306929145 - Control 1619357887 - Property 2879900210
source: Confirm Password
cs_cz: Potvrzení hesla
de_ch: Kennwort bestätigen
fi_fi: Vahvista salasana
fr_be: Confirmer mot de passe
is_is: Staðfesta aðgangsorð
nb_no: Bekreft passord

# Page 1306929145 - Control 3538439924 - Property 1295455071
source: Specifies the current password, before the user defines a new one.
cs_cz: Určuje současné heslo, předtím, než uživatel definuje nové.
de_ch: Gibt das aktuelle Kennwort an, das gilt, bevor vom Benutzer ein neues Kennwort definiert wird.
fi_fi: Määrittää nykyisen salasanan, ennen kuin käyttäjä määrittää uuden salasanan.
fr_be: Spécifie le mot de passe actuel avant que l'utilisateur en définisse un nouveau.
is_is: Tilgreinir núgildandi aðgangsorð áður en notandi býr til nýtt.
nb_no: Angir det gjeldende passordet før brukeren definerer et nytt.

# Page 1306929145 - Control 3538439924 - Property 2879900210
source: Old Password
cs_cz: Staré heslo
de_ch: Altes Kennwort
fi_fi: Vanha salasana
fr_be: Ancien mot de passe
is_is: Gamalt aðgangsorð
nb_no: Gammelt passord

# Page 1306929145 - Control 2575460289 - Property 1295455071
source: Specifies the password for this task. The password must consist of 8 or more characters, at least one uppercase letter, one lowercase letter, and one number.
cs_cz: Určuje heslo pro tuto úlohu. Heslo se musí skládat z 8 a více znaků, nejméně jednoho velkého písmene, jednoho malého písmene a jednoho čísla.
de_ch: Gibt das Kennwort für diese Aufgabe an. Das Kennwort muss mindestens 8 Zeichen lang sein und mindestens einen Grossbuchstaben, einen Kleinbuchstaben und eine Ziffer enthalten.
fi_fi: Määrittää tämän tehtävän salasanan. Salasanan tulee sisältää vähintään 8 merkkiä, joista vähintään yksi on iso kirjain, yksi pieni kirjain ja yksi numero.
fr_be: Spécifie le mot de passe pour cette tâche. Il doit être constitué d'au moins 8 caractères, parmi lesquels au moins une lettre majuscule, une lettre minuscule et un chiffre.
is_is: Tilgreinir fyrir þetta verk. Aðgangsorðið verður að vera a.m.k. 8 stafir að lengd, innihalda a.m.k. einn hástaf, einn lágstaf og einn tölustaf.
nb_no: Angir passordet for denne oppgaven. Passordet må bestå av 8 eller flere tegn, minst én stor bokstav, én liten bokstav og ett tall.

# Page 1306929145 - Control 2575460289 - Property 2879900210
source: Password
cs_cz: Heslo
de_ch: Kennwort
fi_fi: Salasana
fr_be: Mot de passe
is_is: Aðgangsorð
nb_no: Passord

# Page 1393501467 - Property 1064389655
source: About performance profiling
cs_cz: O profilování výkonu
de_ch: Informationen zur Leistungsprofilerstellung
fi_fi: Tietoja suorituskyvyn profiloinnista
fr_be: À propos du profilage des performances
is_is: Um afkastagreiningu
nb_no: Om ytelsesprofilering

# Page 1393501467 - Property 247559172
source: Use the performance profiler to record a slow scenario that you can then analyze to see what took a long time. The profiler uses sampling technology, so the results may differ slightly between recordings of the same scenario.
cs_cz: Pomocí profileru výkonu můžete zaznamenat pomalý scénář, který pak můžete analyzovat, abyste zjistili, co trvalo dlouho. Profiler používá technologii vzorkování, takže výsledky se mohou mírně lišit mezi záznamy stejného scénáře.
de_ch: Verwenden Sie die Leistungsprofilerstellung zum Aufzeichnen eines langsamen Szenarios, das Sie anschliessend analysieren können, um zu sehen, was längere Zeit dauerte. Die Profilerstellung nutzt die Abtasttechnologie, sodass die Ergebnisse möglicherweise zwischen den Aufzeichnungen des gleichen Szenarios geringfügig voneinander abweichen.
fi_fi: Tallenna suorituskyvyn profiloinnin avulla hidas skenaario, jota analysoimalla voit selvittää, mihin aikaa kului. Profilointi käyttää otantateknologiaa, joten tulokset voivat hieman vaihdella saman skenaarion tallenteiden välillä.
fr_be: Utilisez le profileur de performances pour enregistrer un scénario lent que vous pouvez analyser pour voir ce qui a pris beaucoup de temps. Le profileur utilise une technologie d’échantillonnage, de sorte que les résultats peuvent différer légèrement entre les enregistrements du même scénario.
is_is: Nota skal afkastagreiningu til að skrá hægvirkar aðstæður sem hægt er að greina til að sjá hvað tók langan tíma. Greiningin notar sýnishornatækni svo einhver munur gæti verið á niðurstöðum úr mismunandi skráningum á sömu aðstæðum.
nb_no: Bruk ytelsesprofileringen til å ta opp et langsomt scenario som du deretter kan analysere for å se hva som tok lang tid. Profileringen bruker eksempelteknologi, og resultatene kan variere litt mellom opptak av det samme scenarioet.

# Page 1393501467 - Property 2879900210
source: Performance Profiler
cs_cz: Profiler výkonu
de_ch: Leistungsprofilerstellung
fi_fi: Suorituskyvyn profilointi
fr_be: Profileur de performances
is_is: Afkastagreining
nb_no: Ytelsesprofilering

# Page 1393501467 - NamedType 2160076607
source: The file might contain sensitive data, so be sure to handle it securely and according to privacy requirements. Do you want to continue?
cs_cz: Soubor může obsahovat citlivá data, proto s ním musíte zacházet bezpečně a v souladu s požadavky na ochranu osobních údajů. Chcete pokračovat?
de_ch: Die Datei enthält möglicherweise sensible Daten, daher müssen Sie sicher und gemäss den Datenschutzbestimmungen behandelt werden. Möchten Sie fortfahren?
fi_fi: Tiedosto saattaa sisältää arkaluonteisia tietoja, joten käsittele sitä turvallisesti ja tietosuojavaatimusten mukaisesti. Haluatko jatkaa?
fr_be: Le fichier peut contenir des données confidentielles, assurez-vous de le gérer en toute sécurité et en respectant les exigences de confidentialité. Souhaitez-vous continuer ?
is_is: Skráin gæti innihaldið viðkvæm gögn. Því þarf að meðhöndla hana á öruggan hátt og í samræmi við kröfur um persónuvernd. Á að halda áfram?
nb_no: Filen kan inneholde sensitive data, så kontroller at den er sikker og i henhold til personvernkravene. Vil du fortsette?

# Page 1393501467 - NamedType 2043314487
source: CPU profile |*.alcpuprofile
cs_cz: Profil CPU |*.alcpuprofile
de_ch: CPU-Profil |*.alcpuprofile
fi_fi: Suoritinprofiili |*.alcpuprofile
fr_be: Profil d’UC |*.alcpuprofile
is_is: Örgjörvagreining |*.alcpuprofile
nb_no: CPU-profil |*.alcpuprofile

# Page 1393501467 - NamedType 2381464454
source: Upload a previously recorded performance profile
cs_cz: Nahrání dříve zaznamenaného profilu výkonu
de_ch: Hochladen eines zuvor erfassten Leistungsprofils
fi_fi: Lataa palvelimeen aiemmin tallennettu suorituskykyprofiili
fr_be: Télécharger un profil de performances enregistré précédemment
is_is: Hlaða upp afkastagreiningu sem er búið að taka upp
nb_no: Last opp en tidligere registrert ytelsesprofil

# Page 1393501467 - Control 1484058515 - Property 2879900210
source: Troubleshoot slow operations
cs_cz: Řešení potíží s pomalými operacemi
de_ch: Problembehandlung bei langsamen Vorgängen
fi_fi: Suorita hitaiden toimintojen vianmääritys
fr_be: Résoudre les problèmes de fonctionnement lent
is_is: Úrræðaleit fyrir hægar aðgerðir
nb_no: Feilsøk langsomme operasjoner

# Page 1393501467 - Control 1149987580 - Property 2879900210
source: Use the Start and Stop buttons to record a process that you think is slow. The charts will show how much time each app used.
cs_cz: Pomocí tlačítek Start a Stop můžete zaznamenat proces, o kterém si myslíte, že je pomalý. Grafy budou ukazovat, kolik času každá aplikace využila.
de_ch: Verwenden Sie die Schaltflächen „Starten“ und „Beenden“, um einen Prozess aufzuzeichnen, den Sie für langsam halten. Die Diagramme zeigen, wie viel Zeit jede App aufgewendet hat.
fi_fi: Voit Aloita- ja Lopeta-painikkeilla tallentaa prosessin, jonka uskot olevan hidas. Näet kaavioista, miten kauan kukin sovellus on käyttänyt aikaa.
fr_be: Utilisez les boutons Démarrer et Arrêter pour enregistrer un traitement qui vous semble lent. Les graphiques indiquent le temps d’utilisation de chaque application.
is_is: Notið hnappana „Start“ og „Stop“ til að skrá ferli sem talið er að séu hægvirk. Myndritin sýna hversu mikinn tíma hvert forrit notaði.
nb_no: Bruk knappene Start og Stopp til å ta opp en prosess du mener er langsom. Diagrammene viser hvor lang tid hver app har brukt.

# Page 1393501467 - Control 201881077 - Property 2879900210
source: You can record your business process.
cs_cz: Můžete zaznamenat svůj obchodní proces.
de_ch: Sie können Ihren Geschäftsprozess aufzeichnen.
fi_fi: Voit tallentaa liiketoimintaprosessisi.
fr_be: Vous pouvez enregistrer votre processus d’entreprise.
is_is: Notandi getur skráð viðskiptaferlið sitt.
nb_no: Du kan spille inn forretningsprosessen.

# Page 1393501467 - Control 1456624413 - Property 2879900210
source: The performance profiler is now running
cs_cz: Profiler výkonu je nyní spuštěn
de_ch: Die Leistungsprofilerstellung wird jetzt ausgeführt
fi_fi: Suorituskyvyn profilointi on nyt käynnissä
fr_be: Le profileur de performances est maintenant en cours d’exécution
is_is: Afkastagreiningin er í gangi
nb_no: Ytelsesprofileringen kjører nå

# Page 1393501467 - Control 1768041968 - Property 1295455071
source: Show details about the time each app took during the performance profiling.
cs_cz: Zobrazí podrobnosti o čase, který jednotlivé aplikace zabraly během profilování výkonu.
de_ch: Zeigen Sie Details zur Dauer an, die jede App während der Leistungsprofilerstellung benötigte.
fi_fi: Näytä tietoja siitä, miten kauan kultakin sovellukselta kului suorituskyvyn profilointiin.
fr_be: Affichez des détails sur la durée nécessaire à chaque application pendant le profilage des performances.
is_is: Sýna upplýsingar um tímann sem hvert forrit tók meðan á afkastagreiningu stóð.
nb_no: Vis detaljer om tiden hver app brukte under ytelsesprofileringen.

# Page 1393501467 - Control 1768041968 - Property 2879900210
source: Show technical information
cs_cz: Zobrazit technické informace
de_ch: Technische Informationen anzeigen
fi_fi: Näytä tekniset tiedot
fr_be: Afficher les informations techniques
is_is: Sýna tæknilegar upplýsingar
nb_no: Vis teknisk informasjon

# Page 1393501467 - Action 2457075619 - Property 1295455071
source: Clear the performance profiler recording data.
cs_cz: Vymažte data záznamu profileru výkonu.
de_ch: Löschen Sie die Aufzeichnungsdaten der Leistungsprofilerstellung.
fi_fi: Tyhjennä suorituskyvyn profiloinnin tallennustiedot.
fr_be: Effacez les données d’enregistrement de profileur de performances.
is_is: Hreinsa gögn um greiningu á afköstum.
nb_no: Fjern opptaksdata for ytelsesprofilering.

# Page 1393501467 - Action 2457075619 - Property 2879900210
source: Clear
cs_cz: Vymazat
de_ch: Löschen
fi_fi: Tyhjennä
fr_be: Effacer
is_is: Hreinsa
nb_no: Fjern

# Page 1393501467 - Action 593408208 - Property 1295455071
source: Download the performance profile file of the recording performed.
cs_cz: Stáhněte si soubor profilu výkonu provedeného záznamu.
de_ch: Laden Sie die Leistungsprofildatei der durchgeführten Aufzeichnung herunter.
fi_fi: Lataa suoritetun tallennuksen suorituskykyprofiilitiedosto.
fr_be: Téléchargez le fichier de profil de performances de l’enregistrement effectué.
is_is: Sækja skrá með afkastagreiningu fyrir skráninguna.
nb_no: Last ned ytelsesprofilfilen for opptaket som ble utført.

# Page 1393501467 - Action 593408208 - Property 2879900210
source: Download
cs_cz: Stáhnout
de_ch: Herunterladen
fi_fi: Lataa
fr_be: Télécharger
is_is: Sækja
nb_no: Last ned

# Page 1393501467 - Action 2847028226 - Property 1064389655
source: Sharing the results
cs_cz: Sdílení výsledků
de_ch: Freigabe der Ergebnisse
fi_fi: Jaetaan tuloksia
fr_be: Partage des résultats
is_is: Niðurstöðum deilt
nb_no: Deler resultatene

# Page 1393501467 - Action 2847028226 - Property 1295455071
source: Copy the profile file to your Business Central folder in OneDrive and share the file. You can also see who it's already shared with.
cs_cz: Zkopírujte soubor profilu do složky Business Central na OneDrivu a sdílejte soubor. Můžete se také podívat, s kým už je sdílená.
de_ch: Kopieren Sie die Profildatei in den Business Central-Ordner in OneDrive, und geben Sie die Datei frei. Sie können auch feststellen, mit wem sie bereits geteilt wurde.
fi_fi: Kopioi profiilitiedosto OneDriven Business Central -kansioon ja jaa tiedosto. Voit myös nähdä, kenelle se on jo jaettu.
fr_be: Copiez le fichier de profil dans votre dossier Business Central dans OneDrive et partagez le fichier. Vous pouvez également voir avec qui il est déjà partagé.
is_is: Afritið forstillingarskrána í Business Central-möppuna á OneDrive og deilið skránni. Einnig er hægt að sjá með hverjum henni hefur þegar verið deilt.
nb_no: Kopier profilfilen til Business Central-mappen i OneDrive, og del filen. Du kan også se hvem den allerede er delt med.

# Page 1393501467 - Action 2847028226 - Property 247559172
source: You can share the results of performance profiling with your partner through OneDrive. Or download the file directly.
cs_cz: Výsledky profilování výkonu můžete sdílet se svým partnerem prostřednictvím OneDrivu. Nebo si soubor stáhněte přímo.
de_ch: Sie können die Ergebnisse der Leistungsprofilerstellung mit Ihrem Partner über OneDrive teilen. Oder laden Sie die Datei direkt herunter.
fi_fi: Voit jakaa suorituskyvyn profiloinnin tulokset kumppanillesi OneDriven kautta. Voit myös ladata tiedoston suoraan.
fr_be: Vous pouvez partager les résultats du profilage des performances avec votre partenaire via OneDrive. Vous pouvez aussi télécharger directement le fichier.
is_is: Hægt er að deila niðurstöðum afkastagreiningar með samstarfsaðila í gegnum OneDrive. Einnig er hægt að sækja skrána beint.
nb_no: Du kan dele resultatene av ytelsesprofileringen med partneren gjennom OneDrive. Du kan også laste ned filen direkte.

# Page 1393501467 - Action 2847028226 - Property 2879900210
source: Share
cs_cz: Sdílet
de_ch: Freigeben
fi_fi: Jaa
fr_be: Partager
is_is: Deila
nb_no: Del

# Page 1393501467 - Action 620325036 - Property 1064389655
source: Starting the recording
cs_cz: Spuštění nahrávání
de_ch: Aufzeichnung wird gestartet
fi_fi: Aloitetaan tallennusta
fr_be: Démarrage de l’enregistrement
is_is: Hefja skráningu
nb_no: Starter opptaket

# Page 1393501467 - Action 620325036 - Property 1295455071
source: Start the performance profiler recording.
cs_cz: Spusťte záznam profileru výkonu.
de_ch: Starten Sie die Aufzeichnung der Leistungsprofilerstellung.
fi_fi: Aloita suorituskyvyn profiloinnin tallennus.
fr_be: Démarrez l’enregistrement du profileur de performances.
is_is: Hefja skráningu afkastagreiningar.
nb_no: Start opptak av ytelsesprofilering.

# Page 1393501467 - Action 620325036 - Property 247559172
source: The most convenient way of interacting with the performance profiler is by having it in a separate browser window next to your main Business Central browser window. Once your windows are conveniently docked, you can start the performance profiler recording.
cs_cz: Nejpohodlnějším způsobem interakce s profilerem výkonu je mít jej v samostatném okně prohlížeče vedle hlavního okna prohlížeče Business Central. Jakmile jsou okna pohodlně ukotvena, můžete spustit nahrávání profileru výkonu.
de_ch: Die einfachste Möglichkeit, mit der Leistungsprofilerstellung zu interagieren, ist, dass sie in einem separaten Browserfenster neben dem Business Central-Hauptbrowserfenster angezeigt wird. Sobald die Fenster bequem angedockt sind, können Sie die Aufzeichnung der Leistungsprofilerstellung starten.
fi_fi: Suorituskyvyn profilointia on kätevin käyttää erillisessä selainikkunassa Business Central -selainikkunan vieressä. Kun ikkunat on telakoitu, voit aloittaa suorituskyvyn profiloinnin tallennuksen.
fr_be: Le moyen le plus commode d’interagir avec le profileur de performances consiste à le faire dans une fenêtre de navigateur séparée à côté de votre fenêtre principale du navigateur Business Central. Une fois votre fenêtre ancrée, vous pouvez démarrer l’enregistrement du profileur de performances.
is_is: Þægilegasta leiðin til að nota afkastagreininguna er að hafa hana í sérstökum vafraglugga við hliðina á aðalglugga Business Central. Þegar búið er að festa gluggana er hægt að hefja skráningu afkastagreiningar.
nb_no: Den mest praktiske måten å samhandle med ytelsesprofilering på er ved å bruke den i et eget nettleservindu ved siden av hovednettleservinduet for Business Central. Når vinduene er forankret, kan du starte opptaket av ytelsesprofilering.

# Page 1393501467 - Action 620325036 - Property 2879900210
source: Start
cs_cz: Spustit
de_ch: Starten
fi_fi: Aloita
fr_be: Démarrer
is_is: Ræsa

# Page 1393501467 - Action 915332364 - Property 1064389655
source: Stopping the recording
cs_cz: Zastavení nahrávání
de_ch: Aufzeichnung wird beendet
fi_fi: Lopetetaan tallennusta
fr_be: Arrêt de l’enregistrement
is_is: Skráning stöðvuð
nb_no: Stopper opptaket

# Page 1393501467 - Action 915332364 - Property 1295455071
source: Stop the performance profiler recording.
cs_cz: Zastavte nahrávání profileru výkonu.
de_ch: Beenden Sie die Aufzeichnung der Leistungsprofilerstellung.
fi_fi: Lopeta suorituskyvyn profiloinnin tallennus.
fr_be: Arrêtez l’enregistrement du profileur de performances.
is_is: Stöðvaðu skráningu afkastagreiningar.
nb_no: Stopp opptak av ytelsesprofilering.
