Repository: jbakach/MSDyn365BC.Code.History
Catalog: System Application/Source/System Application/Translations/System Application.*.xlf
Languages: cs_cz, de_ch, fi_fi, fr_be, is_is, nb_no

# Page 4061016505 - NamedType 2696496991
source: This feature has already been enabled and cannot be disabled.
cs_cz: Tato funkce již byla povolena a nelze ji zakázat.
de_ch: Diese Funktion wurde bereits aktiviert und kann nicht deaktiviert werden.
fi_fi: Tämä ominaisuus on jo otettu käyttöön, eikä sitä voi poistaa käytöstä.
fr_be: Cette fonctionnalité a déjà été activée et ne peut pas être désactivée.
is_is: Þessi eiginleiki hefur þegar verið virkjaður og ekki hægt að gera hann óvirkan.
nb_no: Denne funksjonen er allerede aktivert og kan ikke deaktiveres.

# Page 4061016505 - NamedType 1040507220
source: After you enable this feature for all users, you cannot turn it off again. This is because the feature may include changes to your data and may initiate an upgrade of some database tables as soon as you enable it.\\We strongly recommend that you first enable and test this feature on a sandbox environment that has a copy of production data before doing this on a production environment.\\For detailed information about the impact of enabling this feature, you should choose No and use the Learn more link.\\Are you sure you want to enable this feature?
cs_cz: Po povolení této funkce pro všechny uživatele ji již nelze znovu vypnout. Je to proto, že tato funkce může zahrnovat změny vašich dat a může zahájit upgrade některých databázových tabulek, jakmile ji povolíte.\\Důrazně doporučujeme tuto funkci nejprve povolit a otestovat v prostředí sandboxu, které má kopii produkčních dat, než to provedete v produkčním prostředí.\\Pro podrobné informace o dopadu povolení této funkce byste měli zvolit Ne a použít odkaz Další informace.\\Opravdu chcete tuto funkci povolit?
de_ch: Nachdem Sie diese Funktion für alle Benutzer aktiviert haben, können Sie sie nicht wieder deaktivieren. Der Grund: Die Funktion enthält möglicherweise Änderungen an Ihren Daten und initiiert möglicherweise ein Upgrade einiger Datenbanktabellen, sobald Sie sie aktivieren.\\Es wird dringend empfohlen, diese Funktion zunächst in einer Sandbox-Umgebung mit einer Kopie von Produktionsdaten zu aktivieren und zu testen, bevor sie in einer Produktionsumgebung ausgeführt wird.\\Für ausführliche Informationen zu den Auswirkungen bei Aktivierung dieser Funktion klicken Sie auf „Nein“, und verwenden Sie den Link „Weitere Informationen“.\\Möchten Sie diese Funktion wirklich aktivieren?
fi_fi: Kun olet ottanut tämän ominaisuuden käyttöön kaikille käyttäjille, et voi enää poistaa sitä käytöstä. Tämä johtuu siitä, että ominaisuus sisältää tietojen muutoksia ja voi käynnistää joidenkin tietokantataulukoiden päivityksen heti sen käyttöönoton jälkeen.\\Suosittelemme, että ensin otat tämän ominaisuuden käyttöön ja testaat sitä tuotantotietojen kopion sisältävässä eristysympäristössä, ennen kuin teet tämän tuotantoympäristössä.\\Jos haluat lisätietoja tämän ominaisuuden käyttöönoton vaikutuksista, valitse Ei ja napsauta sitten Lisätietoja-linkkiä.\\Haluatko varmasti ottaa tämän ominaisuuden käyttöön?
fr_be: Après avoir activé cette fonctionnalité pour tous les utilisateurs, vous ne pouvez plus la désactiver. Cela est dû au fait que la fonctionnalité peut inclure des modifications apportées à vos données et peut lancer une mise à niveau de certaines tables de base de données dès leur activation.\\Nous vous recommandons vivement de commencer par activer et tester cette fonctionnalité dans un environnement bac à sable disposant d'une copie des données de production avant d'effectuer ces opérations dans un environnement de production.\\Pour plus d'informations sur les répercussions de l'activation de cette fonctionnalité, cliquez sur Non et suivez le lien En savoir plus.\\Voulez-vous vraiment activer cette fonctionnalité ?
is_is: Þegar búið er að gera þennan eiginleika virkan fyrir alla notendur er ekki hægt að slökkva á honum aftur. Þetta er vegna þess að aðgerðin kann að fela í sér breytingar á gögnunum og ef til vill hefja uppfærslu á sumum gagnagrunnstöflum um leið og hún er gerð virk.\\Eindregið er mælt með því að þessi eiginleiki sé fyrst virkjaður og prófaður í sandkassaumhverfi með afriti af framleiðslugögnum áður en þetta er gert í framleiðsluumhverfi.\\Til að fá ítarlegar upplýsingar um áhrif þessa eiginleika skal velja „Nei“ og nota tengilinn fyrir frekari upplýsingar.\\Á örugglega að gera þennan eiginleika virkan?
nb_no: Når du har aktivert denne funksjonen for alle brukere, kan du ikke deaktivere den igjen. Dette skyldes at funksjonen kan inkludere endringer i dataene, og kan starte en oppgradering av noen databasetabeller så snart du aktiverer den.\\Vi anbefaler at du først aktiverer og tester denne funksjonen i et sandkassemiljø som har en kopi av produksjonsdataene, før du gjør dette i et produksjonsmiljø.\\Hvis du vil ha mer informasjon om virkningen av å aktivere denne funksjonen, bør du velge Nei og bruke Finn ut mer-koblingen.\\Er du sikker på at du vil aktivere denne funksjonen?

# Page 4061016505 - NamedType 1796632658
source: Try it out
cs_cz: Vyzkoušejte
de_ch: Testen
fi_fi: Kokeile
fr_be: Tester
is_is: Prófa
nb_no: Prøv den

# Page 4061016505 - NamedType 2845400600
source: A new browser tab was opened for you to try out the feature. For now, the feature has been temporarily enabled for you only. It will remain enabled whenever you open Business Central in the browser, until you completely sign out or close the browser.
cs_cz: Byla otevřena nová karta prohlížeče, abyste mohli tuto funkci vyzkoušet. Prozatím byla tato funkce dočasně povolena pouze pro vás. Zůstane aktivní, kdykoli otevřete Business Central v prohlížeči, dokud se úplně neodhlásíte nebo prohlížeč nezavřete.
de_ch: Eine neue Browser-Registerkarte wurde geöffnet, damit Sie die Funktion ausprobieren können. Die Funktion wurde nur für Sie vorübergehend aktiviert. Sie bleibt aktiviert, wenn Sie Business Central im Browser öffnen, bis Sie sich vollständig abmelden oder den Browser schliessen.
fi_fi: Uusi selaimen välilehti on avattu, jotta voit kokeilla ominaisuutta. Toistaiseksi vain sinä voit käyttää ominaisuutta. Se pysyy käytössä aina, kun avaat Business Centralin selaimessa etkä kirjaudu täysin ulos tai sulje selainta.
fr_be: Un nouvel onglet du navigateur est ouvert pour vous permettre de tester la fonctionnalité. Pour l’instant, la fonctionnalité n’est activée que temporairement. Celle-ci s’active chaque fois que vous ouvrez Business Central dans le navigateur, et reste activée jusqu’à ce que vous vous déconnectiez complètement ou que vous fermiez le navigateur.
is_is: Nýr vafragluggi var opnaður til að hægt sé að prófa eiginleikann. Eins og er þá hefur eiginleikinn verið virkjaður fyrir núverandi notanda eingöngu. Hann verður virkjaður alltaf þegar Business Central er opnað í vafra, þar til notandi skráir sig alveg út eða lokar vafranum.
nb_no: En ny nettleserfane ble åpnet for deg slik at du kan prøve ut funksjonen. Foreløpig er funksjonen midlertidig aktivert bare for deg. Den aktiveres når du åpner Business Central i nettleseren til du logger helt av eller lukker nettleseren.

# Page 4061016505 - Control 1295697111 - Property 1295455071
source: Specifies the status of data update in the current company. Until it is complete the feature is not fully enabled in the current company.
cs_cz: Určuje stav aktualizace dat v aktuální společnosti. Dokud není dokončena, funkce není plně povolena v aktuální společnosti.
de_ch: Gibt den Status der Datenaktualisierung im aktuellen Unternehmen an. Bis zum Abschluss ist die Funktion im aktuellen Unternehmen nicht vollständig aktiviert.
fi_fi: Määrittää nykyisen yrityksen tietojen päivityksen tilan. Toiminto ei ole kokonaan käytössä nykyisessä yrityksessä, ennen kuin tietojen päivitys on valmis.
fr_be: Spécifie le statut de la mise à jour des données dans la société actuelle. Tant qu’elle n’est pas terminée, la fonctionnalité n’est pas complètement activée dans la société actuelle.
is_is: Tilgreinir stöðu gagnauppfærslu í núverandi fyrirtæki. Eiginleikinn er ekki virkjaður að fullu í núverandi fyrirtæki fyrr en að lokinni uppfærslu.
nb_no: Angir statusen for dataoppdateringen i det gjeldende selskapet. Til funksjonen er fullført er den ikke fullstendig aktivert i det gjeldende selskapet.

# Page 4061016505 - Control 1295697111 - Property 2879900210
source: Current Company Status
cs_cz: Aktuální stav společnosti
de_ch: Aktueller Unternehmensstatus
fi_fi: Yrityksen nykyinen tila
fr_be: Statut de la société actuelle
is_is: Núverandi staða fyrirtækis
nb_no: Gjeldende selskapsstatus

# Page 4061016505 - Control 3489456882 - Property 1295455071
source: Specifies whether the feature is enabled for all users or for none. The change takes effect the next time each user signs in.
cs_cz: Určuje, zda je funkce povolena pro všechny uživatele nebo pro žádné. Změna se projeví při příštím přihlášení každého uživatele.
de_ch: Gibt an, ob die Funktion für alle Benutzer oder für keine aktiviert ist. Die Änderung wird wirksam, wenn sich der Benutzer das nächste Mal anmeldet.
fi_fi: Määrittää, otetaanko ominaisuus käyttöön kaikille käyttäjille tai ei yhdellekään käyttäjälle. Muutos tulee voimaan, kun kukin käyttäjä seuraavan kerran kirjautuu sisään.
fr_be: Indique si la fonctionnalité est activée pour tous les utilisateurs ou pour aucun. La modification prend effet à la prochaine connexion d'un utilisateur.
is_is: Tilgreinir hvort eiginleikinn sé virkur fyrir alla notendur eða enga. Breytingin tekur gildi næst þegar hver notandi skráir sig inn.
nb_no: Angir om funksjonen er aktivert for alle brukere eller ingen. Endringene trer i kraft neste gang hver bruker logger seg på.

# Page 4061016505 - Control 3489456882 - Property 2879900210
source: Enabled for
cs_cz: Povoleno pro
de_ch: Aktiviert für
fi_fi: Käytössä:
fr_be: Activée pour
is_is: Virkjað fyrir
nb_no: Aktivert for

# Page 4061016505 - Control 2325998030 - Property 1295455071
source: The name of the new capability or change in design.
cs_cz: Název nové funkce nebo změna návrhu.
de_ch: Der Name der neuen Funktion oder Designänderung.
fi_fi: Uuden ominaisuuden tai rakenteen muutoksen nimi.
fr_be: Nom de la nouvelle fonctionnalité ou modification de la conception.
is_is: Tilgreinir heiti nýs möguleika eða breytingar á hönnun.
nb_no: Navnet på den nye funksjonen eller endringen som er på vei.

# Page 4061016505 - Control 2325998030 - Property 2879900210
source: Feature
cs_cz: Funkce
de_ch: Funktion
fi_fi: Ominaisuus
fr_be: Fonctionnalité
is_is: Eiginleiki
nb_no: Funksjon

# Page 4061016505 - Control 3832370403 - Property 1295455071
source: View a detailed description of new capabilities and behaviors that are available when the feature is enabled (opens in a new tab).
cs_cz: Zobrazte podrobný popis nových funkcí a chování, které jsou k dispozici, když je funkce povolena (otevře se v nové kartě).
de_ch: Eine detaillierte Beschreibung der neuen Funktionen und Verhaltensweisen anzeigen, die verfügbar sind, wenn die Funktion aktiviert ist (wird in einer neuen Registerkarte geöffnet).
fi_fi: Näytä tarkka kuvaus uusista ominaisuuksista ja toiminnoista, jotka ovat käytettävissä, kun ominaisuus otetaan käyttöön (avautuu uudelle välilehdelle).
fr_be: Affichez une description détaillée des nouveaux comportements et capacités disponibles lorsque la fonctionnalité est activée (s'ouvre dans un nouvel onglet).
is_is: Skoða ítarlega lýsingu á nýjum eiginleikum og hegðun sem er í boði þegar eiginleikinn er virkjaður (opnast í nýjum flipa).
nb_no: Vis en detaljert beskrivelse av nye funksjoner og virkemåter som er tilgjengelige når funksjonen aktiveres (åpnes i en ny fane).

# Page 4061016505 - Control 3832370403 - Property 2879900210
source: Learn more
cs_cz: Naučte se více
de_ch: Weitere Informationen
fi_fi: Lisätietoja
fr_be: En savoir plus
is_is: Frekari upplýsingar
nb_no: Finn ut mer

# Page 4061016505 - Control 2931427064 - Property 1295455071
source: Specifies a future software version and approximate date when this feature is automatically enabled for all users and cannot be disabled. Until this future version, the feature is optional.
cs_cz: Určuje budoucí verzi softwaru a přibližné datum, kdy je tato funkce automaticky povolena pro všechny uživatele a nelze ji zakázat. Až do této budoucí verze je tato funkce volitelná.
de_ch: Gibt eine zukünftige Softwareversion und ein ungefähres Datum an, an dem diese Funktion automatisch für alle Benutzer aktiviert wird und nicht deaktiviert werden kann. Bis zu dieser zukünftigen Version ist die Funktion optional.
fi_fi: Määrittää tulevan ohjelmistoversion ja likimääräisen päivämäärän, jolloin tämä ominaisuus otetaan automaattisesti käyttöön kaikille käyttäjille ja jonka jälkeen ominaisuutta ei voi poistaa käytöstä. Ominaisuus on valinnainen siihen asti, kun kyseisen ohjelmistoversio otetaan käyttöön.
fr_be: Spécifie une version logicielle ultérieure et une date approximative de l'activation automatique de cette fonctionnalité pour tous les utilisateurs et ne peut pas être désactivée. En attendant le lancement de cette version ultérieure, la fonctionnalité est facultative.
is_is: Tilgreinir framtíðarútgáfu hugbúnaðar og áætlaða dagsetningu þegar þessi eiginleiki verður sjálfkrafa virkjaður fyrir alla notendur og ekki er hægt að gera hann óvirkan. Þar til þessi útgáfa kemur í þessari útgáfu er eiginleikinn valfrjáls.
nb_no: Angir en fremtidig programvareversjon og en omtrentlig dato når denne funksjonen aktiveres automatisk for alle brukere og ikke kan deaktiveres. Frem til denne fremtidige versjonen, er funksjonen valgfri.

# Page 4061016505 - Control 2931427064 - Property 2879900210
source: Automatically enabled from
cs_cz: Automaticky povoleno od
de_ch: Automatisch aktiviert aus
fi_fi: Automaattisesti käytössä alkaen
fr_be: Automatiquement activée à partir de
is_is: Sjálfkrafa virkjað frá
nb_no: Automatisk aktivert fra

# Page 4061016505 - Control 3975658731 - Property 1295455071
source: Specifies the serviec instance id where the task is being ran.
cs_cz: Určuje id instance serveru, kde je úloha spuštěna.
de_ch: Gibt die ID der Dienstinstanz an, in der die Aufgabe ausgeführt wird.
fi_fi: Määrittää sen palvelinesiintymän tunnuksen, jossa tehtävää suoritetaan.
fr_be: Spécifie l’ID instance de service dans lequel la tâche est exécutée.
is_is: Tilgreinir kenni þjónustutilviksins þar sem verkið er keyrt.
nb_no: Angir forekomst-ID-en for tjeneste der oppgaven kjørte.

# Page 4061016505 - Control 2897649021 - Property 1295455071
source: Specifies the session id where the task is being ran.
cs_cz: Určuje id relace, ve které je úloha spuštěna.
de_ch: Gibt die ID der Sitzung an, in der die Aufgabe ausgeführt wird.
fi_fi: Määrittää sen istunnon tunnuksen, jossa tehtävää suoritetaan.
fr_be: Spécifie l’ID de la session au cours de laquelle la tâche est exécutée.
is_is: Tilgreinir lotukennið þar sem verkið er keyrt.
nb_no: Angir økt-ID-en der oppgaven kjørte.

# Page 4061016505 - Control 1030634255 - Property 1295455071
source: Specifies the earliest date and time when the data update task should be run.
cs_cz: Určuje nejbližší datum a čas, kdy má být úloha aktualizace dat spuštěna.
de_ch: Gibt den frühesten Zeitpunkt (Datum und Uhrzeit) für die Ausführung der Datenaktualisierungsaufgabe an.
fi_fi: Määrittää aikaisimman päivämäärän ja ajan, jolloin tietojen päivitystehtävän voi suorittaa.
fr_be: Spécifie la date et l’heure auxquelles la tâche de mise à jour des données doit être exécutée au plus tôt.
is_is: Tilgreinir fyrstu dagsetningu og tíma sem keyra á verk gagnauppfærslunnar.
nb_no: Angir tidligste dato og klokkeslett for kjøring av dataoppdateringsoppgaven.

# Page 4061016505 - Control 1030634255 - Property 2879900210
source: Update Start Date/Time
cs_cz: Aktualizovat počáteční datum a čas
de_ch: Startdatum/-uhrzeit der Aktualisierung
fi_fi: Päivityksen aloituspäivämäärä ja -aika
fr_be: Mettre à jour date/heure début
is_is: Upphafsdagsetning og tími uppfærslu
nb_no: Oppdater startdato/-klokkeslett

# Page 4061016505 - Control 2889527988 - Property 1295455071
source: Specifies the id of the scheduled task.
cs_cz: Určuje id naplánované úlohy.
de_ch: Gibt die ID der geplanten Aufgabe an.
fi_fi: Määrittää ajoitetun tehtävän tunnuksen.
fr_be: Spécifie l’ID de la tâche planifiée.
is_is: Tilgreinir auðkenni áætlaðs verks.
nb_no: Angir ID-en for den planlagte oppgaven.

# Page 4061016505 - Control 538424632 - Property 1295455071
source: Starts a new session with the feature temporarily enabled (opens in a new tab). This does not affect any other users.
cs_cz: Spustí novou relaci s dočasně povolenou funkcí (otevře se na nové kartě). To nemá vliv na žádné jiné uživatele.
de_ch: Startet eine neue Sitzung mit der temporären Aktivierung der Funktion (öffnet sich in einer neuen Registerkarte). Dies wirkt sich nicht auf andere Benutzer aus.
fi_fi: Aloittaa uuden istunnon niin, että ominaisuus on tilapäisesti käytössä (avautuu uudelle välilehdelle). Tämä ei vaikuta muihin käyttäjiin.
fr_be: Démarre une nouvelle session avec la fonctionnalité temporairement activée (s'ouvre dans un nouvel onglet). Cela n'affecte pas les autres utilisateurs.
is_is: Ræsir nýja lotu með eiginleikann virkjaðan tímabundið (opnast í nýjum flipa). Þetta hefur ekki áhrif á aðra notendur.
nb_no: Starter en ny økt med funksjonen midlertidig aktivert (åpnes i en ny fane). Dette påvirker ikke andre brukere.

# Page 4061016505 - Control 538424632 - Property 2879900210
source: Get started
cs_cz: Začít
de_ch: Erste Schritte
fi_fi: Aloittaminen
fr_be: Mise en route
is_is: Hefjast handa
nb_no: Kom i gang

# Page 4061016505 - Action 1706775459 - Property 2879900210
source: Data Update
cs_cz: Aktualizace dat
de_ch: Datenaktualisierung
fi_fi: Tietojen päivitys
fr_be: Mise à jour des données
is_is: Uppfærsla gagna
nb_no: Dataoppdatering

# Page 4061016505 - Action 966664442 - Property 1295455071
source: Cancel the scheduled data update task.
cs_cz: Zrušte naplánovanou úlohu aktualizace dat.
de_ch: Bricht die geplante Datenaktualisierungsaufgabe ab.
fi_fi: Peruuta ajoitettu tietojen päivitystehtävä.
fr_be: Annulez la tâche de mise à jour des données planifiée.
is_is: Hætta við áætlað verk gagnauppfærslu.
nb_no: Avbryt den planlagte dataoppdateringsoppgaven.

# Page 4061016505 - Action 966664442 - Property 2879900210
source: Cancel Scheduled Job
cs_cz: Zrušit naplánovanou úlohu
de_ch: Geplanten Auftrag stornieren
fi_fi: Peruuta ajoitettu työ
fr_be: Annuler le projet planifié
is_is: Hætta við áætlaða verk
nb_no: Avbryt planlagt jobb

# Page 4061016505 - Action 2019212495 - Property 1295455071
source: Schedule or run the data update task in the current or background session.
cs_cz: Naplánujte nebo spusťte úlohu aktualizace dat v aktuální relaci nebo relaci na pozadí.
de_ch: Plant oder führt die Datenaktualisierungsaufgabe in der aktuellen Sitzung oder Hintergrundsitzung aus.
fi_fi: Ajoita sai suorita tietojen päivitystehtävä nykyisessä istunnossa tai taustaistunnossa.
fr_be: Planifiez ou exécutez la tâche de mise à jour des données dans la session actuelle ou en arrière-plan.
is_is: Áætla eða keyra verk gagnauppfærslu í núverandi lotu eða bakgrunnslotu.
nb_no: Planlegg eller kjør dataoppdateringsoppgaven i den gjeldende økten eller bakgrunnsøkten.

# Page 4061016505 - Action 2019212495 - Property 2879900210
source: Schedule
cs_cz: Plán
de_ch: Zeitplan
fi_fi: Aikataulu
fr_be: Planifier
is_is: Áætlun
nb_no: Tidsplan

# Page 4061016505 - Action 2764035238 - Property 1295455071
source: Show the error log entry.
cs_cz: Zobrazí položku protokolu chyb.
de_ch: Zeigt den Fehlerprotokolleintrag an.
fi_fi: Näytä virhelokin tapahtuma.
fr_be: Affichez l’écriture du journal des erreurs.
is_is: Sýna færslu villukladda.
nb_no: Vis feilloggoppføringen.

# Page 4061016505 - Action 2764035238 - Property 2879900210
source: Show Log
cs_cz: Zobrazit protokol
de_ch: Protokoll anzeigen
fi_fi: Näytä loki
fr_be: Afficher le journal
is_is: Sýna kladda
nb_no: Vis logg

# Page 2257524325 - Property 2879900210
source: Field Contents
cs_cz: Obsah pole
de_ch: Feldinhalt
fi_fi: Kentän sisältö
fr_be: Contenu du champ
is_is: Efni reits
nb_no: Feltinnhold

# Page 2257524325 - Control 1131619133 - Property 1295455071
source: Specifies the field value.
cs_cz: Určuje hodnotu pole.
de_ch: Gibt den Feldwert an.
fi_fi: Määrittää kentän arvon.
fr_be: Spécifie la valeur du champ.
is_is: Tilgreinir gildi reits.
nb_no: Angir feltverdien.

# Page 3266216760 - Property 2879900210
source: Field Data Classification
cs_cz: Klasifikace datových polí
de_ch: Felddatenklassifizierung
fi_fi: Kentän tietojen luokittelu
fr_be: Classification des données de champ
is_is: Flokkun reitargagna
nb_no: Klassifisering av feltdata

# Page 3266216760 - Control 3454070650 - Property 1295455071
source: Specifies the type of class. Normal is data entry, FlowFields calculate and display results immediately, and FlowFilters display results based on user-defined filter values that affect the calculation of a FlowField.
cs_cz: Určuje typ třídy. Normal je pro zadávání dat, FlowFields se okamžitě vypočítávají a zobrazují výsledky a FlowFilters zobrazují výsledky na základě uživatelem definovaných hodnot filtrů, které ovlivňují výpočet pole FlowField.
de_ch: Gibt die Art der Klasse an. „Normal“ ist Dateneingabe, „FlowFields“ berechnet und zeigt Ergebnisse sofort an. „FlowFiltern“ zeigt Ergebnisse auf Grundlage benutzerdefinierter Filterwerte an, die sich auf die Berechnung eines FlowField auswirken.
fi_fi: Määrittää luokan tyypin. Normaali on tietomerkintä, FlowField-kentät laskevat ja näyttävät tulokset heti ja FlowFilter-kentät näyttävät tulokset FlowField-kentän laskentaan vaikuttavien käyttäjän määrittämien suodatinarvojen perusteella.
fr_be: Spécifie le type de classe. Normal est une saisie de données, les FlowFields calculent et affichent immédiatement les résultats et les FlowFilters affichent des résultats basés sur les valeurs de filtre définies par l'utilisateur qui affectent le calcul d'un FlowField.
is_is: Tilgreinir gerð klasa. Venjuleg er gagnafærsla, FlowFields-reitir reikna og birta niðurstöður strax og FlowFilters-síur birta niðurstöður sem eru í samræmi við síugildi sem notendur hafa tilgreint og sem hafa áhrif á útreikning FlowField-reits.
nb_no: Angir klassetypen. Normal er dataregistrering, FlowFields beregner og viser resultater umiddelbart, og FlowFilters viser resultater basert på brukerdefinerte filterverdier som påvirker beregningen av et FlowField.

# Page 3266216760 - Control 3407529226 - Property 1295455071
source: Specifies the data classification.
cs_cz: Určuje klasifikaci dat.
de_ch: Gibt die Datenklassifizierung an.
fi_fi: Määrittää tietojen luokittelun.
fr_be: Spécifie la classification des données.
is_is: Tilgreinir gagnaflokkunina.
nb_no: Angir dataklassifiseringen.

# Page 3266216760 - Control 166597695 - Property 1295455071
source: Specifies the name of the field in the table.
cs_cz: Určuje název pole v tabulce.
de_ch: Gibt den Namen des Felds in der Tabelle an.
fi_fi: Määrittää taulukon kentän nimen.
fr_be: Spécifie le nom du champ dans la table.
is_is: Tilgreinir heiti reitsins í töflunni.
nb_no: Angir navnet på feltet i tabellen.

# Page 3266216760 - Control 4200184881 - Property 1295455071
source: Specifies the ID number of the field in the table.
cs_cz: Určuje ID pole v tabulce.
de_ch: Gibt die ID des Felds in der verknüpften Tabelle an.
fi_fi: Määrittää taulukon kentän tunnuksen.
fr_be: Indique le numéro d'ID du champ dans la table.
is_is: Tilgreinir kenni reitsins í töflunni.
nb_no: Angir ID-nummeret til feltet i tabellen.
