Repository: jbakach/MSDyn365BC.Code.History
Catalog: System Application/Source/System Application/Translations/System Application.*.xlf
Languages: cs_cz, de_ch, fi_fi, fr_be, is_is, nb_no

# Page 3266216760 - Control 284698554 - Property 1295455071
source: Specifies the option string.
cs_cz: Určuje řetězec možností.
de_ch: Gibt die Optionszeichenfolge an.
fi_fi: Määrittää asetusmerkkijonon.
fr_be: Spécifie la chaîne option.
is_is: Tilgreinir valkostsstrenginn.
nb_no: Angir alternativstrengen.

# Page 3266216760 - Control 3012270107 - Property 1295455071
source: Specifies the ID number of a table from which the field on the current table gets data. For example, the field can provide a lookup into another table.
cs_cz: Určuje číslo ID tabulky, ze které pole v aktuální tabulce získává data. Pole může například poskytnout náhled do jiné tabulky.
de_ch: Gibt die ID-Nummer einer Tabelle an, aus der das Feld in der aktuellen Tabelle Daten erhält. Mit dem Feld kann z. B. eine Suche in einer anderen Tabelle ausgeführt werden.
fi_fi: Määrittää sen taulukon tunnuksen, josta nykyisen taulukon kenttä saa tiedot. Kenttä voi esimerkiksi sisältää haun toisesta taulukosta.
fr_be: Spécifie le numéro d'ID d'une table à partir de laquelle le champ de la table actuelle reçoit des données. Par exemple, le champ peut fournir une recherche dans une autre table.
is_is: Tilgreinir kenni töflu þaðan sem reiturinn í núverandi töflu fær gögn. Reiturinn getur til dæmis boðið upp á uppflettingu í aðra töflu.
nb_no: Angir ID-nummeret for en tabell som feltet i gjeldende tabell henter data fra. Feltet kan for eksempel inneholde et oppslag i en annen tabell.

# Page 3266216760 - Control 730832363 - Property 1295455071
source: Specifies the name of the table.
cs_cz: Určuje název tabulky.
de_ch: Gibt den Namen der Tabelle an.
fi_fi: Määrittää taulukon nimen.
fr_be: Spécifie le nom de la table.
is_is: Tilgreinir heiti töflunnar.
nb_no: Angir navnet på tabellen.

# Page 3266216760 - Control 103915345 - Property 1295455071
source: Specifies the table number.
cs_cz: Určuje číslo tabulky.
de_ch: Gibt die Nummer der Tabelle an.
fi_fi: Määrittää taulukon numeron.
fr_be: Spécifie le numéro de la table.
is_is: Tilgreinir töflunúmer.
nb_no: Angir tabellnummeret.

# Page 3266216760 - Control 1878130204 - Property 1295455071
source: Specifies the type of the field in the table, which indicates the type of data it contains.
cs_cz: Určuje typ pole v tabulce, který označuje typ dat, které obsahuje.
de_ch: Gibt die Art des Felds in der Tabelle an, das die Art der enthaltenen Daten angibt.
fi_fi: Määrittää taulukon kentän tyypin, joka ilmaisee kentän sisältämien tietojen tyypin.
fr_be: Spécifie le type de champ de la table qui indique le type de données qu'il contient.
is_is: Tilgreinir gerð reitsins í töflunni sem gefur til kynna hvers konar gögn hann inniheldur.
nb_no: Angir felttypen i tabellen, som angir datatypen den inneholder.

# Page 3266216760 - Control 2463291169 - Property 1295455071
source: Specifies the type of data.
cs_cz: Určuje typ dat.
de_ch: Gibt den Datentyp an.
fi_fi: Määrittää tietojen tyypin.
fr_be: Spécifie le type de données.
is_is: Tilgreinir gerð gagna.
nb_no: Angir datatypen.

# Page 2536897829 - Property 2879900210
source: Fields Lookup
cs_cz: Vyhledávání polí
de_ch: Felder-Lookup
fi_fi: Kenttähaku
fr_be: Recherche dans les champs
is_is: Uppfletting svæða
nb_no: Feltoppslag

# Page 2536897829 - Control 823559016 - Property 1295455071
source: Specifies the caption of the field, that is, the name that will be shown in the user interface.
cs_cz: Určuje titulek pole, to znamená název, který se zobrazí v uživatelském rozhraní.
de_ch: Gibt die Bezeichnung des Felds an (der Name, der in der Benutzeroberfläche angezeigt wird).
fi_fi: Määrittää kentän otsikon eli käyttöliittymässä näytettävän kentän nimen.
fr_be: Spécifie la légende du champ, c'est-à-dire le nom qui s'affichera dans l'interface utilisateur.
is_is: Tilgreinir texta reitsins, þ.e. nafnið sem verður sýnt í notandaviðmótinu.
nb_no: Angir tittelen for feltet, det vil si navnet som vises i brukergrensesnittet.

# Page 2536897829 - Control 823559016 - Property 2879900210
source: Field Caption
cs_cz: Titulek pole
de_ch: Feldbezeichnung
fi_fi: Kentän seloste
fr_be: Légende champ
is_is: Texti reits
nb_no: Felttekst

# Page 2536897829 - Control 166597695 - Property 1295455071
source: Specifies the name of the field.
cs_cz: Určuje název pole.
de_ch: Gibt den Namen des Felds an.
fi_fi: Määrittää kentän nimen.
fr_be: Spécifie le nom du champ.
is_is: Tilgreinir heiti reitsins.
nb_no: Angir navnet på feltet.

# Page 2536897829 - Control 166597695 - Property 2879900210
source: Field Name
cs_cz: Název pole
de_ch: Feldname
fi_fi: Kentän nimi
fr_be: Nom de champ
is_is: Heiti reits
nb_no: Feltnavn

# Page 2536897829 - Control 4200184881 - Property 1295455071
source: Specifies the number of the field.
cs_cz: Určuje číslo pole.
de_ch: Gibt die Nummer des Felds an.
fi_fi: Määrittää kentän numeron.
fr_be: Spécifie le numéro du champ.
is_is: Tilgreinir númer reitarins.
nb_no: Angir nummeret på feltet.

# Page 2536897829 - Control 4200184881 - Property 2879900210
source: No.
cs_cz: Číslo
de_ch: Nr.
fi_fi: Nro
fr_be: N°
is_is: Nr.
nb_no: Nr.

# Page 2536897829 - Control 730832363 - Property 1295455071
source: Specifies the name of the table this field belongs to.
cs_cz: Určuje název tabulky, ke které patří toto pole.
de_ch: Gibt den Namen der Tabelle an, zu der dieses Feld gehört.
fi_fi: Määrittää sen taulukon nimen, johon tämä kenttä kuuluu.
fr_be: Spécifie le nom de la table à laquelle appartient ce champ.
is_is: Tilgreinir heiti töflunnar sem þessi reitur tilheyrir.
nb_no: Angir navnet på tabellen som dette feltet tilhører.

# Page 2536897829 - Control 730832363 - Property 2879900210
source: Table Name
cs_cz: Název tabulky
de_ch: Tabellenname
fi_fi: Taulukon nimi
fr_be: Nom de la table
is_is: Heiti töflu
nb_no: Tabellnavn

# Page 2536897829 - Control 103915345 - Property 1295455071
source: Specifies the number of the table this field belongs to.
cs_cz: Určuje číslo tabulky, ke které patří toto pole.
de_ch: Gibt die Nummer der Tabelle an, zu der dieses Feld gehört.
fi_fi: Määrittää sen taulukon numeron, johon tämä kenttä kuuluu.
fr_be: Spécifie le numéro de la table à laquelle appartient ce champ.
is_is: Tilgreinir númer töflunnar sem þessi reitur tilheyrir.
nb_no: Angir nummeret på tabellen som dette feltet tilhører.

# Page 2536897829 - Control 103915345 - Property 2879900210
source: Table No.
cs_cz: Číslo tabulky
de_ch: Tabellennr.
fi_fi: Taulukon nro
fr_be: N° table
is_is: Tafla nr.
nb_no: Tabellnr.

# Page 4237756452 - Property 2879900210
source: Geolocation request
cs_cz: Žádost o geolokaci
de_ch: Anforderung des geographischen Standorts
fi_fi: Maantieteellisen sijainnin pyyntö
fr_be: Demande de géolocalisation
is_is: Beiðni um landfræðilega staðsetningu
nb_no: Forespørsel om geoplassering

# Page 4237756452 - Control 3891454143 - Property 1968111052
source: Allow Business Central to access data about the geographical location of the device.
cs_cz: Povolit aplikaci Business Central přístup k datům o zeměpisné poloze zařízení.
de_ch: Ermöglicht es Business Central, auf Daten über den geographischen Standort des Geräts zuzugreifen.
fi_fi: Salli Business Centralin käyttää laitteen maantieteellistä sijaintia koskevia tietoja.
fr_be: Autoriser Business Central à accéder aux données relatives à la position géographique du périphérique.
is_is: Veita Business Central aðgang að gögnum um landfræðilega staðsetningu tækisins.
nb_no: Gi Business Central tillatelse til å få tilgang til data om den geografiske plasseringen av enheten.

# Page 4237756452 - Control 3891454143 - Property 2879900210
source: Requesting geographical location...
cs_cz: Žádám o geografickou polohu...
de_ch: Geographischer Standort wird angefordert ...
fi_fi: Pyydetään maantieteellistä sijaintia...
fr_be: Demande de l’emplacement géographique en cours...
is_is: Biður um landfræðilega staðsetningu ...
nb_no: Ber om geografisk plassering ...

# Page 4237756452 - Control 2727144722 - Property 1968111052
source: Could not access the geographical location of the device. Make sure that you are using the app for Windows, Android, or iOS.
cs_cz: Nelze získat přístup k zeměpisné poloze zařízení. Ujistěte se, že používáte aplikaci pro Windows, Android nebo iOS.
de_ch: Auf den geografischen Standort des Geräts konnte nicht zugegriffen werden. Stellen Sie sicher, dass Sie die App für Windows, Android oder iOS verwenden.
fi_fi: Laitteen maantieteellistä sijaintia ei voitu käyttää. Varmista, että käytössäsi on Windows-, Android- tai iOS-sovellus.
fr_be: Impossible d’accéder à l’emplacement géographique de l’appareil. Vérifiez que vous utilisez l’application pour Windows, Android ou iOS.
is_is: Ekki fékkst aðgangur að landfræðilegri staðsetningu tækisins. Ganga þarf úr skugga um að verið sé að nota forritið fyrir Windows, Android eða iOS.
nb_no: Får ikke tilgang til geografisk posisjon for enheten. Kontroller at du bruker appen for Windows, Android eller iOS.

# Page 4237756452 - Control 2727144722 - Property 2879900210
source: Could not access the geographical location
cs_cz: Nelze získat přístup k zeměpisné poloze.
de_ch: Auf den geographischen Standort konnte nicht zugegriffen werden.
fi_fi: Maantieteellistä sijaintia ei voitu käyttää
fr_be: Impossible d’accéder à l’emplacement géographique
is_is: Ekki fékkst aðgangur að landfræðilegri staðsetningu
nb_no: Får ikke tilgang til den geografiske plasseringen

# Page 25890369 - Property 2879900210
source: Guided Experience Item List
cs_cz: Seznam položek s průvodcem
de_ch: Elementliste der geführten Erfahrung
fi_fi: Ohjatun kokemuksen nimikeluettelo
fr_be: Liste des éléments de l’expérience guidée
is_is: Atriðalisti upplifunar með leiðsögn
nb_no: Oversikt for veiledet opplevelse-element

# Page 25890369 - Control 3461834954 - Property 1295455071
source: Specifies the description of the item.
cs_cz: Určuje popis zboží.
de_ch: Gibt die Beschreibung des Artikels an.
fi_fi: Määrittää nimikkeen kuvauksen.
fr_be: Spécifie la description de l’article.
is_is: Tilgreinir lýsingu vörunnar.
nb_no: Angir beskrivelsen av varen.

# Page 25890369 - Control 3979136067 - Property 1295455071
source: Specifies the app that added the guided experience item.
cs_cz: Určuje aplikaci, která přidala položku průvodce.
de_ch: Gibt die App an, die das Element der geführten Erfahrung hinzugefügt hat.
fi_fi: Määrittää sovelluksen, joka on lisännyt ohjatun kokemuksen nimikkeen.
fr_be: Spécifie l’application qui a ajouté l’élément d’expérience guidée.
is_is: Tilgreinir forritið sem bætti við upplifun með leiðsögn.
nb_no: Angir appen som la til veiledet opplevelse-elementet.

# Page 25890369 - Control 3817506388 - Property 1295455071
source: Specifies the link to start the guided experience.
cs_cz: Určuje odkaz pro spuštění průvodce.
de_ch: Gibt den Link an, um die geführte Erfahrung zu starten.
fi_fi: Määrittää linkin, joka aloittaa ohjatun kokemuksen.
fr_be: Spécifie le lien pour démarrer l’expérience guidée.
is_is: Tilgreinir tengilinn til að hefja upplifun með leiðsögn.
nb_no: Angir koblingen for å starte veiledet opplevelse.

# Page 25890369 - Control 329424276 - Property 1295455071
source: Specifies the name of the item.
cs_cz: Určuje název zboží.
de_ch: Gibt den Namen des Artikels an.
fi_fi: Määrittää nimikkeen nimen.
fr_be: Spécifie le nom de l’article.
is_is: Tilgreinir heiti vörunnar.
nb_no: Angir navnet på varen.

# Page 3404953576 - Property 2879900210
source: Included PermissionSet FactBox
cs_cz: Zahrnuté sady oprávnění
de_ch: Infobox „Eingeschlossener Berechtigungssatz“
fi_fi: Sisällytettyjen käyttöoikeuksien tietoruutu
fr_be: Récapitulatif PermissionSet inclus
is_is: Upplýsingakassi fyrir heimildasamstæðu er innifalinn
nb_no: Faktaboksen Inkluderte tillatelsessett

# Page 3404953576 - Control 1918310387 - Property 1295455071
source: Name of Permission Set
cs_cz: Název sady oprávnění
de_ch: Name des Berechtigungssatzes
fi_fi: Käyttöoikeuksien joukon nimi
fr_be: Nom de l’ensemble d’autorisations
is_is: Heiti heimildasamstæðu
nb_no: Navn på tillatelsessett

# Page 3404953576 - Control 1918310387 - Property 2879900210
source: Permission Set
cs_cz: Sada oprávnění
de_ch: Berechtigungssatz
fi_fi: Käyttöoikeuksien joukko
fr_be: Ensemble d’autorisations
is_is: Heimildasamstæða
nb_no: Tillatelsessett

# Page 1750020835 - Property 2879900210
source: Languages
cs_cz: Jazyky
de_ch: Sprachen
fi_fi: Kielet
fr_be: Langues
is_is: Tungumál
nb_no: Språk

# Page 1750020835 - Property 3863440606
source: multilanguage
cs_cz: vícejazyčný
de_ch: Mehrere Sprachen
fi_fi: monikielinen
fr_be: multilingue
is_is: fjöltyngi
nb_no: flere språk

# Page 1750020835 - Control 3004954119 - Property 1295455071
source: Specifies the code for a language.
cs_cz: Určuje kód jazyka.
de_ch: Gibt den Code für eine Sprache an.
fi_fi: Määrittää kielen koodin.
fr_be: Spécifie le code pour une langue.
is_is: Tilgreinir kóðann fyrir tungumálið.
nb_no: Angir koden for et språk.

# Page 1750020835 - Control 2961552353 - Property 1295455071
source: Specifies the name of the language.
cs_cz: Určuje název jazyka.
de_ch: Gibt den Namen der Sprache an.
fi_fi: Määrittää kielen nimen.
fr_be: Spécifie le nom de la langue.
is_is: Tilgreinir heiti tungumálsins.
nb_no: Angir navnet på språket.

# Page 1750020835 - Control 3748967844 - Property 1295455071
source: Specifies the ID of the Windows language associated with the language code you have set up in this line.
cs_cz: Určuje ID Windows jazyka spojeného s kódem jazyka, který jste nastavili v tomto řádku.
de_ch: Gibt die ID der Windows-Sprache an, die mit dem Sprachcode verbunden ist, den Sie in dieser Zeile eingerichtet haben.
fi_fi: Määrittää sen Windows-kielen tunnuksen, joka liittyy rivillä määrittelemääsi kielikoodiin.
fr_be: Spécifie l'ID de la langue Windows associée au code langue que vous avez défini dans cette ligne.
is_is: Tilgreinir kenni Windows-tungumálsins sem tengist tungumálskóðanum sem búið er að setja upp í þessari línu.
nb_no: Angir ID-en for Windows-språket som er knyttet til språkkoden du har opprettet på denne linjen.

# Page 1750020835 - Control 2802526462 - Property 1295455071
source: Specifies if you enter an ID in the Windows Language ID field.
cs_cz: Určuje, pokud jste zadali ID v poli ID jazyka systému Windows.
de_ch: Gibt an, ob Sie eine ID im Feld „Windows-Sprach-ID“ eingeben.
fi_fi: Määrittää, syötetäänkö tunnus Windows-kielen tunnus -kenttään.
fr_be: Spécifie si vous devez entrer un code dans le champ code langue Windows.
is_is: Tilgreinir hvort kenni er skráð í reitinn „Kenni tungumáls í Windows“.
nb_no: Angir om du har oppgitt en ID i feltet ID for Windows-språk.

# Page 4184586221 - Property 2879900210
source: Permission Set Lookup
cs_cz: Hledání sady oprávnění
de_ch: Berechtigungssatz-Lookup
fi_fi: Käyttöoikeuksien joukon haku
fr_be: Recherche dans l’ensemble d’autorisations
is_is: Uppfletting í heimildasamstæðu
nb_no: Oppslag for tillatelsessett

# Page 4184586221 - Control 1256520770 - Property 1295455071
source: Specifies the name of the extension that provides the permission set.
cs_cz: Určuje název rozšíření, které poskytuje sadu oprávnění.
de_ch: Gibt den Namen der Erweiterung an, die den Berechtigungssatz bereitstellt.
fi_fi: Määrittää käyttöoikeuksien joukon antaneen laajennuksen nimen.
fr_be: Indique le nom de l'extension qui fournit l'ensemble d'autorisations.
is_is: Tilgreinir heiti viðbótarinnar sem kveður á um heimildasamstæðuna.
nb_no: Angir navnet på utvidelsen som leverte tillatelsessettet.

# Page 4184586221 - Control 1256520770 - Property 2879900210
source: Extension Name
cs_cz: Název rozšíření
de_ch: Erweiterungsname
fi_fi: Laajennuksen nimi
fr_be: Nom de l’extension
is_is: Heiti viðbótar
nb_no: Navn på utvidelse

# Page 4184586221 - Control 2961552353 - Property 1295455071
source: Specifies the name of the permission set.
cs_cz: Určuje název sady oprávnění.
de_ch: Gibt den Namen des Berechtigungssatzes an.
fi_fi: Määrittää käyttöoikeuksien joukon nimen.
fr_be: Spécifie le nom de l’ensemble d’autorisations.
is_is: Tilgreinir heiti heimildasamstæðunnar.
nb_no: Angir navnet på tillatelsessettet.

# Page 4184586221 - Control 1918310387 - Property 1295455071
source: Specifies a permission set that defines the role.
cs_cz: Určuje sadu oprávnění, která definuje roli.
de_ch: Gibt einen Berechtigungssatz an, der die Rolle definiert.
fi_fi: Määrittää roolin määrittävän käyttöoikeuksien joukon.
fr_be: Spécifie un ensemble d’autorisations qui définit le rôle.
is_is: Tilgreinir heimildasamstæðu sem skilgreinir hlutverkið.
nb_no: Angir et tillatelsessett som definerer rollen.

# Page 4184586221 - Control 1918310387 - Property 2879900210
source: Permission Set
cs_cz: Sada oprávnění
de_ch: Berechtigungssatz
fi_fi: Käyttöoikeuksien joukko
fr_be: Ensemble d’autorisations
is_is: Heimildasamstæða
nb_no: Tillatelsessett

# Page 4184586221 - Control 593885934 - Property 1295455071
source: Specifies if the permission set is specific to your tenant or generally available in the system.
cs_cz: Určuje, zda sada oprávnění je specifická pro vašeho nájemce nebo je obecně k dispozici v systému.
de_ch: Gibt an, ob der Berechtigungssatz spezifisch für den Tenant oder generell im System verfügbar ist.
fi_fi: Määrittää, onko käyttöoikeuksien joukko nimenomaan vuokraajallesi vai yleisesti saatavilla järjestelmässä.
fr_be: Indique si l'ensemble d'autorisations est spécifique à votre abonné ou est disponible généralement dans le système.
is_is: Tilgreinir hvort heimildasamstæðan sé sérstök fyrir leigjandann eða hvort hún sé almennt tiltæk í kerfinu.
nb_no: Angir om tillatelsessettet er spesifikt for leietakeren eller generelt tilgjengelig i systemet.

# Page 1325297727 - Property 2879900210
source: Manual Setup
cs_cz: Manuální nastavení
de_ch: Manuelle Einrichtung
fi_fi: Manuaalinen määritys
fr_be: Configuration manuelle
is_is: Handvirk uppsetning
nb_no: Manuelt oppsett

# Page 1325297727 - Control 3702373668 - Property 1295455071
source: Specifies the category enum to which the setup belongs
cs_cz: Určuje výčet kategorií, do kterých nastavení náleží
de_ch: Gibt die Kategorie-Enumeration an, zu der die Einrichtung gehört
fi_fi: Määrittää luokan enum-luettelon, johon asetukset kuuluvat
fr_be: Spécifie l'énumération de la catégorie à laquelle la configuration appartient.
is_is: Tilgreinir fasttexta þess flokks sem uppsetningin tilheyrir
nb_no: Angir kategoriopplistingen som oppsettet tilhører

# Page 1325297727 - Control 3702373668 - Property 2879900210
source: Category
cs_cz: Kategorie
de_ch: Kategorie
fi_fi: Luokka
fr_be: Catégorie
is_is: Flokkur
nb_no: Kategori

# Page 1325297727 - Control 3461834954 - Property 1295455071
source: Specifies a description of the manual setup.
cs_cz: Určuje popis manuáního nastavení.
de_ch: Gibt eine Beschreibung der manuellen Einrichtung an.
fi_fi: Määrittää manuaalisen määrityksen kuvauksen.
fr_be: Spécifie une description de la configuration manuelle.
is_is: Tilgreinir lýsingu á handvirkri uppsetningu.
nb_no: Angir en beskrivelse av det manuelle oppsettet.

# Page 1325297727 - Control 585435556 - Property 1295455071
source: Specifies how long the manual setup will take in minutes.
cs_cz: Určuje, jak dlouho bude ruční nastavení trvat v minutách.
de_ch: Gibt an, wie lange die manuelle Einrichtung in Minuten dauert.
fi_fi: Määrittää, kuinka kauan manuaalinen määritys kestää minuutteina.
fr_be: Spécifie la durée de la configuration manuelle en minutes.
is_is: Tilgreinir hversu lengi handvirk uppsetning mun taka í mínútum.
nb_no: Angir hvor lang tid det manuelle oppsett tar i minutter.

# Page 1325297727 - Control 585435556 - Property 2879900210
source: Expected Duration
cs_cz: Očekávaná doba trvání
de_ch: Erwartete Dauer
fi_fi: Odotettu kesto
fr_be: Durée prévue
is_is: Væntanleg tímalengd
nb_no: Forventet varighet

# Page 1325297727 - Control 4023602082 - Property 1295455071
source: Specifies the extension which has added this setup.
cs_cz: Určuje rozšíření, které přidalo toto nastavení.
de_ch: Gibt die Erweiterung an, die dieses Setup hinzugefügt hat.
fi_fi: Määrittää laajennuksen, joka on lisännyt tämän määrityksen.
fr_be: Spécifie l’extension qui a ajouté cette configuration.
is_is: Tilgreinir viðbótina sem bætti þessari uppsetningu við.
nb_no: Angir utvidelsen som har lagt til dette oppsettet.

# Page 1325297727 - Control 1009384294 - Property 1295455071
source: Specifies which keywords relate to the manual setup on the line.
cs_cz: Určuje, která klíčová slova se týkají manuálního nastavení na řádku.
de_ch: Gibt an, welche Schlüsselwörter zur manuellen Einrichtung in der Zeile gehören.
fi_fi: Määrittää, mitkä avainsanat liittyvät rivin manuaaliseen määritykseen.
fr_be: Spécifie quels mots clés sont associés à la configuration manuelle sur la ligne.
is_is: Tilgreinir hvaða lykilorð tengjast handvirkri uppsetningu á línunni.
nb_no: Angir hvilke nøkkelord som er knyttet til det manuelle oppsettet på linjen.

# Page 1325297727 - Control 1009384294 - Property 2879900210
source: Keywords
cs_cz: Klíčová slova
de_ch: Schlüsselwörter
fi_fi: Avainsanat
fr_be: Mots clés
is_is: Lykilorð
nb_no: Nøkkelord

# Page 1325297727 - Control 2961552353 - Property 1295455071
source: Specifies the name of the manual setup.
cs_cz: Určuje název manuálního nastavení.
de_ch: Gibt den Namen der manuellen Einrichtung an.
fi_fi: Määrittää manuaalisen määrityksen nimen.
fr_be: Spécifie le nom de la configuration manuelle.
is_is: Tilgreinir heiti á handvirkri uppsetningu.
nb_no: Angir navnet på det manuelle oppsettet.

# Page 1325297727 - Action 821844379 - Property 1295455071
source: View or edit the setup for the application feature.
cs_cz: Zobrazit nebo upravit nastavení pro funkci aplikace.
de_ch: Einrichtung für die Anwendungsfunktion anzeigen oder bearbeiten.
fi_fi: Tarkastele tai muokkaa sovellusominaisuuden määritystä.
fr_be: Affichez ou modifiez la configuration de la fonctionnalité de l'application.
is_is: Skoða eða breyta uppsetningu fyrir eiginleika forrits.
nb_no: Vis eller rediger oppsettet for programfunksjonen.

# Page 1325297727 - Action 821844379 - Property 2879900210
source: Open Manual Setup
cs_cz: Otevřete ruční nastavení
de_ch: Manuelle Einrichtung öffnen
fi_fi: Avaa manuaalinen määritys
fr_be: Ouvrir le programme d'installation manuelle
is_is: Opna handvirka uppsetningu
nb_no: Åpne manuelt oppsett

# Page 513864971 - Property 2879900210
source: Extension Installation
cs_cz: Instalace rozšíření
de_ch: Erweiterungsinstallation
fi_fi: Laajennuksen asennus
fr_be: Installation de l'extension
is_is: Uppsetning viðbótar
nb_no: Installasjon av utvidelse

# Page 513864971 - NamedType 1259364184
source: Note: There might be other users working in the system.
cs_cz: Poznámka: V systému mohou pracovat další uživatelé.
de_ch: Hinweis: Möglicherweise arbeiten noch andere Benutzer mit dem System.
fi_fi: Huomautus: järjestelmässä voi olla muitakin käyttäjiä.
fr_be: Remarque : il se peut que d’autres utilisateurs travaillent dans le système.
is_is: Athugið: Aðrir notendur gætu verið að vinna í kerfinu.
nb_no: Obs! Det kan være andre brukere som jobber i systemet.

# Page 513864971 - NamedType 3868090891
source: After installation, your session will refresh, and you can set up your extension.
cs_cz: Po instalaci se relace obnoví a můžete nastavit rozšíření.
de_ch: Nach der Installation wird Ihre Sitzung aktualisiert, und Sie können Ihre Erweiterung festlegen.
fi_fi: Asennuksen jälkeen istuntosi päivittyy ja voit määrittää laajennuksen.
fr_be: Après l’installation, votre session est actualisée et vous pouvez configurer votre extension.
is_is: Eftir uppsetningu mun lotan uppfærast og þú getur sett upp viðbótina.
nb_no: Etter installasjonen blir økten oppdatert, og du kan konfigurere utvidelsen.
