Repository: jbakach/MSDyn365BC.Code.History
Catalog: System Application/Source/System Application/Translations/System Application.*.xlf
Languages: cs_cz, de_ch, fi_fi, fr_be, is_is, nb_no

# Page 2005578726 - Control 237762718 - Property 2879900210
source: Version
cs_cz: Verze
fi_fi: Versio
is_is: Útgáfa
nb_no: Versjon

# Page 2005578726 - Action 1330269221 - Property 2879900210
source: Process
cs_cz: Proces
de_ch: Verarbeiten
fi_fi: Käsittely
fr_be: Traiter
is_is: Vinnsla
nb_no: Behandle

# Page 2005578726 - Action 2575491252 - Property 1295455071
source: Configure the extension.
cs_cz: Konfigurace rozšíření.
de_ch: Die Erweiterung konfigurieren.
fi_fi: Määritä laajennus.
fr_be: Configurez l'extension.
is_is: Grunnstilla viðbótina.
nb_no: Konfigurer utvidelsen.

# Page 2005578726 - Action 2575491252 - Property 2879900210
source: Configure
cs_cz: Konfigurace
de_ch: Konfigurieren
fi_fi: Määritä
fr_be: Configurer
is_is: Grunnstilla
nb_no: Konfigurer

# Page 2005578726 - Action 737724599 - Property 1295455071
source: Check status for upload process for extensions.
cs_cz: Zkontrolujte stav procesu nahrání pro rozšíření.
de_ch: Überprüft den Status des Uploadvorgangs für Erweiterungen.
fi_fi: Tarkista laajennusten latauksen tila.
fr_be: Vérifiez le statut du processus de téléchargement des extensions.
is_is: Kanna stöðu uppfærslu fyrir viðbætur.
nb_no: Kontroller statusen for opplastingsprosessen for utvidelser.

# Page 2005578726 - Action 737724599 - Property 2879900210
source: Installation Status
cs_cz: Stav instalace
de_ch: Installationsstatus
fi_fi: Asennuksen tila
fr_be: Statut de l’installation
is_is: Staða uppsetningar
nb_no: Installasjonsstatus

# Page 2005578726 - Action 523556947 - Property 1295455071
source: Download the source code for the extension.
cs_cz: Stáhnout zdrojový kód pro rozšíření.
de_ch: Den Quellcode für die Erweiterung herunterladen
fi_fi: Lataa laajennuksen lähdekoodi.
fr_be: Téléchargez le code source pour l’extension.
is_is: Sækja upprunakóða fyrir viðbótina.
nb_no: Last ned kildekoden for utvidelsen.

# Page 2005578726 - Action 523556947 - Property 2879900210
source: Download Source
cs_cz: Stáhnout zdroj
de_ch: Quellcode herunterladen
fi_fi: Lataa lähde
fr_be: Télécharger la Source
is_is: Sækja uppruna
nb_no: Last ned kilde

# Page 2005578726 - Action 3666029466 - Property 1295455071
source: Browse the extension marketplace for new extensions to install.
cs_cz: Vyhledejte instalace nových rozšíření pro tržiště.
de_ch: Durchsuchen Sie den Marketplace nach neuen Erweiterungen, die installiert werden können.
fi_fi: Selaa laajennusten markkinapaikkaa uusien asennettavien laajennusten löytämiseksi.
fr_be: Parcourez le marché des extensions afin de trouver de nouvelles extensions à installer.
is_is: Skoða markaðstorg viðbóta til að finna nýjar viðbætur til að setja upp.
nb_no: Se på markedsplassen for utvidelser etter nye utvidelser å installere.

# Page 2005578726 - Action 3666029466 - Property 2879900210
source: Extension Marketplace
cs_cz: Rozšíření Tržiště
de_ch: Marketplace für Erweiterungen
fi_fi: Laajennuskauppa
fr_be: Marché des extensions
is_is: Markaðstorg viðbóta
nb_no: Markedsplass for utvidelser

# Page 2005578726 - Action 614615843 - Property 1295455071
source: Install the extension for the current tenant.
cs_cz: Instalovat rozšíření pro současného uživatele.
de_ch: Installieren Sie die Erweiterung für den aktuellen Tenant.
fi_fi: Asenna laajennus nykyiselle vuokraajalle.
fr_be: Installez l'extension pour l'abonné actuel.
is_is: Setjið upp viðbótina fyrir núverandi leigjanda.
nb_no: Installer utvidelsen for den gjeldende leietakeren.

# Page 2005578726 - Action 614615843 - Property 2879900210
source: Install
cs_cz: Nainstalovat
de_ch: Installieren
fi_fi: Asenna
fr_be: Installer
is_is: Setja upp
nb_no: Installer

# Page 2005578726 - Action 2454442123 - Property 1295455071
source: View information from the extension provider.
cs_cz: Zobrazení informací z rozšíření zprostředkovatele.
de_ch: Zeigt Informationen vom Erweiterungsanbieter an.
fi_fi: Näytä laajennuksen tarjoajalta saadut tiedot.
fr_be: Affichez les informations du fournisseur de l'extension.
is_is: Skoða upplýsingar frá útgefanda viðbótarinnar.
nb_no: Vis informasjon fra utvidelsesleverandøren.

# Page 2005578726 - Action 2454442123 - Property 2879900210
source: Learn More
cs_cz: Naučte se více
de_ch: Weitere Informationen
fi_fi: Lisätietoja
fr_be: En savoir plus
is_is: Frekari upplýsingar
nb_no: Finn ut mer

# Page 2005578726 - Action 2026913255 - Property 1295455071
source: Refresh the list of extensions.
cs_cz: Aktualizovat seznam rozšíření.
de_ch: Aktualisieren Sie die Liste der Erweiterungen.
fi_fi: Päivitä laajennusluettelo.
fr_be: Rafraîchissez la liste des extensions.
is_is: Uppfæra lista viðbóta.
nb_no: Oppdater listen over utvidelser.

# Page 2005578726 - Action 2026913255 - Property 2879900210
source: Refresh
cs_cz: Aktualizovat
de_ch: Aktualisieren
fi_fi: Päivitä
fr_be: Actualiser
is_is: Endurnýja
nb_no: Oppdater

# Page 2005578726 - Action 583978026 - Property 1295455071
source: Runs the setup page that has been marked as primary for the selected app.
cs_cz: Spustí stránku nastavení, která byla označena jako primární pro vybranou aplikaci.
de_ch: Führt die Einrichtungsseite aus, die für die ausgewählte App als primär markiert wurde.
fi_fi: Suorittaa valitulle sovellukselle ensisijaiseksi merkityn määrityssivun.
fr_be: Exécute la page de configuration qui a été marquée comme principale pour l’application sélectionnée.
is_is: Keyrir uppsetningarsíðuna sem hefur verið merkt sem aðal fyrir valið forrit.
nb_no: Kjører oppsettssiden som er merket som primær for den valgte appen.

# Page 2005578726 - Action 583978026 - Property 2879900210
source: Set up
cs_cz: Nastavit
de_ch: Einrichten
fi_fi: Määritys
fr_be: Configurer
is_is: Setja upp
nb_no: Konfigurer

# Page 2005578726 - Action 375208022 - Property 1295455071
source: Remove the extension from the current tenant.
cs_cz: Odstranit rozšíření z aktuálního uživatele.
de_ch: Entfernen Sie die Erweiterung aus dem aktuellen Tenant.
fi_fi: Poista laajennus nykyiseltä vuokraajalta.
fr_be: Supprimez l'extension à partir de l'abonné actuel.
is_is: Fjarlægið viðbótina frá núverandi leigjanda.
nb_no: Fjern utvidelsen fra den gjeldende leietakeren.

# Page 2005578726 - Action 375208022 - Property 2879900210
source: Uninstall
cs_cz: Odinstalovat
de_ch: Deinstallieren
fi_fi: Poista asennus
fr_be: Désinstaller
is_is: Fjarlægja
nb_no: Avinstaller

# Page 2005578726 - Action 361094702 - Property 1295455071
source: Unpublish the extension from the tenant.
cs_cz: Zrušit publikování rozšíření pro klienta.
de_ch: Hebt die Veröffentlichung der Erweiterung für den Tenant auf.
fi_fi: Poista laajennuksen julkaisu vuokraajalta.
fr_be: Annulez la publication de l'extension à partir de l'abonné.
is_is: Fjarlægja viðbótina frá leigjanda.
nb_no: Opphev publisering av utvidelsen fra leietakeren.

# Page 2005578726 - Action 361094702 - Property 2879900210
source: Unpublish
cs_cz: Zrušit publikování
de_ch: Veröffentlichung aufheben
fi_fi: Poista julkaisu
fr_be: Annuler la publication
is_is: Afturkalla birtingu
nb_no: Opphev publisering

# Page 2005578726 - Action 4109125798 - Property 1295455071
source: Upload an extension to your application.
cs_cz: Nahrát rozšíření do vaší aplikace.
de_ch: Lädt eine Erweiterung für die Anwendung hoch.
fi_fi: Lataa laajennus sovellukseesi.
fr_be: Téléchargez une extension dans votre application.
is_is: Hlaða upp viðbót fyrir forritið þitt.
nb_no: Last opp en utvidelse til programmet.

# Page 2005578726 - Action 4109125798 - Property 2879900210
source: Upload Extension
cs_cz: Nahrát rozšíření
de_ch: Erweiterung hochladen
fi_fi: Lataa laajennus
fr_be: Télécharger l'extension
is_is: Hlaða upp viðbót
nb_no: Last opp utvidelse

# Page 2005578726 - Action 176562519 - Property 1295455071
source: View extension details.
cs_cz: Zobrazit podrobnosti o rozšíření.
de_ch: Zeigt Erweiterungsdetails an.
fi_fi: Näytä laajennuksen tiedot.
fr_be: Affichez les détails de l'extension.
is_is: Skoða upplýsingar um viðbót.
nb_no: Vis detaljer for utvidelser.

# Page 2005578726 - Action 176562519 - Property 2879900210
source: View
cs_cz: Zobrazit
de_ch: Anzeigen
fi_fi: Näytä
fr_be: Afficher
is_is: Skoða
nb_no: Vis

# Page 3666029466 - Property 2879900210
source: Extension Marketplace
cs_cz: Tržiště rozšíření
de_ch: Marketplace für Erweiterungen
fi_fi: Laajennuskauppa
fr_be: Marché des extensions
is_is: Markaðstorg viðbóta
nb_no: Markedsplass for utvidelser

# Page 2547633168 - Property 2879900210
source: Extension Settings
cs_cz: Nastavení rozšíření
de_ch: Erweiterungseinstellungen
fi_fi: Laajennuksen asetukset
fr_be: Paramètres de l’extension
is_is: Stillingar viðbótar
nb_no: Utvidelsesinnstillinger

# Page 2547633168 - Control 3554274942 - Property 1295455071
source: Specifies whether the runtime should allow this extension to make HTTP requests through the HttpClient data type when running in a non-production environment.
cs_cz: Určuje, zda by měl modul runtime povolit tuto příponu pro vytvoření požadavků HTTP prostřednictvím datového typu HttpClient při spuštění v neprodukčním prostředí.
de_ch: Gibt an, ob bei Ausführung in einer Nichtfertigungsumgebung die Laufzeit HTTP-Anfragen über den HttpClient-Datentyp durch diese Erweiterung zulassen soll.
fi_fi: Määrittää, tuleeko suorituspalvelun antaa tälle laajennukselle oikeus tehdä HTTP-pyyntöjä HttpClient-tietotyypin kautta muussa kuin tuotantoympäristössä.
fr_be: Spécifie si l'exécution doit autoriser cette extension à effectuer des demandes HTTP via le type de données HttpClient lors de l'exécution dans un environnement hors production.
is_is: Tilgreinir hvort keyrslan skuli heimila viðbótinni að leggja fram HTTP-beiðnir gegnum HttpClient-gagnagerðina þegar keyrslan á sér stað í umhverfi sem ekki er vinnsla í.
nb_no: Angir om kjøretiden skal tillate at denne utvidelsen kan gjennomføre HTTP-forespørsler ved hjelp av datatypen HttpClient under kjøring i et ikke-produksjonsmiljø.

# Page 2547633168 - Control 3554274942 - Property 2879900210
source: Allow HttpClient Requests
cs_cz: Povolit požadavky HttpClient
de_ch: HttpClient-Anfragen zulassen
fi_fi: Salli HttpClient-pyynnöt
fr_be: Autoriser les demandes HttpClient
is_is: Leyfa HttpClient-beiðnir
nb_no: Tillat HttpClient-forespørsler

# Page 2547633168 - Control 1734147128 - Property 1295455071
source: Specifies the App ID of the extension.
cs_cz: Určuje ID aplikace rozšíření.
de_ch: Gibt die App-ID der Erweiterung an.
fi_fi: Määrittää laajennuksen sovellustunnuksen.
fr_be: Spécifie l'ID application de l'extension.
is_is: Tilgreinir forritskenni viðbótarinnar.
nb_no: Angir appens ID for utvidelsen.

# Page 2547633168 - Control 1734147128 - Property 2879900210
source: App ID
cs_cz: ID Aplikace
fi_fi: Sovellustunnus
fr_be: ID appli
is_is: Kenni forrits

# Page 2547633168 - Control 1683930818 - Property 1295455071
source: Specifies the name of the extension.
cs_cz: Určuje název klapky.
de_ch: Gibt den Namen der Erweiterung an.
fi_fi: Määrittää laajennuksen nimen.
fr_be: Spécifie le nom de l'extension.
is_is: Tilgreinir heiti viðbótarinnar.
nb_no: Angir navnet på utvidelsen.

# Page 2547633168 - Control 1683930818 - Property 2879900210
source: Name
cs_cz: Název
fi_fi: Nimi
fr_be: Nom
is_is: Heiti
nb_no: Navn

# Page 2547633168 - Control 4056116129 - Property 1295455071
source: Specifies the publisher of the extension.
cs_cz: Určuje vydavatele rozšíření.
de_ch: Gibt den Herausgeber der Erweiterung an.
fi_fi: Määrittää laajennuksen julkaisijan.
fr_be: Spécifie l'éditeur de l'extension.
is_is: Tilgreinir útgefanda viðbótarinnar.
nb_no: Angir utgiveren av utvidelsen.

# Page 2547633168 - Control 4056116129 - Property 2879900210
source: Publisher
cs_cz: Vydavatel
de_ch: Herausgeber
fi_fi: Julkaisija
fr_be: Éditeur
is_is: Útgefandi
nb_no: Utgiver

# Page 2495444288 - Property 2879900210
source: Almost there...
cs_cz: Už to skoro je...
de_ch: Fast fertig ...
fi_fi: Melkein valmista...
fr_be: C’est presque terminé...
is_is: Næstum komið...
nb_no: Nesten ferdig ...

# Page 2491626637 - Property 2879900210
source: Extension Installation Status Detail
cs_cz: Podrobnosti o stavu instalace rozšíření
de_ch: Details zum Status der Erweiterungsinstallation
fi_fi: Laajennuksen asennuksen tilan tiedot
fr_be: Statut de l’installation de l’extension
is_is: Upplýsingar um uppsetningarstöðu viðbótar
nb_no: Informasjon om installasjonsstatus for utvidelse

# Page 2491626637 - NamedType 2740549075
source: View Details
cs_cz: Zobrazit podrobnosti
de_ch: Details anzeigen
fi_fi: Näytä tiedot
fr_be: Afficher les détails
is_is: Skoða upplýsingar
nb_no: Vis detaljer

# Page 2491626637 - Control 3511005630 - Property 2879900210
source: Error Details
cs_cz: Podrobnosti o chybě
de_ch: Fehlerdetails
fi_fi: Virheen tiedot
fr_be: Détails de l’erreur
is_is: Villuupplýsingar
nb_no: Feildetaljer

# Page 2491626637 - Control 3760911130 - Property 1295455071
source: Specifies detailed message box.
cs_cz: Určuje okno detailní zprávy.
de_ch: Gibt ein Dialogfeld mit der detaillierten Meldung an.
fi_fi: Määrittää yksityiskohtaisen viestiruudun.
fr_be: Spécifie la zone de message détaillée.
is_is: Tilgreinir reit fyrir ítarleg skilaboð.
nb_no: Angir detaljert meldingsboks.

# Page 2491626637 - Control 3760911130 - Property 2879900210
source: Detailed Message box
cs_cz: Okno detailní zprávy
de_ch: Dialogfeld mit detaillierter Meldung
fi_fi: Yksityiskohtainen viestiruutu
fr_be: Zone de message détaillée
is_is: Reitur fyrir ítarleg skilaboð
nb_no: Boksen Detaljert melding

# Page 2491626637 - Control 1256520770 - Property 1295455071
source: Specifies the name of the App.
cs_cz: Určuje název aplikace.
de_ch: Gibt den Namen der App an.
fi_fi: Määrittää sovelluksen nimen.
fr_be: Spécifie le nom de l'application.
is_is: Tilgreinir heiti forritsins.
nb_no: Angir navnet på appen.

# Page 2491626637 - Control 1256520770 - Property 2879900210
source: App Name
cs_cz: Název aplikace
fi_fi: Sovelluksen nimi
fr_be: Nom de l'application
is_is: Heiti forrits
nb_no: Appnavn

# Page 2491626637 - Control 1606374689 - Property 1295455071
source: Specifies the name of the App Publisher.
cs_cz: Určuje název vydavatele aplikace.
de_ch: Gibt den Namen des Herausgebers der App an.
fi_fi: Määrittää sovelluksen julkaisijan nimen.
fr_be: Spécifie le nom de l'éditeur de l'application.
is_is: Tilgreinir heiti útgefanda forritsins.
nb_no: Angir navnet på apputgiveren.

# Page 2491626637 - Control 1606374689 - Property 2879900210
source: App Publisher
cs_cz: Vydavatel aplikace
de_ch: App-Herausgeber
fi_fi: Sovelluksen julkaisija
fr_be: Éditeur de l'application
is_is: Útgefandi forrits
nb_no: Apputgiver

# Page 2491626637 - Control 2709452997 - Property 1295455071
source: Specifies the version of the App.
cs_cz: Určuje verzi aplikace.
de_ch: Gibt die Version der App an.
fi_fi: Määrittää sovelluksen version.
fr_be: Spécifie la version de l'application.
is_is: Tilgreinir útgáfu forritsins.
nb_no: Angir versjonen av appen.

# Page 2491626637 - Control 2709452997 - Property 2879900210
source: App Version
cs_cz: Verze aplikace
fi_fi: Sovelluksen versio
fr_be: Version de l'application
is_is: Forritsútgáfa
nb_no: Appversjon

# Page 2491626637 - Control 2019212495 - Property 1295455071
source: Specifies the deployment Schedule.
cs_cz: Určuje plán nasazení.
de_ch: Gibt den Bereitstellungszeitplan an.
fi_fi: Määrittää käyttöönoton aikataulun.
fr_be: Spécifie le programme du déploiement.
is_is: Tilgreinir áætlun uppsetningarinnar.
nb_no: Angir distribusjonstidsplanen.

# Page 2491626637 - Control 2019212495 - Property 2879900210
source: Schedule
cs_cz: Plán
de_ch: Zeitplan
fi_fi: Aikataulu
fr_be: Planifier
is_is: Áætlun
nb_no: Tidsplan

# Page 2491626637 - Control 3944750556 - Property 1295455071
source: Specifies the Deployment start date.
cs_cz: Určuje počáteční datum nasazení.
de_ch: Gibt das Startdatum der Bereitstellung an.
fi_fi: Määrittää käyttöönoton aloituspäivämäärän.
fr_be: Spécifie la date de début du déploiement.
is_is: Tilgreinir upphafsdagsetningu uppsetningarinnar.
nb_no: Angir distribusjonens startdato.

# Page 2491626637 - Control 3944750556 - Property 2879900210
source: Started Date
cs_cz: Datum zahájení
de_ch: Gestartet am
fi_fi: Aloituspäivämäärä
fr_be: Date de début
is_is: Upphafsdagur
nb_no: Startdato

# Page 2491626637 - Control 318613646 - Property 1295455071
source: Specifies deploy operation details.
cs_cz: Určuje podrobnosti operace nasazení.
de_ch: Gibt Details zum Bereitstellungsvorgang an.
fi_fi: Määrittää käyttöönottotoiminnon tiedot.
fr_be: Spécifie les détails de l’opération de déploiement.
is_is: Tilgreinir aðgerðaupplýsingar uppsetningar.
nb_no: Angir operasjonsdetaljene for distribusjonen.

# Page 2491626637 - Control 318613646 - Property 2879900210
source: Details
cs_cz: Detaily
fi_fi: Tiedot
fr_be: Détails
is_is: Upplýsingar
nb_no: Detaljer

# Page 2491626637 - Control 2913603239 - Property 1295455071
source: Specifies the deployment summary details.
cs_cz: Určuje souhrn detailů nasazení.
de_ch: Gibt die Zusammenfassungsdetails der Bereitstellung an.
fi_fi: Määrittää käyttöönoton yhteenvetotiedot.
fr_be: Spécifie les détails du récapitulatif du déploiement.
is_is: Tilgreinir samantektarupplýsingar uppsetningarinnar.
nb_no: Angir sammendragsdetaljene for distribusjonen.

# Page 2491626637 - Control 2913603239 - Property 2879900210
source: Summary
cs_cz: Shrnutí
de_ch: Zusammenfassung
fi_fi: Yhteenveto
fr_be: Résumé
is_is: Samantekt
nb_no: Sammendrag

# Page 2491626637 - Control 513339096 - Property 1295455071
source: Specifies the deployment status.
cs_cz: Určuje stav nasazení.
de_ch: Gibt den Bereitstellungsstatus an.
fi_fi: Määrittää käyttöönoton tilan.
fr_be: Spécifie le statut du déploiement.
is_is: Tilgreinir stöðu uppsetningarinnar.
nb_no: Angir distribusjonsstatusen.

# Page 2491626637 - Control 513339096 - Property 2879900210
source: Status
cs_cz: Stav
fi_fi: Tila
fr_be: Statut
is_is: Staða

# Page 2491626637 - Action 1380530402 - Property 1295455071
source: Download the operation status details to a file.
cs_cz: Stáhnout podrobnosti o stavu operace do souboru.
de_ch: Die Details zum Vorgangsstatus in eine Datei herunterladen.
fi_fi: Lataa toiminnon tilan tiedot tiedostoon.
fr_be: Téléchargez les détails du statut de l'opération dans un fichier.
is_is: Hlaðið aðgerðastöðuupplýsingum niður í skrá.
nb_no: Last ned til detaljer om operasjonsstatusen til en fil.

# Page 2491626637 - Action 1380530402 - Property 2879900210
source: Download Details
cs_cz: Podrobnosti ke stažení
de_ch: Details herunterladen
fi_fi: Lataa tiedot
fr_be: Détails du téléchargement
is_is: Upplýsingar um niðurhal
nb_no: Last ned detaljer

# Page 2491626637 - Action 2026913255 - Property 1295455071
source: Refresh the deployment details.
cs_cz: Aktualizujte podrobnosti o nasazení.
de_ch: Aktualisieren Sie die Bereitstellungsdetails.
fi_fi: Päivitä käyttöönoton tiedot.
fr_be: Actualisez les détails du déploiement.
is_is: Endurnýja upplýsingar um uppsetningu.
nb_no: Oppdater distribusjonsdetaljene.

# Page 2491626637 - Action 2026913255 - Property 2879900210
source: Refresh
cs_cz: Aktualizovat
de_ch: Aktualisieren
fi_fi: Päivitä
fr_be: Actualiser
is_is: Uppfæra
nb_no: Oppdater

# Page 1954735620 - Property 2879900210
source: Installing app
cs_cz: Instalace aplikace
de_ch: Installieren der App
fi_fi: Asennetaan sovellusta
fr_be: Installation de l’application
is_is: Setur upp forrit
nb_no: Installerer app

# Page 1954735620 - NamedType 1554585786
source: User has chosen to close the installation progress and is not waiting for the installation to finish.
cs_cz: Uživatel se rozhodl ukončit průběh instalace a nečeká na dokončení instalace.
de_ch: Der Benutzer hat sich entschieden, den Installationsfortschritt zu schliessen, und wartet nicht, bis die Installation abgeschlossen ist.
fi_fi: Käyttäjä on päättänyt sulkea asennuksen edistymisen eikä odota asennuksen valmistumista.
fr_be: L’utilisateur a choisi de fermer la progression de l’installation et n’attend pas la fin de l’installation.
is_is: Notandi hefur valið að loka uppsetningarferlinu og bíður ekki eftir að uppsetningu ljúki.
nb_no: Brukeren har valgt å lukke installasjonsfremdriften og venter ikke på at installasjonen skal fullføres.

# Page 1954735620 - NamedType 2792205536
source: Invalid operation id.
cs_cz: ID neplatné operace.
de_ch: Ungültige Vorgangs-ID.
fi_fi: Virheellinen toimintotunnus.
fr_be: ID d’opération non valide.
is_is: Ógilt aðgerðarkenni.
nb_no: Ugyldig operasjons-ID.

# Page 1954735620 - Control 2779704308 - Property 1968111052
source: Installation might take a minute. You can work on other tasks while you wait and check the status later on the Extension Installation Status page.
cs_cz: Instalace může chvíli trvat. Během čekání můžete pracovat na dalších úlohách a stav zkontrolovat později na stránce Stav instalace rozšíření.
de_ch: Die Installation kann eine Minute dauern. Während Sie warten, können Sie an anderen Aufgaben arbeiten und den Status später auf der Seite „Installationsstatus der Erweiterung“ überprüfen.
fi_fi: Asennus voi kestää hetken. Voit käsitellä muita tehtäviä odottaessasi ja tarkistaa tilan myöhemmin Laajennuksen asennuksen tila -sivulta.
fr_be: L’installation peut prendre une minute. Vous pouvez travailler sur d’autres tâches tout en patientant et vérifier le statut ultérieurement sur la page Statut de l’installation de l’extension.
is_is: Uppsetning gæti tekið smástund. Þú getur unnið í öðrum verkefnum á meðan þú bíður og athugað stöðuna síðar á síðunni Uppsetningarstaða viðbótar.
nb_no: Installasjonen kan ta et par minutter. Du kan arbeide på andre oppgaver mens du venter og kontrollere statusen senere på siden Installasjonsstatus for utvidelse.

# Page 4061016505 - Property 2019332006
source: New,Process,Report,Data Update
cs_cz: Nový,Proces,Sestava,Aktualizace dat
de_ch: Neu,Prozess,Bericht,Datenaktualisierung
fi_fi: Uusi,Käsittely,Raportti,Tietojen päivitys
fr_be: Nouveau,Traiter,Signaler,Mettre à jour les données
is_is: Nýtt,Vinnsla,Skýrsla,Gagnauppfærsla
nb_no: Ny,Prosess,Rapport,Dataoppdatering

# Page 4061016505 - Property 2879900210
source: Feature Management
cs_cz: Správa funkcí
de_ch: Funktionsverwaltung
fi_fi: Ominaisuuksien hallinta
fr_be: Gestion des fonctionnalités
is_is: Eiginleikastjórnun
nb_no: Funksjonsstyring

# Page 4061016505 - Property 3863440606
source: new features,feature key,opt in,turn off features,enable features,early access,preview
cs_cz: nové funkce,klávesa funkce,přihlásit,vypnout funkce, povolit funkce, včasný přístup,náhled
de_ch: neue Funktionen,Funktionsschlüssel,Opt-in,Funktionen deaktivieren,Funktionen aktivieren,frühzeitiger Zugriff,Vorschau
fi_fi: uudet ominaisuudet,toimintovalitsin,ota käyttöön,poista ominaisuudet käytöstä,ota ominaisuudet käyttöön,ensimmäisten joukossa,kokeilu
fr_be: nouvelles fonctionnalités,clé de fonction,s'inscrire,désactiver les fonctionnalités,activer les fonctionnalités,accès anticipé,aperçu
is_is: nýir eiginleikar,eiginleikalykill,samþykkja þáttöku,slökkva á eiginleikum,virkja eiginleika,snemmbúinn aðgangur,forskoðun; new features,feature key,opt in,turn off features,enable features,early access,preview
nb_no: nye funksjoner,funksjonstast,velge,deaktivere funksjoner,aktivere funksjoner,tidlig tilgang,forhåndsvis

# Page 4061016505 - NamedType 944771502
source: You need to enable this feature first: %1
cs_cz: Nejprve je třeba tuto funkci povolit: %1
de_ch: Sie müssen diese Funktion zuerst aktivieren: %1
fi_fi: Tämä ominaisuus on otettava käyttöön ensin: %1
fr_be: Vous devez d’abord activer la fonctionnalité suivante : %1
is_is: Gera þarf þennan eiginleika virkan fyrst: %1
nb_no: Du må aktivere denne funksjonen først: %1

# Page 4061016505 - NamedType 1601324261
source: Learn more
cs_cz: Naučte se více
de_ch: Weitere Informationen
fi_fi: Lisätietoja
fr_be: En savoir plus
is_is: Frekari upplýsingar
nb_no: Finn ut mer
