Repository: jbakach/MSDyn365BC.Code.History
Catalog: System Application/Source/System Application/Translations/System Application.*.xlf
Languages: cs_cz, de_ch, fi_fi, fr_be, is_is, nb_no

# Page 2204913418 - Property 2879900210
source: Time Spent by Application Object
cs_cz: Čas strávený objektem aplikace
de_ch: Zeitaufwand nach Anwendungsobjekt
fi_fi: Sovellusobjektin käyttämä aika
fr_be: Temps passé par l’objet d’application
is_is: Tími sem hugbúnaðarhlutur notaði
nb_no: Tid brukt av programobjekt

# Page 2204913418 - Control 1256520770 - Property 1295455071
source: The name of the app that the application object belongs to.
cs_cz: Název aplikace, do které objekt aplikace patří.
de_ch: Der Name der App, zu der das Anwendungsobjekt gehört.
fi_fi: Sen sovelluksen nimi, johon sovellusobjekti kuuluu.
fr_be: Nom de l’application à laquelle l’objet d’application appartient.
is_is: Heiti forritsins sem hugbúnaðarhluturinn tilheyrir.
nb_no: Navnet på appen som programobjektet tilhører.

# Page 2204913418 - Control 1256520770 - Property 2879900210
source: App Name
cs_cz: Název aplikace
fi_fi: Sovelluksen nimi
fr_be: Nom de l’application
is_is: Heiti forrits
nb_no: Appnavn

# Page 2204913418 - Control 1418569422 - Property 1295455071
source: The name of the application object.
cs_cz: Název objektu aplikace.
de_ch: Der Name des Anwendungsobjekts.
fi_fi: Sovellusobjektin nimi.
fr_be: Nom de l’objet d’application.
is_is: Heiti hugbúnaðarhlutarins.
nb_no: Navnet på programobjektet.

# Page 2204913418 - Control 1418569422 - Property 2879900210
source: Object Name
cs_cz: Název objektu
de_ch: Objektname
fi_fi: Objektin nimi
fr_be: Nom objet
is_is: Heiti hlutar
nb_no: Objektnavn

# Page 2204913418 - Control 1085746399 - Property 1295455071
source: The type of the application object.
cs_cz: Typ objektu aplikace.
de_ch: Der Typ des Anwendungsobjekts.
fi_fi: Sovellusobjektin tyyppi.
fr_be: Type de l’objet d’application.
is_is: Gerð hugbúnaðarhlutarins.
nb_no: Typen programobjekt.

# Page 2204913418 - Control 1085746399 - Property 2879900210
source: Object Type
cs_cz: Typ objektu
de_ch: Objekttyp
fi_fi: Objektin tyyppi
fr_be: Type d’objet
is_is: Gerð hlutar
nb_no: Objekttype

# Page 2204913418 - Control 330849211 - Property 1295455071
source: The amount of time spent in this application object.
cs_cz: Množství času stráveného v tomto objektu aplikace.
de_ch: Der Zeitaufwand in diesem Anwendungsobjekt.
fi_fi: Tässä sovellusobjektissa käytetty aika.
fr_be: Temps passé dans cet objet d’application.
is_is: Tíminn sem fór í þennan hugbúnaðarhlut.
nb_no: Tiden som brukes i dette programobjektet.

# Page 2204913418 - Control 330849211 - Property 2879900210
source: Time Spent
cs_cz: Strávený čas
de_ch: Zeitaufwand
fi_fi: Käytetty aika
fr_be: Temps passé
is_is: Tímalengd
nb_no: Tid brukt

# Page 2117157320 - Property 2879900210
source: Active Apps
cs_cz: Aktivní aplikace
de_ch: Aktive Apps
fi_fi: Aktiiviset sovellukset
fr_be: Applications actives
is_is: Virk forrit
nb_no: Aktive apper

# Page 2117157320 - Control 3461834954 - Property 2879900210
source: Shows the apps that where active during the recording. They were either running or called other apps. The duration represents the time you might save by removing an app.
cs_cz: Zobrazuje aplikace, které jsou aktivní během nahrávání. Buď běžely, nebo volaly jiné aplikace. Doba trvání představuje čas, který můžete ušetřit odebráním aplikace.
de_ch: Zeigt die Apps an, die während der Aufnahme aktiv sind. Sie wurden entweder ausgeführt oder haben andere Apps aufgerufen. Die Duration stellt die Zeit dar, die Sie möglicherweise speichern, indem Sie eine App entfernen.
fi_fi: Näyttää sovellukset, jotka olivat aktiivisina tallennuksen aikana. Ne olivat joko käynnissä tai kutsuivat muita sovelluksia. Kesto ilmaisee, miten paljon voit säästää aikaa, jos poistat sovelluksen.
fr_be: Affiche les applications actives pendant l’enregistrement. Elles étaient soit en cours d’exécution, soit ont appelé d’autres applications. La durée représente le temps que vous pouvez économiser en supprimant une application.
is_is: Sýnir forritin sem voru virk meðan á upptöku stóð. Þau voru annaðhvort í gangi eða að kalla á önnur forrit. Tímalengdin sýnir tímann sem hægt væri að spara með því að fjarlægja forrit.
nb_no: Viser appene som var aktive under opptaket. De kjørte eller kalte opp andre apper. Varigheten viser tiden du kan spare ved å fjerne en app.

# Page 2117157320 - Action 732012919 - Property 2879900210
source: Actions
cs_cz: Akce
de_ch: Aktionen
fi_fi: Toiminnot
is_is: Aðgerðir
nb_no: Handlinger

# Page 2117157320 - Action 2907599414 - Property 2879900210
source: Aggregate By
cs_cz: Agregovat podle
de_ch: Aggregieren nach
fi_fi: Laskenut yhteen
fr_be: Agréger par
is_is: Leggja saman eftir
nb_no: Aggreger etter

# Page 2117157320 - Action 2961552353 - Property 1295455071
source: Aggregate the time spent during the performance profiling by app name.
cs_cz: Agregujte čas strávený během profilování výkonu podle názvu aplikace.
de_ch: Aggregieren Sie die während der Leistungsprofilerstellung aufgewendete Zeit nach App-Namen.
fi_fi: Laske sovelluksen nimen mukaan, miten kauan suorituskyvyn profilointiin meni yhteensä aikaa.
fr_be: Agrégez le temps passé lors du profilage des performances par nom d’application.
is_is: Leggja saman tíma sem fer í greiningu á afköstum eftir heiti forrits.
nb_no: Aggreger tiden som brukes under ytelsesprofileringen etter appnavn.

# Page 2117157320 - Action 2961552353 - Property 2879900210
source: App Name
cs_cz: Název aplikace
fi_fi: Sovelluksen nimi
fr_be: Nom de l’application
is_is: Heiti forrits
nb_no: Appnavn

# Page 2117157320 - Action 1772640682 - Property 1295455071
source: Aggregate the time spent during the performance profiling by app publisher.
cs_cz: Agregujte čas strávený během profilování výkonu podle vydavatele aplikace.
de_ch: Aggregieren Sie die während der Leistungsprofilerstellung aufgewendete Zeit nach App-Herausgebern.
fi_fi: Laske sovelluksen julkaisijan mukaan, miten kauan suorituskyvyn profilointiin meni yhteensä aikaa.
fr_be: Agrégez le temps passé lors du profilage des performances par l’éditeur d’applications.
is_is: Leggja saman tíma sem fer í greiningu á afköstum eftir útgefanda forrits.
nb_no: Aggreger tiden som brukes under ytelsesprofileringen etter apputgiver.

# Page 2117157320 - Action 1772640682 - Property 2879900210
source: App Publisher
cs_cz: Vydavatel aplikace
de_ch: App-Herausgeber
fi_fi: Sovelluksen julkaisija
fr_be: Éditeur d’applications
is_is: Útgefandi forrits
nb_no: Apputgiver

# Page 1150883149 - Property 2879900210
source: Time Spent
cs_cz: Strávený čas
de_ch: Zeitaufwand
fi_fi: Käytetty aika
fr_be: Temps passé
is_is: Tímalengd
nb_no: Tid brukt

# Page 1150883149 - Control 3461834954 - Property 2879900210
source: Shows which apps were running during the recording. Durations are self-time. They show the length of activity but do not include time spent calling other apps.
cs_cz: Ukazuje, které aplikace byly spuštěny během nahrávání. Doba trvání je čistý čas. Zobrazuje délku aktivity, ale nezahrnuje čas strávený voláním jiných aplikací.
de_ch: Zeigt an, welche Apps während der Aufzeichnung ausgeführt wurden. Dauer sind Selbstzeit. Sie zeigen die Dauer der Aktivität an, enthalten aber nicht die Zeit, die mit dem Aufrufen anderer Anwendungen verbracht wurde.
fi_fi: Näyttää, mitkä sovellukset olivat käynnissä tallennuksen aikana. Kestot ovat itseaikoja. Ne ilmaisevat toiminnon pituuden, mutta ne eivät sisällä muiden sovellusten kutsumiseen käytettyä aikaa.
fr_be: Affiche les applications qui ont été exécutées pendant l’enregistrement. Les durées sont en self-time. Elles indiquent la durée de l’activité mais n’incluent pas le temps passé à appeler d’autres applications.
is_is: Sýnir hvaða forrit voru í gangi við upptökuna. Tímasetningar eru sjálfstímar. Þær sýna lengd aðgerðar en innihalda ekki tíma sem fer í að kalla á önnur forrit.
nb_no: Viser hvilke apper som kjørte under opptaket. Varigheten er egentid. De viser lengden på aktiviteten, men omfatter ikke tiden som er brukt til å kalle opp andre apper.

# Page 1150883149 - Action 732012919 - Property 2879900210
source: Actions
cs_cz: Akce
de_ch: Aktionen
fi_fi: Toiminnot
is_is: Aðgerðir
nb_no: Handlinger

# Page 1150883149 - Action 2907599414 - Property 2879900210
source: Aggregate By
cs_cz: Agregovat podle
de_ch: Aggregieren nach
fi_fi: Laskenut yhteen
fr_be: Agréger par
is_is: Leggja saman eftir
nb_no: Aggreger etter

# Page 1150883149 - Action 2961552353 - Property 1295455071
source: Aggregate the time spent during the performance profiling by app name.
cs_cz: Agregujte čas strávený během profilování výkonu podle názvu aplikace.
de_ch: Aggregieren Sie die während der Leistungsprofilerstellung aufgewendete Zeit nach App-Namen.
fi_fi: Laske sovelluksen nimen mukaan, miten kauan suorituskyvyn profilointiin meni yhteensä aikaa.
fr_be: Agrégez le temps passé lors du profilage des performances par nom d’application.
is_is: Leggja saman tíma sem fer í greiningu á afköstum eftir heiti forrits.
nb_no: Aggreger tiden som brukes under ytelsesprofileringen etter appnavn.

# Page 1150883149 - Action 2961552353 - Property 2879900210
source: App Name
cs_cz: Název aplikace
fi_fi: Sovelluksen nimi
fr_be: Nom de l’application
is_is: Heiti forrits
nb_no: Appnavn

# Page 1150883149 - Action 1772640682 - Property 1295455071
source: Aggregate the time spent during the performance profiling by app publisher.
cs_cz: Agregujte čas strávený během profilování výkonu podle vydavatele aplikace.
de_ch: Aggregieren Sie die während der Leistungsprofilerstellung aufgewendete Zeit nach App-Herausgebern.
fi_fi: Laske sovelluksen julkaisijan mukaan, miten kauan suorituskyvyn profilointiin meni yhteensä aikaa.
fr_be: Agrégez le temps passé lors du profilage des performances par l’éditeur d’applications.
is_is: Leggja saman tíma sem fer í greiningu á afköstum eftir útgefanda forrits.
nb_no: Aggreger tiden som brukes under ytelsesprofileringen etter apputgiver.

# Page 1150883149 - Action 1772640682 - Property 2879900210
source: App Publisher
cs_cz: Vydavatel aplikace
de_ch: App-Herausgeber
fi_fi: Sovelluksen julkaisija
fr_be: Éditeur d’applications
is_is: Útgefandi forrits
nb_no: Apputgiver

# Page 2817068111 - Property 2879900210
source: Recurrence Schedule Card
cs_cz: Karta plánu opakování
de_ch: Wiederholungsplankarte
fi_fi: Toistoaikataulun kortti
fr_be: Fiche programme de périodicité
is_is: Kort endurtek. áætlun
nb_no: Kort for gjentakelsesplan

# Page 2817068111 - NamedType 3764383116
source: Some months have fewer than %1 days. These months will not be included in the recurrence.\\Do you want to continue?
cs_cz: Některé měsíce mají méně než %1 dní. Tyto měsíce se nezahrnují do opakování.\\Chcete pokračovat?
de_ch: Einige Monate haben weniger als %1 Tage. Diese Monate werden nicht in die Wiederholung einbezogen.\\Möchten Sie fortfahren?
fi_fi: Joinakin kuukausina on vähemmän kuin %1 päivää. Näitä kuukausia ei lisätä toistumiseen.\\Haluatko jatkaa?
fr_be: Certains mois comportent moins de %1 jours. Ces mois ne seront pas inclus dans la récurrence.\\Voulez-vous continuer ?
is_is: Sumir mánuðir hafa færri en %1 daga. Þessir mánuðir verða ekki teknir með í endurtekningunni.\\Á að halda áfram?
nb_no: Noen måneder har færre enn %1 dager. Disse månedene blir ikke inkludert i gjentakelsen.\\Vil du fortsette?

# Page 2817068111 - Control 38359347 - Property 2879900210
source: Daily
cs_cz: Denně
de_ch: Täglich
fi_fi: Päivittäinen
fr_be: Tous les jours
is_is: Daglega
nb_no: Daglig

# Page 2817068111 - Control 972476439 - Property 1295455071
source: Specifies the interval between occurrences.
cs_cz: Určuje interval mezi výskyty.
de_ch: Gibt das Intervall zwischen den Vorkommen an.
fi_fi: Määrittää esiintymisvälin.
fr_be: Spécifie l’intervalle entre les occurrences.
is_is: Tilgreinir bil milli tilvika.
nb_no: Angir intervallet mellom forekomstene.

# Page 2817068111 - Control 972476439 - Property 2879900210
source: Days Between
cs_cz: Dny mezi
de_ch: Tage zwischen
fi_fi: Päiviä välillä
fr_be: Jours entre
is_is: Dagar á milli
nb_no: Dager mellom

# Page 2817068111 - Control 2445482498 - Property 2879900210
source: General
cs_cz: Obecné
de_ch: Allgemein
fi_fi: Yleiset
fr_be: Général
is_is: Almennt
nb_no: Generelt

# Page 2817068111 - Control 2649176925 - Property 1295455071
source: Specifies when the recurrence will stop.
cs_cz: Určuje, kdy bude ukončeno opakování.
de_ch: Gibt an, wann die Wiederholung beendet wird.
fi_fi: Määrittää, milloin toistuminen lopetetaan.
fr_be: Spécifie quand la récurrence s’arrêtera.
is_is: Tilgreinir hvenær endurtekning stöðvast.
nb_no: Angir når gjentakelsen skal stoppe.

# Page 2817068111 - Control 3641927271 - Property 1295455071
source: Specifies the ID of the recurrence schedule.
cs_cz: Určuje ID plánu opakování.
de_ch: Gibt die ID des Wiederholungsplans an.
fi_fi: Määrittää toistuvuusaikataulun tunnuksen.
fr_be: Spécifie l'ID du planning de périodicité.
is_is: Tilgreinir kenni endurtekningarraðar.
nb_no: Angir ID-en for regelmessighetstidsplanen.

# Page 2817068111 - Control 887324104 - Property 1295455071
source: Specifies the frequency of the recurrence. For example, a recurrence pattern might be set up for a day in the first week of every month.
cs_cz: Určuje frekvenci opakování. Například vzorec opakování může nastavit den v prvním týdnu v měsíci.
de_ch: Gibt die Häufigkeit der Wiederholung an. Ein Wiederholungsmuster kann z. B. für einen Tag in der ersten Woche eines jeden Monats eingerichtet werden.
fi_fi: Määrittää toistumistiheyden. Toistumismalli voidaan esimerkiksi määrittää jollekin päivälle jokaisen kuukauden ensimmäisellä viikolla.
fr_be: Spécifie la fréquence de récurrence. Par exemple, un modèle de récurrence peut être configuré pour un jour de la première semaine de chaque mois.
is_is: Tilgreinir tíðni endurtekningarinnar. Til dæmis gæti endurtekningamynstur verið sett upp á tilteknum degi í fyrstu viku hvers mánaðar.
nb_no: Angir hyppigheten for gjentakelsen. Et regelmessighetsmønster kan for eksempel være konfigurert for en dag i den første uken i hver måned.

# Page 2817068111 - Control 887324104 - Property 2879900210
source: Recurrence Pattern
cs_cz: Vzorec opakování
de_ch: Serienmuster
fi_fi: Toistumismalli
fr_be: Modèle de récurrence
is_is: Endurtekningamynstur
nb_no: Regelmessighetsmønster

# Page 2817068111 - Control 32562763 - Property 1295455071
source: Specifies the time of day when the recurrence takes effect. This is also the time of day for each occurrence.
cs_cz: Určuje čas, kdy se provede opakování. Toto je také denní doba pro každé opakování.
de_ch: Gibt die Uhrzeit an, zu der die Wiederholung in Kraft tritt. Dies ist auch die Tageszeit für jedes Vorkommen.
fi_fi: Määrittää kellonajan, jolloin toistuminen tulee voimaan. Tämä on myös jokaisen esiintymän kellonaika.
fr_be: Spécifie l'heure de la journée à laquelle la récurrence prend effet. Il s'agit également de l'heure de la journée pour chaque occurrence.
is_is: Tilgreinir þann tíma dags þegar endurtekningin tekur gildi. Þetta er líka tími dags fyrir hverja endurtekningu.
nb_no: Angir klokkeslettet da gjentakelsen trer i kraft. Dette er også klokkeslettet for hver forekomst.

# Page 2817068111 - Control 32562763 - Property 2879900210
source: Recurrence Start Time
cs_cz: Čas zahájení opakování
de_ch: Startzeit der Wiederholung
fi_fi: Toistumisen aloitusaika
fr_be: Heure de début de la récurrence
is_is: Upphafstími endurtekningarinnar
nb_no: Starttidspunkt for gjentakelse

# Page 2817068111 - Control 474480784 - Property 1295455071
source: Specifies the date when the recurrence takes effect.
cs_cz: Určuje datum, kdy se projeví opakování.
de_ch: Gibt das Datum an, an dem die Wiederholung in Kraft tritt.
fi_fi: Määrittää päivämäärän, jolloin toistuminen tulee voimaan.
fr_be: Spécifie la date à laquelle la récurrence prend effet.
is_is: Tilgreinir dagsetninguna þegar endurtekningin tekur gildi.
nb_no: Angir datoen da gjentakelsen trer i kraft.

# Page 2817068111 - Control 21616679 - Property 2879900210
source: Monthly
cs_cz: Měsíčně
de_ch: Monatlich
fi_fi: Kuukausittainen
fr_be: Tous les mois
is_is: Mánaðarlega
nb_no: Månedlig

# Page 2817068111 - Control 1872816007 - Property 1295455071
source: Specifies the week of the month for the recurrence.
cs_cz: Určuje týden v měsíci pro opakování.
de_ch: Gibt die Woche des Monats für die Wiederholung an.
fi_fi: Määrittää toistumisen kuukauden viikon.
fr_be: Spécifie la semaine du mois pour la récurrence.
is_is: Tilgreinir viku mánaðarins fyrir endurtekninguna.
nb_no: Angir uken i måneden for gjentakelsen.

# Page 2817068111 - Control 1872816007 - Property 2879900210
source: Recur in Week in Month
cs_cz: Opakování v týdnu v měsíci.
de_ch: Wiederkehrend in der Woche des Monats
fi_fi: Toista viikkona kuukaudessa
fr_be: Récurrence dans la semaine du mois
is_is: Endurtaka í viku í mánuðinum
nb_no: Gjenta i uke i måned

# Page 2817068111 - Control 3643919615 - Property 1295455071
source: Specifies the day of the week for the recurrence.
cs_cz: Určuje den v týdnu pro opakování.
de_ch: Gibt den Wochentag für die Wiederholung an.
fi_fi: Määrittää toistumisen viikonpäivän.
fr_be: Spécifie le jour de la semaine pour la récurrence.
is_is: Tilgreinir vikudag fyrir endurtekninguna.
nb_no: Angir ukedagen for gjentakelsen.

# Page 2817068111 - Control 3643919615 - Property 2879900210
source: Weekday
cs_cz: Pracovní den
de_ch: Wochentag
fi_fi: Viikonpäivä
fr_be: Jour de la semaine
is_is: Vikudagur
nb_no: Ukedag

# Page 2817068111 - Control 3998854067 - Property 1295455071
source: Specifies the interval between occurrences.
cs_cz: Určuje interval mezi výskyty.
de_ch: Gibt das Intervall zwischen den Vorkommen an.
fi_fi: Määrittää esiintymisvälin.
fr_be: Spécifie l’intervalle entre les occurrences.
is_is: Tilgreinir bil milli tilvika.
nb_no: Angir intervallet mellom forekomstene.

# Page 2817068111 - Control 3998854067 - Property 2879900210
source: Months Between
cs_cz: Měsíce mezi
de_ch: Monate zwischen
fi_fi: Kuukausia välissä
fr_be: Mois entre
is_is: Mánuðir á milli
nb_no: Måneder mellom

# Page 2817068111 - Control 1806856657 - Property 1295455071
source: Specifies the frequency of the recurrence. For example, a recurrence pattern might be set up for a day in the first week of every month.
cs_cz: Určuje frekvenci opakování. Například vzorec opakování můžete nastavit den v prvním týdnu v měsíci.
de_ch: Gibt die Häufigkeit der Wiederholung an. Ein Wiederholungsmuster kann z. B. für einen Tag in der ersten Woche eines jeden Monats eingerichtet werden.
fi_fi: Määrittää toistumistiheyden. Toistumismalli voidaan esimerkiksi määrittää jollekin päivälle jokaisen kuukauden ensimmäisellä viikolla.
fr_be: Spécifie la fréquence de récurrence. Par exemple, un modèle de récurrence peut être configuré pour un jour de la première semaine de chaque mois.
is_is: Tilgreinir tíðni endurtekningarinnar. Til dæmis gæti endurtekningamynstur verið sett upp á tilteknum degi í fyrstu viku hvers mánaðar.
nb_no: Angir hyppigheten for gjentakelsen. Et regelmessighetsmønster kan for eksempel være konfigurert for en dag i den første uken i hver måned.

# Page 2817068111 - Control 1806856657 - Property 2879900210
source: Recurrence Pattern
cs_cz: Vzorec opakování
de_ch: Serienmuster
fi_fi: Toistumismalli
fr_be: Modèle de récurrence
is_is: Endurtekningamynstur
nb_no: Regelmessighetsmønster

# Page 2817068111 - Control 809128117 - Property 1295455071
source: Specifies the day of the month for the recurrence.
cs_cz: Určuje den v měsíci pro opakování.
de_ch: Gibt den Tag des Monats für die Wiederholung an.
fi_fi: Määrittää toistumisen kuukauden päivän.
fr_be: Spécifie le jour du mois pour la récurrence.
is_is: Tilgreinir mánaðardag fyrir endurtekningu.
nb_no: Angir dagen i måneden for gjentakelsen.

# Page 2817068111 - Control 809128117 - Property 2879900210
source: Recur on Day
cs_cz: Opakování na den
de_ch: Wiederkehrend am Tag
fi_fi: Toista päivänä
fr_be: Jour de récurrence
is_is: Endurtaka á deginum
nb_no: Gjenta på dag

# Page 2817068111 - Control 1966338867 - Property 2879900210
source: Weekly
cs_cz: Týdně
de_ch: Wöchentlich
fi_fi: Viikoittainen
fr_be: Chaque semaine
is_is: Vikulega
nb_no: Ukentlig

# Page 2817068111 - Control 1849951421 - Property 1295455071
source: Specifies that Friday is the day of the week for the recurrence.
cs_cz: Určuje, že pátek je den v týdnu pro opakování.
de_ch: Gibt an, dass Freitag der Wochentag für die Wiederholung ist.
fi_fi: Määrittää, että perjantai on toistumisen viikonpäivä.
fr_be: Spécifie que le vendredi est le jour de la semaine pour la récurrence.
is_is: Tilgreinir að föstudagur sé vikudagurinn fyrir endurtekninguna.
nb_no: Angir at fredag er ukedagen for gjentakelsen.

# Page 2817068111 - Control 1849951421 - Property 2879900210
source: Recur on Friday
cs_cz: Opakování v pátek
de_ch: Am Freitag wiederkehren
fi_fi: Toista perjantaina
fr_be: Récurrence le vendredi
is_is: Endurtaka á föstudegi
nb_no: Gjenta fredag

# Page 2817068111 - Control 2910558118 - Property 1295455071
source: Specifies that Monday is the day of the week for the recurrence.
cs_cz: Určuje, že pondělí je den v týdnu pro opakování.
de_ch: Gibt an, dass Montag der Wochentag für die Wiederholung ist.
fi_fi: Määrittää, että maanantai on toistumisen viikonpäivä.
fr_be: Spécifie que le lundi est le jour de la semaine pour la récurrence.
is_is: Tilgreinir að mánudagur sé vikudagurinn fyrir endurtekninguna.
nb_no: Angir at mandag er ukedagen for gjentakelsen.

# Page 2817068111 - Control 2910558118 - Property 2879900210
source: Recur on Monday
cs_cz: Opakování v pondělí
de_ch: Am Montag wiederkehren
fi_fi: Toista maanantaina
fr_be: Récurrence le lundi
is_is: Endurtaka á mánudegi
nb_no: Gjenta mandag

# Page 2817068111 - Control 2610835137 - Property 1295455071
source: Specifies that Saturday is the day of the week for the recurrence.
cs_cz: Určuje, že Sobota je den v týdnu pro opakování.
de_ch: Gibt an, dass Samstag der Wochentag für die Wiederholung ist.
fi_fi: Määrittää, että lauantai on toistumisen viikonpäivä.
fr_be: Spécifie que le samedi est le jour de la semaine pour la récurrence.
is_is: Tilgreinir að laugardagur sé vikudagurinn fyrir endurtekninguna.
nb_no: Angir at lørdag er ukedagen for gjentakelsen.

# Page 2817068111 - Control 2610835137 - Property 2879900210
source: Recur on Saturday
cs_cz: Opakování v sobotu
de_ch: Am Samstag wiederkehren
fi_fi: Toista lauantaina
fr_be: Récurrence le samedi
is_is: Endurtaka á laugardegi
nb_no: Gjenta lørdag

# Page 2817068111 - Control 237458738 - Property 1295455071
source: Specifies that Sunday is the day of the week for the recurrence.
cs_cz: Určuje, že neděle je den v týdnu pro opakování.
de_ch: Gibt an, dass der Sonntag der Wochentag für die Wiederholung ist.
fi_fi: Määrittää, että sunnuntai on toistumisen viikonpäivä.
fr_be: Spécifie que le dimanche est le jour de la semaine pour la récurrence.
is_is: Tilgreinir að sunnudagur sé vikudagurinn fyrir endurtekninguna.
nb_no: Angir at søndag er ukedagen for gjentakelsen.

# Page 2817068111 - Control 237458738 - Property 2879900210
source: Recur on Sunday
cs_cz: Opakování v neděli
de_ch: Am Sonntag wiederkehren
fi_fi: Toista sunnuntaina
fr_be: Récurrence le dimanche
is_is: Endurtaka á sunnudegi
nb_no: Gjenta søndag

# Page 2817068111 - Control 3922915322 - Property 1295455071
source: Specifies that Thursday is the day of the week for the recurrence.
cs_cz: Určuje, že ve čtvrtek je den v týdnu pro opakování.
de_ch: Gibt an, dass Donnerstag der Wochentag für die Wiederholung ist.
fi_fi: Määrittää, että torstai on toistumisen viikonpäivä.
fr_be: Spécifie que le jeudi est le jour de la semaine pour la récurrence.
is_is: Tilgreinir að fimmtudagur sé vikudagurinn fyrir endurtekninguna.
nb_no: Angir at torsdag er ukedagen for gjentakelsen.
