Repository: jbakach/MSDyn365BC.Code.History
Catalog: System Application/Source/System Application/Translations/System Application.*.xlf
Languages: cs_cz, de_ch, fi_fi, fr_be, is_is, nb_no

# Page 3970971575 - Control 2355833851 - Property 1295455071
source: Specifies the type of data subjects to apply the data classification to.
cs_cz: Určuje typ subjektů údajů, na které má být klasifikace dat aplikována.
de_ch: Gibt den Typ des Datensubjekts an, auf das die Datenklassifizierung angewendet werden soll.
fi_fi: Määrittää niiden tietojen kohteiden tyypin, joissa tietojen luokittelu otetaan käyttöön.
fr_be: Spécifie le type d'objet de données auquel appliquer la classification des données.
is_is: Tilgreinir gerð skráðra einstaklinga sem gagnaflokkunin verður notuð fyrir.
nb_no: Angir typen dataemner som dataklassifiseringen skal brukes på.

# Page 3970971575 - Control 2355833851 - Property 2879900210
source: Data Subject
cs_cz: Subjekt dat
de_ch: Datensubjekt
fi_fi: Tietojen kohde
fr_be: Objet de données
is_is: Efni gagna
nb_no: Dataemne

# Page 3970971575 - Control 183296051 - Property 1295455071
source: Specifies the number of fields that the data classification will be applied to.
cs_cz: Určuje počet polí, na která bude klasifikace dat použita.
de_ch: Gibt die Anzahl der Felder an, auf die die Datenklassifizierung angewendet wird.
fi_fi: Määrittää niiden kenttien määrän, joissa tietojen luokittelu otetaan käyttöön.
fr_be: Spécifie le nombre de champs auxquels la classification des données sera appliquée.
is_is: Tilgreinir fjölda reita sem gagnaflokkun verður notuð fyrir.
nb_no: Angir antall felt som dataklassifiseringen skal brukes på.

# Page 3970971575 - Control 513339096 - Property 1295455071
source: Specifies if you have reviewed the classifications that will be applied to the data subjects.
cs_cz: Určuje, zda jste zkontrolovali klasifikace, které budou použity pro subjekty údajů.
de_ch: Gibt an, ob Sie die auf die Datensubjekte anzuwendenden Klassifizierungen überprüft haben.
fi_fi: Määrittää, oletko tarkistanut luokittelut, jotka otetaan käyttöön tietojen kohteissa.
fr_be: Spécifie si vous avez révisé les classifications qui seront appliquées aux objets de données.
is_is: Tilgreinir hvort flokkanirnar sem notaðar verða fyrir skráða einstaklinga hafi verið endurskoðaðar.
nb_no: Angir om du har gjennomgått klassifiseringene som blir brukt i dataemnene.

# Page 3970971575 - Control 4161855943 - Property 1968111052
source: The default classification has been added to the tables. Now you can classify individual fields in the tables, and the entities that relate to the tables.
cs_cz: Do tabulek byla přidána výchozí klasifikace. Nyní můžete klasifikovat jednotlivá pole v tabulkách a entity, které se vztahují k tabulkám.
de_ch: Die Standardklassifizierung wurde den Tabellen hinzugefügt. Sie können jetzt einzelne Felder in den Tabellen und die Einheiten, die zu diesen Tabellen gehören, klassifizieren.
fi_fi: Oletusluokittelu on lisätty taulukoihin. Nyt voit luokitella taulukoiden yksittäisiä kenttiä sekä taulukoihin liittyviä objekteja.
fr_be: La classification par défaut a été ajoutée aux tables. Vous pouvez maintenant classer les champs individuels des tables, ainsi que les entités associées aux tables.
is_is: Sjálfgefnu flokkuninni hefur verið bætt við töflurnar. Nú er hægt að flokka einstaka reiti í töflunum og þær einingar sem tengjast töflunum.
nb_no: Standardklassifiseringen er lagt til i tabellene. Nå kan du klassifisere individuelle felt i tabellene og enhetene som er relatert til tabellene.

# Page 3970971575 - Control 4161855943 - Property 2879900210
source: Good work! Now classify individual fields
cs_cz: Dobrá práce! Nyní klasifikovat jednotlivá pole
de_ch: Gut gemacht! Klassifizieren Sie jetzt einzelne Felder
fi_fi: Hienoa! Nyt voit luokitella yksittäisiä kenttiä.
fr_be: Bon travail ! À présent, classez les champs individuels
is_is: Vel gert! Flokkið nú hvern reit fyrir sig
nb_no: Bra jobba! Nå skal du klassifisere individuelle felt

# Page 3970971575 - Control 3045132974 - Property 2879900210
source: Review the classifications for all the entities before you continue!
cs_cz: Přečtěte si klasifikace pro všechny entity, než budete pokračovat!
de_ch: Überprüfen Sie die Klassifizierung aller Einheiten, bevor Sie fortfahren.
fi_fi: Tarkista kaikkien objektien luokitukset, ennen kuin jatkat.
fr_be: Examinez les classifications de toutes les entités avant de continuer !
is_is: Fara skal yfir flokkanirnar fyrir allar einingar áður en haldið er áfram!
nb_no: Se gjennom klassifiseringene for alle enhetene før du fortsetter!

# Page 3970971575 - Control 748037802 - Property 1295455071
source: Specifies the number of fields that the data classification will be applied to.
cs_cz: Určuje počet polí, na která bude klasifikace dat použita.
de_ch: Gibt die Anzahl der Felder an, auf die die Datenklassifizierung angewendet wird.
fi_fi: Määrittää niiden kenttien määrän, joissa tietojen luokittelu otetaan käyttöön.
fr_be: Spécifie le nombre de champs auxquels la classification des données sera appliquée.
is_is: Tilgreinir fjölda reita sem gagnaflokkun verður notuð fyrir.
nb_no: Angir antall felt som dataklassifiseringen skal brukes på.

# Page 3970971575 - Control 748037802 - Property 2879900210
source: Fields
cs_cz: Pole
de_ch: Felder
fi_fi: Kentät
fr_be: Champs
is_is: Reitir
nb_no: Felt

# Page 3970971575 - Control 2040558538 - Property 1295455071
source: Specifies if you have reviewed the classifications that will be applied to the data subjects.
cs_cz: Určuje, zda jste zkontrolovali klasifikace, které budou použity pro subjekty údajů.
de_ch: Gibt an, ob Sie die auf die Datensubjekte anzuwendenden Klassifizierungen überprüft haben.
fi_fi: Määrittää, oletko tarkistanut luokittelut, jotka otetaan käyttöön tietojen kohteissa.
fr_be: Spécifie si vous avez révisé les classifications qui seront appliquées aux objets de données.
is_is: Tilgreinir hvort flokkanirnar sem notaðar verða fyrir skráða einstaklinga hafi verið endurskoðaðar.
nb_no: Angir om du har gjennomgått klassifiseringene som blir brukt i dataemnene.

# Page 3970971575 - Control 2040558538 - Property 2879900210
source: Status
cs_cz: Stav
fi_fi: Tila
fr_be: Statut
is_is: Staða

# Page 3970971575 - Control 434405921 - Property 1968111052
source: Review the classifications for similar fields before you continue.
cs_cz: Před pokračováním zkontrolujte klasifikace pro podobná pole.
de_ch: Überprüfen Sie die Klassifizierung ähnlicher Felder, bevor Sie fortfahren.
fi_fi: Tarkista saman tyyppisten kenttien luokitukset, ennen kuin jatkat.
fr_be: Examinez les classifications des champs similaires avant de continuer.
is_is: Fara skal yfir flokkanir svipaðra reita áður en haldið er áfram.
nb_no: Se gjennom klassifiseringene for lignende felt før du fortsetter.

# Page 3970971575 - Control 434405921 - Property 2879900210
source: We're getting there!
cs_cz: Dostáváme se tam!
de_ch: Einen Moment noch!
fi_fi: Kohta on valmista!
fr_be: C'est presque terminé !
is_is: Þetta er allt að koma!
nb_no: Vi nærmer oss!

# Page 3970971575 - Control 275970701 - Property 2879900210
source: Classifications include:
cs_cz: Klasifikace zahrnuje:
de_ch: Folgende Klassifizierungen sind möglich:
fi_fi: Luokittelut ovat:
fr_be: Les classifications sont :
is_is: Flokkanir ná meðal annars yfir:
nb_no: Klassifiseringer inkluderer:

# Page 3970971575 - Control 3933634608 - Property 2879900210
source: - Company Confidential - Business data that you do not want to expose. For example, ledger entries.
cs_cz: - Důvěrná pro společnost - obchodní data, která nechcete zveřejnit. Například, položky.
de_ch: – Firma (vertraulich) – Geschäftsdaten, die nicht verfügbar gemacht werden sollen, z. B. Sachposten.
fi_fi: – Liikesalaisuus: liiketoimintaan liittyvät tiedot, jotka halutaan pitää yrityksen sisällä, esimerkiksi kirjanpitotapahtumat.
fr_be: - Confidentiel - Données professionnelles que vous ne souhaitez pas divulguer. Par exemple, les écritures comptables.
is_is: - Trúnaðarmál fyrirtækis - fyrirtækjagögn sem ekki eru ætluð fyrir aðra. Til dæmis fjárhagsfærslur.
nb_no: -Selskapskonfidensielle - Forretningsdata du ikke ønsker å dele, for eksempel finansposter.

# Page 3970971575 - Control 36636685 - Property 2879900210
source: - Normal - Data that does not belong to other classifications.
cs_cz: - Normalní - data, která nepatří do jiných skupin.
de_ch: – Normal – Daten, die keine andere Klassifizierung haben.
fi_fi: – Normaali: tiedot, jotka eivät kuulu muihin luokkiin.
fr_be: - Normal - Données qui n'appartiennent pas aux autres classifications.
is_is: - Venjulegt - gögn sem heyra ekki undir aðrar flokkanir.
nb_no: -Normale - Data som ikke tilhører andre klassifiseringer.

# Page 3970971575 - Control 2130535182 - Property 2879900210
source: - Personal - Any data that can be used to identify someone.
cs_cz: - Osobní - jakákoliv data, která mohou být použita k identifikaci.
de_ch: – Persönlich – Daten, die zum Identifizieren einer Person verwendet werden können.
fi_fi: – Henkilökohtainen: kaikki tiedot, joiden perusteella henkilö voidaan tunnistaa.
fr_be: - Personnel - Données qui peuvent être utilisées pour identifier une personne.
is_is: - Einkamál - allar upplýsingar sem hægt er að nota til að auðkenna viðkomandi.
nb_no: -Personlige - Data som kan brukes til å identifisere noen.

# Page 3970971575 - Control 3183636337 - Property 2879900210
source: - Sensitive - Private data, such as political or religious beliefs.
cs_cz: - Citlivá - soukromá data, jako je politické nebo náboženské přesvědčení.
de_ch: – Vertraulich – private Daten, wie z. B. politische oder religiöse Überzeugungen.
fi_fi: – Luottamuksellinen: yksityiset tiedot, kuten poliittinen tai uskonnollinen vakaumus.
fr_be: - Sensible - Données privées, telles que les croyances politiques ou religieuses.
is_is: - Viðkvæmt efni - einkaupplýsingar, svo sem um stjórnmálaskoðanir eða trú.
nb_no: -Sensitive - Personlige data, for eksempel politiske eller religiøse meninger.

# Page 3970971575 - Control 2938128749 - Property 1295455071
source: Click here to learn more.
cs_cz: Klikněte zde a dozvíte se více.
de_ch: Klicken Sie hier, um weitere Informationen zu erhalten.
fi_fi: Saat lisätietoja napsauttamalla tätä.
fr_be: Cliquez ici pour en savoir plus.
is_is: Smelltu hér til að fá frekari upplýsingar.
nb_no: Klikk her for å finne ut mer.

# Page 3970971575 - Control 2938128749 - Property 2879900210
source: Learn more
cs_cz: Naučte se více
de_ch: Weitere Informationen
fi_fi: Lisätietoja
fr_be: En savoir plus
is_is: Frekari upplýsingar
nb_no: Finn ut mer

# Page 3970971575 - Control 2279580244 - Property 1968111052
source: Microsoft is providing this Data Classification feature as a matter of convenience only. It's your responsibility to classify the data appropriately and comply with any laws and regulations that are applicable to you. Microsoft disclaims all responsibility towards any claims related to your classification of the data.
cs_cz: Microsoft poskytuje funkci klasifikace dat pouze pro usnadnění této činnosti. Je vaší odpovědností vhodně klasifikovat data a dodržovat veškeré zákony a předpisy, které se na vás vztahují. Společnost Microsoft se zříká veškeré odpovědnosti vůči jakýmkoliv nárokům souvsejících s vaší klasifikací dat.
de_ch: Microsoft stellt die Funktion "Datenklassifizierung" nur bereit. Es ist Ihre Aufgabe, die Daten entsprechend zu klassifizieren und alle einschlägigen Gesetze und Verordnungen, die für Sie gelten, einzuhalten. Microsoft übernimmt keinerlei Verantwortung für jegliche Ansprüche im Zusammenhang mit der Klassifizierung der Daten.
fi_fi: Microsoft tarjoaa tämän tietojen luokittelun toiminnon vain helppokäyttöisyyden vuoksi. Sinulla on vastuu tietojen asianmukaisesta luokittelusta ja sovellettavien lakien ja säännösten noudattamisesta. Microsoft ei ota vastuuta mistään tietojesi luokitteluun liittyvistä vaatimuksista.
fr_be: Microsoft fournit cette fonction de classification des données pour votre convenance uniquement. Il vous incombe de classer les données de manière appropriée et de vous conformer aux lois et réglementations qui vous concernent. Microsoft décline toute responsabilité en cas de réclamations liées à votre classification des données.
is_is: Microsoft veitir þennan gagnaflokkunareiginleika eingöngu til hægðarauka. Það er á þína ábyrgð að flokka gögnin á viðeigandi hátt og fara eftir lögum og reglugerðum sem eiga við. Microsoft afsalar sér allri ábyrgð gagnvart kröfum sem tengjast flokkun þinni á gögnunum.
nb_no: Microsoft tilbyr denne dataklassifiseringsfunksjonen bare som et praktisk hjelpemiddel. Det er ditt ansvar å klassifisere dataene riktig og overholde eventuelle lover og regler som gjelder for deg. Microsoft fraskriver seg ethvert ansvar mot eventuelle krav knyttet til din klassifisering av dataene.

# Page 3970971575 - Control 2279580244 - Property 2879900210
source: Legal disclaimer
cs_cz: Právní vymezení odpovědnosti
de_ch: Rechtlichen Hinweise
fi_fi: Vastuuvapauslauseke
fr_be: Clause d'exclusion de responsabilité
is_is: Lagalegir fyrirvarar
nb_no: Ansvarsfraskrivelse

# Page 3970971575 - Control 3961050527 - Property 1968111052
source: Data classification is an important part of protecting the privacy of personal and sensitive data, and is often required by data privacy laws. Classification can make it easier to retrieve personal data, for example, in response to a request, and it can add another layer of protection. This guide helps you classify the sensitivity of the data in tables and fields.
cs_cz: Klasifikace dat je důležitou součástí ochrany soukromí osobních a citlivých údajů a je často vyžadována zákony na ochranu osobních údajů. Klasifikace může usnadnit načítání osobních dat, například v reakci na požadavek, a může přidat další vrstvu ochrany. Tento průvodce vám pomůže klasifikovat citlivost dat v tabulkách a polích.
de_ch: Die Klassifizierung von Daten ist ein wichtiger Teil des Schutzes persönlicher und vertraulicher Daten und oft aufgrund von Datenschutzgesetzen erforderlich. Durch die Klassifizierung kann das Abrufen persönlicher Daten, z. B. in Reaktion auf eine Anforderung, erleichtert und eine weitere Schutzebene eingeführt werden. Diese Anleitung unterstützt Sie beim Klassifizieren der Sensitivität von Tabellen- und Felddaten.
fi_fi: Tietojen luokittelu on tärkeä osa henkilökohtaisten ja luottamuksellisten tietojen suojaamista, ja usein tietosuojalainsäädäntö edellyttää sitä. Luokittelu voi helpottaa henkilökohtaisten tietojen noutamista esimerkiksi vastauksena tietopyyntöön, ja se lisää tietojen suojaukseen uuden tason. Tämä opas auttaa sinua luokittelemaan taulukoiden ja kenttien tietojen luottamuksellisuustasot.
fr_be: La classification des données est essentielle à la protection de la confidentialité des données personnelles et sensibles et est souvent requise par les lois sur la confidentialité des données. La classification facilite la récupération des données personnelles, par exemple, en réponse à une demande. Elle permet également d'ajouter une couche de protection supplémentaire. Ce guide vous aide à classer la sensibilité des données des tables et des champs.
is_is: Gagnaflokkun er mikilvægur þáttur í persónuvernd fyrir einkamál og viðkvæm gögn og er oft gerð krafa um hana í lögum um gagnavernd. Með flokkun getur reynst auðveldara að sækja persónuleg gögn, til dæmis til að bregðast við beiðni, og hún getur bætt við öðru lagi verndar. Þessar leiðbeiningar hjálpa til við flokkun gagna í töflum og reitum eftir því hversu viðkvæm þau eru.
nb_no: Dataklassifiseringen er en viktig del av beskytte personlige og sensitive data, og den kreves ofte av datapersonvernlover. Klassifiseringen kan gjøre det enklere å hente personlige data, for eksempel som svar på en forespørsel, og den kan legge til ytterligere et lag med beskyttelse. Denne veiledningen hjelper deg med å klassifisere datasensitiviteten i tabeller og felt.

# Page 3970971575 - Control 3961050527 - Property 2879900210
source: Welcome to the Data Classification Assisted Setup Guide
cs_cz: Vítá vás průvodce asistovaným nastavením klasifikace dat
de_ch: Willkommen beim unterstützten Setup der Datenklassifizierung
fi_fi: Tervetuloa tietojen luokittelun asetusten ohjattuun määritykseen
fr_be: Bienvenue dans le guide de configuration assistée Classification des données
is_is: Velkomin(n) í leiðbeiningar um uppsetningu með hjálp fyrir gagnaflokkun
nb_no: Velkommen veiledningen for assistert oppsett av dataklassifisering

# Page 3970971575 - Action 2438272767 - Property 1295455071
source: Back
cs_cz: Zpět
de_ch: Zurück
fi_fi: Edellinen
fr_be: Précédent
is_is: Til baka
nb_no: Tilbake

# Page 3970971575 - Action 2438272767 - Property 2879900210
source: Back
cs_cz: Zpět
de_ch: Zurück
fi_fi: Edellinen
fr_be: Précédent
is_is: Til baka
nb_no: Tilbake

# Page 3970971575 - Action 3259912055 - Property 1295455071
source: Finish
cs_cz: Dokončit
de_ch: Abschliessen
fi_fi: Valmis
fr_be: Terminer
is_is: Ljúka
nb_no: Fullfør

# Page 3970971575 - Action 3259912055 - Property 2879900210
source: Finish
cs_cz: Dokončit
de_ch: Fertigstellen
fi_fi: Valmis
fr_be: Terminer
is_is: Ljúka
nb_no: Fullfør

# Page 1105213220 - Property 2019332006
source: New,Process,Report,Manage,View
cs_cz: Nový,Proces,Sestavy,Spravovat,Pohled
de_ch: Neu,Prozess,Bericht,Verwalten,Anzeigen
fi_fi: Uusi,Käsittely,Raportti,Hallinta,Näkymä
fr_be: Nouveau,Traitement,État,Gérer,Afficher
is_is: Nýtt,Vinnsla,Skýrsla,Stjórna,Skoða
nb_no: Ny,Prosess,Rapport,Administrer,Vis

# Page 1105213220 - Property 2879900210
source: Data Classification Worksheet
cs_cz: Sešit klasifikace dat
de_ch: Datenklassifizierungsarbeitsblatt
fi_fi: Tietojen luokittelun työkirja
fr_be: Feuille de classification des données
is_is: Vinnublað gagnaflokkunar
nb_no: Regneark for dataklassifisering

# Page 1105213220 - Property 3863440606
source: GDPR,Data Privacy,Privacy,Personal Data
cs_cz: GDPR,Ochrana osobních údajů,Soukromí,Osobní data
de_ch: DSGVO,Datenschutz,Privatsphäre,personenbezogene Daten
fi_fi: GDPR,tietosuoja,yksityisyys,henkilötiedot
fr_be: RGPD,confidentialité des données,confidentialité,données personnelles
is_is: GDPR,gagnavernd,persónuvernd,persónuupplýsingar
nb_no: GDPR,Datapersonvern,Personvern,Personopplysninger

# Page 1105213220 - NamedType 1965782370
source: Do you want to set data sensitivity to %1 on %2 fields?
cs_cz: Chcete nastavit citlivost dat na %1 pro %2 polí?
de_ch: Möchten Sie die Datensensitivität für %2 Felder auf %1 festlegen?
fi_fi: Haluatko määrittää %2 kentän tietojen arkaluonteisuuden arvoksi %1?
fr_be: Souhaitez-vous définir la sensibilité des données sur %1 dans les champs %2 ?
is_is: Á að stilla gagnatrúnað á %1 fyrir %2 reiti?
nb_no: Vil du sette datasensitivitet til %1 for %2 felt?

# Page 1105213220 - NamedType 3732317208
source: Deleted User
cs_cz: Odstraněný uživatel
de_ch: Benutzer gelöscht
fi_fi: Poistettu käyttäjä
fr_be: Utilisateur supprimé
is_is: Notandi sem hefur verið eytt
nb_no: Slettet bruker

# Page 1105213220 - NamedType 2808191070
source: No record has been selected.
cs_cz: Nebyl vybrán žádný záznam.
de_ch: Es wurde kein Datensatz ausgewählt.
fi_fi: Tietueita ei ole valittu.
fr_be: Aucun enregistrement n'a été sélectionné.
is_is: Engin færsla hefur verið valin.
nb_no: Ingen poster er valgt.

# Page 1105213220 - Control 2728589042 - Property 1295455071
source: Specifies the classification of the data. Open Help to lean more.
cs_cz: Určuje klasifikaci dat. Chcete-li se dozvědět více, otevřte nápovědu.
de_ch: Gibt die Klassifizierung der Daten an. Öffnen Sie die Hilfe, um mehr zu erfahren.
fi_fi: Määrittää tietojen luokittelun. Avaa ohje, jos haluat lisätietoja.
fr_be: Spécifie la classification des données. Pour en savoir plus, ouvrez l'aide.
is_is: Tilgreinir flokkun gagnanna. Opna skal hjálpina til að fá frekari upplýsingar.
nb_no: Angir klassifiseringen av dataene. Åpne Hjelp for å finne ut mer.
