Repository: jbakach/MSDyn365BC.Code.History
Catalog: System Application/Source/System Application/Translations/System Application.*.xlf
Languages: cs_cz, de_ch, fi_fi, fr_be, is_is, nb_no

# Page 4021082514 - Control 277965026 - Property 1295455071
source: Specifies the subject of the sent email.
cs_cz: Určuje předmět odeslaného e-mailu.
de_ch: Gibt den Betreff der E-Mail an.
fi_fi: Määrittää sähköpostin aiheen.
fr_be: Spécifie l’objet de l’e-mail envoyé.
is_is: Tilgreinir efni tölvupósts sem var sendur.
nb_no: Angir emnet for den sendte e-posten.

# Page 4021082514 - Control 277965026 - Property 2879900210
source: Subject
cs_cz: Předmět
de_ch: Betreff
fi_fi: Aihe
fr_be: Objet
is_is: Efni
nb_no: Emne

# Page 4021082514 - Control 2516836987 - Property 1295455071
source: Specifies the email recipients.
cs_cz: Určuje příjemce e-mailu.
de_ch: Gibt die E-Mail-Empfänger an.
fi_fi: Määrittää sähköpostiviestin vastaanottajat.
fr_be: Spécifie les destinataires de l’e-mail.
is_is: Tilgreinir viðtakendur tölvupóstsins.
nb_no: Angir e-postmottakerne.

# Page 4021082514 - Control 2516836987 - Property 2879900210
source: To
cs_cz: Komu
de_ch: An
fi_fi: Vastaanottaja
fr_be: À
is_is: Til
nb_no: Til

# Page 4021082514 - Control 2282749623 - Property 1295455071
source: Specifies the content of the email.
cs_cz: Určuje obsah e-mailu.
de_ch: Gibt den Inhalt der E-Mail an.
fi_fi: Määrittää sähköpostiviestin sisällön.
fr_be: Spécifie le contenu de l’e-mail.
is_is: Tilgreinir efni tölvupóstsins.
nb_no: Angir innholdet i e-posten.

# Page 4021082514 - Control 2282749623 - Property 2879900210
source: Message
cs_cz: Zpráva
de_ch: Nachricht
fi_fi: Viesti
is_is: Skilaboð
nb_no: Melding

# Page 4021082514 - Control 4234547318 - Property 1295455071
source: Specifies the content of the email.
cs_cz: Určuje obsah e-mailu.
de_ch: Gibt den Inhalt der E-Mail an.
fi_fi: Määrittää sähköpostiviestin sisällön.
fr_be: Spécifie le contenu de l’e-mail.
is_is: Tilgreinir efni tölvupóstsins.
nb_no: Angir innholdet i e-posten.

# Page 4021082514 - Control 4234547318 - Property 2879900210
source: Message
cs_cz: Zpráva
de_ch: Nachricht
fi_fi: Viesti
is_is: Skilaboð
nb_no: Melding

# Page 4021082514 - Action 1042419861 - Property 1295455071
source: Edit and send the email.
cs_cz: Upravte a odešlete e-mail.
de_ch: E-Mail bearbeiten und senden.
fi_fi: Muokkaa sähköpostiviestiä ja lähetä se.
fr_be: Modifiez et envoyez l’e-mail.
is_is: Breytið og sendið tölvupóstinn.
nb_no: Rediger og send e-posten.

# Page 4021082514 - Action 1042419861 - Property 2879900210
source: Edit and Send
cs_cz: Upravit a odeslat
de_ch: Bearbeiten und senden
fi_fi: Muokkaa ja lähetä
fr_be: Modifier et envoyer
is_is: Breyta og senda
nb_no: Rediger og send

# Page 4021082514 - Action 2723561501 - Property 1295455071
source: Resend the email.
cs_cz: Znovu odeslat e-mail.
de_ch: Die E-Mail erneut senden.
fi_fi: Lähetä sähköpostiviesti uudelleen.
fr_be: Renvoyez l’e-mail.
is_is: Endursendið tölvupóstinn.
nb_no: Send e-posten på nytt.

# Page 4021082514 - Action 2723561501 - Property 2879900210
source: Resend
cs_cz: Přeposlat
de_ch: Erneut senden
fi_fi: Lähetä uudelleen
fr_be: Renvoyer
is_is: Endursenda
nb_no: Send på nytt

# Page 4021082514 - Action 147247197 - Property 1295455071
source: Open the page from where the email was sent.
cs_cz: Otevřete stránku, ze které byl e-mail odeslán.
de_ch: Öffnet die Seite, von der aus die E-Mail gesendet wurde.
fi_fi: Avaa sivu, jolta sähköpostiviesti lähetettiin.
fr_be: Ouvrez la page à partir de laquelle l’e-mail a été envoyé.
is_is: Opnaðu síðuna þaðan sem tölvupósturinn var sendur.
nb_no: Åpne siden som e-posten ble sendt fra.

# Page 4021082514 - Action 147247197 - Property 2879900210
source: Show Source
cs_cz: Zobrazit zdroj
de_ch: Herkunft anzeigen
fi_fi: Näytä lähde
fr_be: Afficher source
is_is: Sýna uppruna
nb_no: Vis kilde

# Page 4001231554 - Property 2879900210
source: Excel Add-in Centralized Deployment
cs_cz: Centralizované nasazení doplňku aplikace Excel
de_ch: Zentrale Bereitstellung für Excel-Add-In
fi_fi: Excel-apuohjelman keskitetty käyttöönotto
fr_be: Déploiement centralisé du complément Excel
is_is: Miðlæg innleiðing Excel-innbótar
nb_no: Sentralisert distribusjon for Excel-tillegg

# Page 4001231554 - Property 3863440606
source: addin,addon,app,plugin,Office,O365,M365,Microsoft 365
cs_cz: addin,addon,aplikace,plugin,Office,O365,M365,Microsoft 365
fi_fi: apuohjelma,lisäosa,sovellus,laajennus,Office,O365,M365,Microsoft 365
fr_be: macro complémentaire,module complémentaire,application,plug-in,Office,O365,M365,Microsoft 365
is_is: viðbót,innbót,forrit,Office,O365,M365,Microsoft 365
nb_no: tillegg,tilleggsprogram,app,programtillegg,Office,O365,M365,Microsoft 365

# Page 4001231554 - NamedType 2275021812
source: Requirements for Centralized Deployment of Add-ins
cs_cz: Požadavky na centralizované nasazení doplňků
de_ch: Anforderungen für die zentrale Bereitstellung von Add-Ins
fi_fi: Apuohjelmien keskitettyä käyttöönottoa koskevat vaatimukset
fr_be: Configuration requise pour le déploiement centralisé des macros complémentaires
is_is: Kröfur fyrir miðlæga innleiðingu innbóta
nb_no: Krav for sentralisert distribusjon av tillegg

# Page 4001231554 - NamedType 2411340674
source: 1. In the Microsoft 365 admin center, go to Integrated Apps.
cs_cz: 1. V Centru pro správu Microsoftu 365 přejděte na Integrované aplikace.
de_ch: 1. Wechseln Sie im Microsoft 365 Admin Center zu „Integrierte Apps“.
fi_fi: 1. Siirry Microsoft 365 -hallintakeskuksen Integroidut sovellukset -kohtaan.
fr_be: 1. Dans le Centre d’administration Microsoft 365, accédez à Applications intégrées.
is_is: 1. Opnið „Innbyggð forrit“ í stjórnendamiðstöð Microsoft 365.
nb_no: 1. Gå til Integrerte apper i administrasjonssenter for Microsoft 365.

# Page 4001231554 - NamedType 3346606530
source: Learn more about Configuring Business Central for Centralized Deployment​
cs_cz: Další informace o konfiguraci Business Central pro centralizované nasazení
de_ch: Weitere Informationen zur Konfiguration von Business Central für zentrale Bereitstellung
fi_fi: Lisätietoja Business Centralin määrittämisestä keskitettyä käyttöönottoa varten
fr_be: En savoir plus sur la configuration de Business central pour un déploiement centralisé
is_is: Frekari upplýsingar um grunnstillingu Business Central fyrir miðlæga innleiðingu
nb_no: Finn ut mer om hvordan du konfigurerer Business Central for sentralisert distribusjon

# Page 4001231554 - NamedType 595441205
source: Learn how Excel files are impacted by removing AppSource access
cs_cz: Odebráním přístupu k AppSource zjistíte, jak jsou ovlivněny soubory Excelu
de_ch: Erfahren Sie, wie Excel-Dateien durch das Entfernen des Zugriffs auf AppSource beeinträchtigt werden
fi_fi: Lue tietoja siitä, miten AppSource-käyttöoikeuksien poistaminen vaikuttaa Excel-tiedostoihin
fr_be: Découvrez comment les fichiers Excel sont affectés par la suppression de l’accès à AppSource
is_is: Frekari upplýsingar um hvaða áhrif það hefur á Excel-skrár að fjarlægja AppSource
nb_no: Finn ut hvordan Excel-filer påvirkes ved å fjerne AppSource-tilgang

# Page 4001231554 - Control 3647570164 - Property 2879900210
source: Let's go!
cs_cz: Začněme!
de_ch: Los geht’s!
fi_fi: Aloitetaan!
fr_be: C’est parti !
is_is: Hefjast handa!
nb_no: La oss sette i gang!

# Page 4001231554 - Control 3996033732 - Property 1968111052
source: Centralized Deployment requires configuring both Microsoft 365 and Business Central. Choose Next to get started.
cs_cz: Centralizované nasazení vyžaduje konfiguraci Microsoftu 365 i Business Central. Chcete-li začít, zvolte Další.
de_ch: Für die zentrale Bereitstellung muss Microsoft 365 und Business Central konfiguriert werden. Wählen Sie „Weiter“, um loszulegen.
fi_fi: Keskitetty käyttöönotto edellyttää sekä Microsoft 365:n että Business Centralin määrittämistä. Aloita valitsemalla Seuraava.
fr_be: Le déploiement centralisé nécessite de configurer à la fois Microsoft 365 et Business Central. Sélectionnez Suivant pour commencer.
is_is: Miðlæg innleiðing krefst þess að bæði Microsoft 365 og Business Central séu grunnstillt. Veljið „Áfram“ til að hefjast handa.
nb_no: Sentralisert distribusjon krever at du konfigurerer både Microsoft 365 og Business Central. Velg Neste for å komme i gang.

# Page 4001231554 - Control 1257094138 - Property 2879900210
source: Business Central Excel add-in setup
cs_cz: Nastavení doplňku Business Central Excel
de_ch: Business Central-Excel-Add-In-Einrichtung
fi_fi: Business Centralin Excel-apuohjelman asennus
fr_be: Configuration du complément Excel de Business Central
is_is: Uppsetning Excel-innbótar í Business Central
nb_no: Oppsett av Excel-tillegg for Business Central

# Page 4001231554 - Control 1918365569 - Property 1968111052
source: Enabling Centralized Deployment affects features that use the Excel add-in, such as the ‘Edit in Excel’ action, but has no impact on other Excel-related features and does not affect permissions assigned to users in Business Central.
cs_cz: Povolení centralizovaného nasazení ovlivňuje funkce, které používají doplněk aplikace Excel, například akce ‘Upravit v aplikaci Excel‘, ale nemá žádný vliv na jiné funkce související s aplikací Excel a nemá vliv na oprávnění přiřazená uživatelům v Business Central.
de_ch: Die Aktivierung der zentralen Bereitstellung betrifft Funktionen, die das Excel-Add-In verwenden, z. B. die Aktion „In Excel bearbeiten“. Dies hat jedoch keine Auswirkungen auf andere Excel-bezogene Funktionen und wirkt sich nicht auf Berechtigungen aus, die Benutzern in Business Central zugewiesen wurden.
fi_fi: Keskitetyn käyttöönoton ottaminen käyttöön vaikuttaa ominaisuuksiin, jotka käyttävät Excel-apuohjelmaa (kuten Muokkaa Excelissä -toiminto), mutta se ei vaikuta muihin Exceliin liittyviin ominaisuuksiin eikä se muuta Business Centralin käyttäjille määritettyjä käyttöoikeuksia.
fr_be: L’activation du déploiement centralisé affecte les fonctionnalités qui utilisent la macro complémentaire Excel, telles que l’action « Modifier dans Excel », mais n’a aucun impact sur les autres fonctionnalités liées à Excel et n’affecte pas les autorisations attribuées aux utilisateurs dans Business Central.
is_is: Virkjun miðlægrar innleiðingar hefur áhrif á eiginleika sem nota Excel-innbótina, svo sem aðgerðina „Breyta í Excel“, en hefur engin áhrif á aðra tengda Excel-eiginleika og hefur ekki áhrif á heimildir sem er úthlutað til notenda í Business Central.
nb_no: Aktivering av sentralisert distribusjon påvirker funksjoner som bruker Excel-tillegget, for eksempel handlingen Rediger i Excel, men har ingen innvirkning på andre Excel-relaterte funksjoner og påvirker ikke tillatelser som er tilordnet brukere i Business Central.

# Page 4001231554 - Control 1325265185 - Property 1968111052
source: If your organization does not allow users to access the Office Store (AppSource), administrators can configure Centralized Deployment to control which users or groups can continue accessing the Excel add-in.
cs_cz: Pokud vaše organizace neumožňuje uživatelům přístup k Office Storu (AppSource), můžou správci nakonfigurovat centralizované nasazení tak, aby bylo možné řídit, kteří uživatelé nebo skupiny mohou pokračovat v přístupu k doplňku aplikace Excel.
de_ch: Wenn Ihre Organisation Benutzern nicht den Zugriff auf den Office Store ermöglicht (AppSource), können Administratoren eine zentrale Bereitstellung konfigurieren, um zu steuern, welche Benutzer oder Gruppen weiterhin auf das Excel-Add-In zugreifen können.
fi_fi: Jos organisaatiosi ei salli käyttäjien käyttää Office-kauppaa (AppSource), järjestelmänvalvojat voivat määrittää keskitetyn käyttöönoton ohjaamaan, ketkä käyttäjät tai ryhmät voivat edelleen käyttää Excel-apuohjelmaa.
fr_be: Si votre organisation n’autorise pas les utilisateurs à accéder à Office Store (AppSource), les administrateurs peuvent configurer un déploiement centralisé pour contrôler les utilisateurs ou les groupes qui peuvent continuer d’accéder au complément Excel.
is_is: Ef fyrirtækið veitir notendum ekki aðgang að Office Store (AppSource) geta stjórnendur stillt miðlæga innleiðingu til að stjórna því hvaða notendur eða hópar hafa áfram aðgang að Excel-innbótinni.
nb_no: Hvis organisasjonen ikke tillater brukere å få tilgang til Office Store (AppSource), kan administratorer konfigurere sentralisert distribusjon for å kontrollere hvilke brukere eller grupper som fortsatt har tilgang til Excel-tillegget.

# Page 4001231554 - Control 2649492572 - Property 2879900210
source: All done?
cs_cz: Vše hotovo
de_ch: Fertig?
fi_fi: Onko kaikki valmista?
fr_be: Terminé ?
is_is: Allt tilbúið?
nb_no: Ferdig?

# Page 4001231554 - Control 4245212746 - Property 1968111052
source: After the add-in has been deployed, choose Next to configure Business Central.
cs_cz: Po nasazení doplňku zvolte Další, chcete-li nakonfigurovat Business Central.
de_ch: Nachdem das Add-In bereitgestellt wurde, wählen Sie „Weiter“, um Business Central zu konfigurieren.
fi_fi: Kun apuohjelma on otettu käyttöön, määritä Business Central valitsemalla Seuraava.
fr_be: Une fois la macro complémentaire déployée, sélectionnez Suivant pour configurer Business central.
is_is: Eftir að innbótin hefur verið sett upp skal velja „Áfram“ til að grunnstilla Business Central.
nb_no: Når tillegget er distribuert, velger du Neste for å konfigurere Business Central.

# Page 4001231554 - Control 463882100 - Property 2879900210
source: Configure Microsoft 365
cs_cz: Konfigurace Microsoft 365
de_ch: Microsoft 365 konfigurieren
fi_fi: Määritä Microsoft 365
fr_be: Configurer Microsoft 365
is_is: Stilla Microsoft 365
nb_no: Konfigurer Microsoft 365

# Page 4001231554 - Control 182752656 - Property 1968111052
source: Let’s start by configuring app settings in Microsoft 365. You must be part of the Office apps admin role or Global admin role to do this.
cs_cz: Začněme konfigurací nastavení aplikací v Microsoftu 365. K tomu musíte být součástí role správce aplikací Office nebo role globálního správce.
de_ch: Beginnen wir mit der Konfiguration von App-Einstellungen in Microsoft 365. Sie müssen dazu Teil der Office Apps-Administratorrolle oder der globalen Administratorrolle sein.
fi_fi: Aloitetaan määrittämällä sovellusasetukset Microsoft 365:ssä. Tämä edellyttää, että sinulle on määritetty Office-sovellusten järjestelmänvalvojan rooli tai yleisen järjestelmänvalvojan rooli.
fr_be: Commençons par configurer les paramètres de l’application dans Microsoft 365. Pour ce faire, vous devez avoir le rôle d’administrateur des applications Office ou d’administrateur global.
is_is: Byrja skal á því að velja forritsstillingar í Microsoft 365. Notandi verður að hafa stjórnandahlutverk fyrir Office-forrit eða altækt stjórnandahlutverk.
nb_no: La oss begynne med å konfigurere appinnstillinger i Microsoft 365. Du må være en del av administratorrollen Office-apper eller rollen Global administrator for å kunne gjøre dette.

# Page 4001231554 - Control 1330212104 - Property 1968111052
source: 2. Choose ‘Get apps’, then search for and add ‘Microsoft Dynamics Office Add-in´.
cs_cz: 2. Zvolte ‘Získat aplikace‘, pak vyhledejte a přidejte ‘Microsoft Dynamics Office Add-in´.
de_ch: 2. Wählen Sie „Apps abrufen“. Suchen Sie dann nach „Microsoft Dynamics Office-Add-In“, und fügen Sie es hinzu.
fi_fi: 2. Valitse Hanki sovelluksia ja hae sitten Microsoft Dynamicsin Office-apuohjelmaa ja lisää se.
fr_be: 2. Sélectionnez « Obtenir des applications », puis recherchez et ajoutez « Macro complémentaire Office Microsoft Dynamics ».
is_is: 2. Veljið „Sækja forrit“ og leitið síðan að og bætið við „Microsoft Dynamics Office-innbót“.
nb_no: 2. Velg Hent apper, og søk deretter etter og legg til Microsoft Dynamics Office-tillegg.

# Page 4001231554 - Control 692515487 - Property 1968111052
source: 3. Follow the deployment instructions and choose who has access to the add-in.
cs_cz: 3. Postupujte podle pokynů pro nasazení a zvolte, kdo má k doplňku přístup.
de_ch: 3. Folgen Sie den Bereitstellungsanweisungen, und wählen Sie, wer Zugriff auf das Add-In hat.
fi_fi: 3. Noudata käyttöönotto-ohjeita ja valitse, ketkä voivat käyttää apuohjelmaa.
fr_be: 3. Suivez les instructions de déploiement et choisissez qui a accès à la macro complémentaire.
is_is: 3. Fylgið uppsetningarleiðbeiningunum og veljið hverjir hafa aðgang að innbótinni.
nb_no: 3. Følg distribusjonsinstruksjonene, og velg hvem som har tilgang til tillegget.

# Page 4001231554 - Control 2252241102 - Property 2879900210
source: Configure Business Central
cs_cz: Konfigurace Business Central
de_ch: Business Central konfigurieren
fi_fi: Määritä Business Central
fr_be: Configurer Business central
is_is: Grunnstilla Business Central
nb_no: Konfigurer Business Central

# Page 4001231554 - Control 1341261272 - Property 1968111052
source: Users of this environment can either receive the add-in through Centralized Deployment or through individual acquisition from the Office Store, but not both.
cs_cz: Uživatelé tohoto prostředí mohou doplněk obdržet buď prostřednictvím centralizovaného nasazení, nebo prostřednictvím individuální akvizice z Office Storu, ale ne obojí.
de_ch: Benutzer dieser Umgebung können das Add-In entweder über eine zentrale Bereitstellung oder durch eine individuelle Anschaffung über den Office Store erhalten. Beide Optionen sind jedoch nicht möglich.
fi_fi: Tämän ympäristön käyttäjät voivat joko vastaanottaa apuohjelman keskitetyn käyttöönoton kautta tai hankkia sen itse Office-kaupasta, mutta he eivät voi tehdä molempia.
fr_be: Les utilisateurs de cet environnement peuvent recevoir la macro complémentaire par le biais d’un déploiement centralisé ou d’une acquisition individuelle à partir de l’Office Store, mais pas les deux à la fois.
is_is: Notendur þessa umhverfis geta annað hvort fengið innbótina með miðlægri innleiðingu eða með einstaklingsbundinni yfirtöku úr Office Store, en ekki bæði.
nb_no: Brukere av dette miljøet kan enten motta tillegget via den sentraliserte distribusjonen, eller via individuell anskaffelse fra Office Store, men ikke begge deler.

# Page 4001231554 - Control 1978957889 - Property 1968111052
source: Enabling Centralized Deployment on this environment requires users to have their identity assigned to the add-in in Microsoft 365 as specified in the previous step to continue using the Edit in Excel feature.
cs_cz: Povolení centralizovaného nasazení v tomto prostředí vyžaduje, aby uživatelé měli svou identitu přiřazenou k doplňku v Microsoftu 365, jak je uvedeno v předchozím kroku, aby mohli pokračovat v používání funkce Upravit v aplikaci Excel.
de_ch: Für die Aktivierung der zentralen Bereitstellung in dieser Umgebung ist es erforderlich, dass der Benutzer wie im vorherigen Schritt angegeben dem Add-In seine Identität in Microsoft 365 zugewiesen hat, um die Funktion „In Excel bearbeiten“ weiterhin nutzen zu können.
fi_fi: Keskitetyn käyttöönoton ottaminen käyttöön tässä ympäristössä edellyttää, että käyttäjien käyttäjätiedot on määritetty Microsoft 365:n apuohjelmaan edellisen vaiheen mukaisesti, jotta Muokkaa Excelissä -toiminnon käyttöä voidaan jatkaa.
fr_be: L’activation du déploiement centralisé sur cet environnement nécessite que l’identité des utilisateurs soit attribuée au complément dans Microsoft 365 comme spécifié à l’étape précédente pour pouvoir continuer à utiliser la fonctionnalité Modifier dans Excel.
is_is: Til að virkja miðlæga innleiðingu í þessu umhverfi þarf auðkenni notenda að vera úthlutað á innbótina í Microsoft 365, eins og fram kemur í síðasta skrefi, til að þeir geti haldið áfram að nota eiginleikann „Breyta í Excel“.
nb_no: Hvis du aktiverer sentralisert distribusjon på dette miljøet, må brukerne ha identiteten sin tilordnet tillegget i Microsoft 365 som angitt i forrige trinn, for å fortsette å bruke funksjonen Rediger i Excel.

# Page 4001231554 - Control 3169764171 - Property 1295455071
source: Enables Centralized Deployment on this environment.
cs_cz: Umožňuje centralizované nasazení v tomto prostředí.
de_ch: Ermöglicht eine zentrale Bereitstellung in dieser Umgebung.
fi_fi: Ottaa käyttöön keskitetyn käyttöönoton tässä ympäristössä.
fr_be: Permet un déploiement centralisé sur cet environnement.
is_is: Gerir miðstýrða innleiðingu á þessu umhverfi mögulega.
nb_no: Aktiverer sentralisert distribusjon i dette miljøet.

# Page 4001231554 - Control 3169764171 - Property 2879900210
source: Use Centralized Deployment
cs_cz: Použít centralizované nasazení
de_ch: Zentrale Bereitstellung verwenden
fi_fi: Käytä keskitettyä käyttöönottoa
fr_be: Utiliser le déploiement centralisé
is_is: Nota miðstýrða innleiðingu
nb_no: Bruk sentralisert distribusjon

# Page 4001231554 - Action 2438272767 - Property 2879900210
source: Back
cs_cz: Zpět
de_ch: Zurück
fi_fi: Edellinen
fr_be: Précédent
is_is: Til baka
nb_no: Tilbake

# Page 4001231554 - Action 3259912055 - Property 2879900210
source: Finish
cs_cz: Dokončit
de_ch: Fertigstellen
fi_fi: Valmis
fr_be: Terminer
is_is: Ljúka
nb_no: Fullfør

# Page 4001231554 - Action 914282563 - Property 2879900210
source: Next
cs_cz: Další
de_ch: Weiter
fi_fi: Seuraava
fr_be: Suivant
is_is: Áfram
nb_no: Neste

# Page 2624121137 - Property 2879900210
source: Expanded Permissions
cs_cz: Rozšířená oprávnění
de_ch: Erweiterte Berechtigungen
fi_fi: Laajennetut käyttöoikeudet
fr_be: Autorisations développées
is_is: Útvíkkaðar heimildir
nb_no: Utvidede tillatelser

# Page 2624121137 - Control 3735914638 - Property 1295455071
source: Specifies if the permission set has delete permission to this object.
cs_cz: Určuje, zda má sada oprávnění právo odstranění pro tento objekt.
de_ch: Gibt an, ob der Berechtigungssatz eine Löschberechtigung für dieses Objekt aufweist.
fi_fi: Määrittää, sisältyykö käyttöoikeuksien joukkoon tämän objektin poisto-oikeus.
fr_be: Spécifie si l’ensemble d’autorisations a une autorisation de suppression de cet objet.
is_is: Tilgreinir hvort heimildasamstæðan hafi heimild til að eyða við þennan hlut.
nb_no: Angir om tillatelsessettet har slettetillatelse til dette objektet.

# Page 2624121137 - Control 480834248 - Property 1295455071
source: Specifies if the permission set has execute permission to this object.
cs_cz: Určuje, zda má sada oprávnění právo spuštění pro tento objekt.
de_ch: Gibt an, ob der Berechtigungssatz eine Ausführungsberechtigung für dieses Objekt aufweist.
fi_fi: Määrittää, sisältyykö käyttöoikeuksien joukkoon tämän objektin suoritusoikeus.
fr_be: Spécifie si l’ensemble d’autorisations a une autorisation d’exécution de cet objet.
is_is: Tilgreinir hvort heimildasamstæðan hafi heimild til keyrslu við þennan hlut.
nb_no: Angir om tillatelsessettet har kjøringstillatelse til dette objektet.

# Page 2624121137 - Control 3088155792 - Property 1295455071
source: Specifies if the permission set has insert permission to this object.
cs_cz: Určuje, zda má sada oprávnění právo vložení pro tento objekt.
de_ch: Gibt an, ob der Berechtigungssatz eine Einfügeberechtigung für dieses Objekt aufweist.
fi_fi: Määrittää, sisältyykö käyttöoikeuksien joukkoon tämän objektin lisäysoikeus.
fr_be: Spécifie si l’ensemble d’autorisations a une autorisation d’insertion de cet objet.
is_is: Tilgreinir hvort heimildasamstæðan hafi heimild til að setja inn við þennan hlut.
nb_no: Angir om tillatelsessettet har innsettingstillatelse til dette objektet.

# Page 2624121137 - Control 1682833869 - Property 1295455071
source: Specifies if the permission set has modify permission to this object.
cs_cz: Určuje, zda má sada oprávnění právo modifikace pro tento objekt.
de_ch: Gibt an, ob der Berechtigungssatz eine Änderungsberechtigung für dieses Objekt aufweist.
fi_fi: Määrittää, sisältyykö käyttöoikeuksien joukkoon tämän objektin muokkausoikeus.
fr_be: Spécifie si l’ensemble d’autorisations a une autorisation de modification de cet objet.
is_is: Tilgreinir hvort heimildasamstæðan hafi heimild til breytinga við þennan hlut.
nb_no: Angir om tillatelsessettet har endringstillatelse til dette objektet.
