Repository: jbakach/MSDyn365BC.Code.History
Catalog: System Application/Source/System Application/Translations/System Application.*.xlf
Languages: cs_cz, de_ch, fi_fi, fr_be, is_is, nb_no

# Page 664053810 - Control 989751795 - Property 1295455071
source: Specifies the name of the attachment
cs_cz: Určuje název přílohy
de_ch: Gibt den Namen des Anhangs an
fi_fi: Määrittää liitteen nimen
fr_be: Spécifie le nom de la pièce jointe
is_is: Tilgreinir heiti viðhengisins
nb_no: Angir navnet på vedlegget

# Page 664053810 - Control 989751795 - Property 2879900210
source: File Name
cs_cz: Název souboru
de_ch: Dateiname
fi_fi: Tiedostonimi
fr_be: Nom du fichier
is_is: Skráarheiti
nb_no: Filnavn

# Page 664053810 - Control 910027226 - Property 1295455071
source: The email scenario that the attachment came from. Attachments set as default for email scenarios are automatically attached to emails that are sent from processes related to the scenario.
cs_cz: E-mailový scénář, ze kterého příloha pochází. Přílohy nastavené jako výchozí pro e-mailové scénáře jsou automaticky připojeny k e-mailům, které jsou odesílány z procesů souvisejících se scénářem.
de_ch: Das E-Mail-Szenario, aus dem der Dateianhang stammt. Als Standard für E-Mail-Szenarios festgelegte Dateianhänge werden automatisch an E-Mails angehängt, die von Prozessen im Zusammenhang mit dem Szenario gesendet werden.
fi_fi: Sähköpostiskenaario, josta liite on peräisin. Sähköpostiskenaarioille määritetyt oletusliitteet liitetään automaattisesti sähköpostiviesteihin, jotka lähetetään skenaarioon liittyvistä prosesseista.
fr_be: Scénario de messagerie dont provient la pièce jointe. Les pièces jointes définies par défaut pour les scénarios de messagerie sont automatiquement jointes aux e-mails envoyés par les processus associés au scénario.
is_is: Tölvupóstaðstæðurnar sem viðhengið kom frá. Viðhengi sem eru stillt sem sjálfgefin fyrir tölvupóstsaðstæður eru sjálfkrafa hengd við tölvupósta sem eru sendir úr ferlum sem tengjast aðstæðunum.
nb_no: E-postscenarioet som vedlegget kom fra. Vedlegg som er angitt som standard for e-postscenarioer, blir automatisk lagt ved i e-poster som sendes fra prosesser som er knyttet til scenarioet.

# Page 664053810 - Control 910027226 - Property 2879900210
source: Email Scenario
cs_cz: Scénář e-mailu
de_ch: E-Mail-Szenario
fi_fi: Sähköpostiskenaario
fr_be: Scénario de messagerie
is_is: Aðstæður tölvupósts
nb_no: E-postscenario

# Page 664053810 - Action 2565898759 - Property 1295455071
source: Add files, such as documents or images, to the email.
cs_cz: Připojte k e-mailu soubory, například dokumenty nebo obrázky.
de_ch: Fügen Sie der E-Mail Dateien (z. B. Belege oder Bilder) hinzu.
fi_fi: Lisää sähköpostiviestiin tiedostoja, kuten asiakirjoja tai kuvia.
fr_be: Ajoutez des fichiers, tels que des documents ou des images, à l’e-mail.
is_is: Hengja skrár, svo sem skjöl eða myndir, við tölvupóstinn.
nb_no: Legg til filer, for eksempel dokumenter eller bilder, i e-posten.

# Page 664053810 - Action 2565898759 - Property 2879900210
source: Add File
cs_cz: Přidat soubor
de_ch: Datei hinzufügen
fi_fi: Lisää tiedosto
fr_be: Ajouter un fichier
is_is: Bæta við skrá
nb_no: Legg til fil

# Page 664053810 - Action 2477294019 - Property 1295455071
source: Delete the selected row.
cs_cz: Smazat vybraný řádek.
de_ch: Löschen Sie die ausgewählte Zeile.
fi_fi: Poista valittu rivi.
fr_be: Supprimez la ligne sélectionnée.
is_is: Eyðið valinni línu.
nb_no: Slett den merkede raden.

# Page 664053810 - Action 2477294019 - Property 2879900210
source: Delete
cs_cz: Odstranit
de_ch: Löschen
fi_fi: Poista
fr_be: Supprimer
is_is: Eyða
nb_no: Slett

# Page 664053810 - Action 593408208 - Property 1295455071
source: Download the selected attachment file.
cs_cz: Stáhněte vybraný soubor přílohy.
de_ch: Laden Sie die ausgewählte Anlagedatei herunter.
fi_fi: Lataa valittu liitetiedosto.
fr_be: Téléchargez le fichier joint sélectionné.
is_is: Sækja valda fylgiskjalsskrá.
nb_no: Last ned den valgte vedleggsfilen.

# Page 664053810 - Action 593408208 - Property 2879900210
source: Download Attachment
cs_cz: Stáhnout přílohu
de_ch: Anlage herunterladen
fi_fi: Lataa liite
fr_be: Télécharger la pièce jointe
is_is: Sækja viðhengið
nb_no: Last ned vedlegg

# Page 664053810 - Action 884106764 - Property 1295455071
source: Choose an email scenario and add files, such as documents or images, to the email.
cs_cz: Vyberte scénář e-mailu a přidejte do něj soubory, například dokumenty nebo obrázky.
de_ch: Wählen Sie ein E-Mail-Szenario aus, und fügen Sie der E-Mail Dateien (z. B. Belege oder Bilder) hinzu.
fi_fi: Valitse sähköpostiskenaario ja lisää sähköpostiin tiedostoja, kuten asiakirjoja tai kuvia.
fr_be: Choisissez un scénario de messagerie et ajoutez des fichiers, tels que des documents ou des images, au courrier électronique.
is_is: Veljið aðstæður fyrir tölvupóst og bætið skrám, svo sem skjölum eða myndum, við tölvupóstinn.
nb_no: Velg et e-postscenario og legg til filer, for eksempel dokumenter eller bilder, i e-posten.

# Page 664053810 - Action 884106764 - Property 2879900210
source: Add File to Scenario
cs_cz: Přidat soubor do scénáře
de_ch: Datei zu Szenario hinzufügen
fi_fi: Lisää tiedosto skenaarioon
fr_be: Ajouter un fichier au scénario
is_is: Bæta skrá við aðstæður
nb_no: Legg til fil i scenario

# Page 3368492679 - Property 1968111052
source: Assign email scenarios
cs_cz: Přiřazení scénářů e-mailu
de_ch: E-Mail-Szenarios zuweisen
fi_fi: Määritä sähköpostiskenaariot
fr_be: Affecter des scénarios de messagerie
is_is: Úthluta aðstæðum tölvupósts
nb_no: Tilordne e-postscenarier

# Page 3368492679 - Property 2879900210
source: Email Scenario Assignment
cs_cz: Přiřazení scénáře e-mailu
de_ch: Zuweisung von E-Mail-Szenarios
fi_fi: Sähköpostiskenaarion määritys
fr_be: Affectation des scénarios par e-mail
is_is: Úthlutun á aðstæðum tölvupósts
nb_no: Tilordning av e-postscenario

# Page 3368492679 - Control 1383905037 - Property 1295455071
source: Specifies whether this is the default account to use for scenarios when no other account is specified.
cs_cz: Určuje, zda se jedná o výchozí účet, který se má použít pro scénáře, kdy není zadán žádný jiný účet.
de_ch: Gibt an, ob dies das Standardkonto ist, das für Szenarios verwendet wird, wenn kein anderes Konto angegeben wird.
fi_fi: Määrittää, onko tämä oletustili, jota käytetään skenaarioissa, kun muuta tiliä ei ole määritetty.
fr_be: Indique s’il s’agit du compte par défaut à utiliser pour les scénarios quand aucun autre compte n’est spécifié.
is_is: Tilgreinir hvort þetta sé sjálfgefinn reikningur til að nota fyrir aðstæður þar sem enginn annar reikningur er tilgreindur.
nb_no: Angir om dette er standardkontoen som skal brukes for scenarier når ingen annen konto er angitt.

# Page 3368492679 - Control 1383905037 - Property 2879900210
source: Default
cs_cz: Výchozí
de_ch: Standard
fi_fi: Oletus
fr_be: Par défaut
is_is: Sjálfgefið
nb_no: Standard

# Page 3368492679 - Control 2961552353 - Property 1295455071
source: Specifies the scenarios that are using the email account.
cs_cz: Určuje scénáře, které používají e-mailový účet.
de_ch: Gibt die Szenarios an, die das E-Mail-Konto verwenden.
fi_fi: Määrittää sähköpostitiliä käyttävät skenaariot.
fr_be: Spécifie les scénarios utilisant le compte de messagerie.
is_is: Tilgreinir aðstæðurnar sem nota tölvupóstreikninginn.
nb_no: Angir scenariene som bruker e-postkontoen.

# Page 3368492679 - Control 2961552353 - Property 2879900210
source: Scenarios by email accounts
cs_cz: Scénáře podle e-mailových účtů
de_ch: Szenarios nach E-Mail-Konten
fi_fi: Skenaariot sähköpostitilien mukaan
fr_be: Scénarios par comptes de messagerie
is_is: Aðstæður eftir tölvupóstreikningum
nb_no: Scenarier via e-postkontoer

# Page 3368492679 - Action 1267408499 - Property 2879900210
source: Account
cs_cz: Účet
de_ch: Konto
fi_fi: Tili
fr_be: Compte
is_is: Reikningur
nb_no: Konto

# Page 3368492679 - Action 4252996537 - Property 1295455071
source: Assign email scenarios for the selected email account. When assigned, everyone will use the account for the scenario. For example, if you assign the Sales Order scenario, everyone will use the account to send sales orders.
cs_cz: Přiřaďte pro vybraný e-mailový účet scénáře e-mailu. Po přiřazení budou pro tento scénář používat účet všichni. Pokud například přiřadíte scénář Prodejní objednávka, všichni budou účet používat k odesílání prodejních objednávek.
de_ch: Weist E-Mail-Szenarios für das ausgewählte E-Mail-Konto zu. Bei der Zuweisung wird für alle Benutzer das Konto für das Szenario verwendet. Wenn Sie z. B. das Verkaufsauftragsszenario zuweisen, wird das Konto von allen verwendet, um Verkaufsaufträge zu senden.
fi_fi: Määritä sähköpostiskenaariot valitulle sähköpostitilille. Määrityksen jälkeen kaikki käyttävät skenaarion tiliä. Jos esimerkiksi määrität Myyntitilaus-skenaarion, kaikki käyttävät tiliä myyntitilausten lähettämiseen.
fr_be: Affectez des scénarios de messagerie pour le compte de messagerie sélectionné. Une fois attribué, tout le monde utilisera le compte pour le scénario. Par exemple, si vous attribuez le scénario Commande vente, tout le monde utilisera le compte pour envoyer des commandes vente.
is_is: Úthluta aðstæðum tölvupósts fyrir valinn tölvupóstsreikning. Við úthlutun munu allir nota reikninginn fyrir þær aðstæður. Ef þú t.d. úthlutar aðstæðum sölupöntunar munu allir nota aðganginn til að senda sölupantanir.
nb_no: Tilordne e-postscenarier for den valgte e-postkontoen. Når de er tilordnet, bruker alle kontoen for scenariet. Hvis du for eksempel tilordner ordrescenariet, bruker alle kontoen til å sende ordrer.

# Page 3368492679 - Action 4252996537 - Property 2879900210
source: Assign scenarios
cs_cz: Přiřadit scénáře
de_ch: Szenarios zuweisen
fi_fi: Määritä skenaariot
fr_be: Affecter des scénarios
is_is: Úthluta aðstæðum
nb_no: Tilordne scenarier

# Page 3368492679 - Action 910027226 - Property 2879900210
source: Scenario
cs_cz: Scénář
de_ch: Szenario
fi_fi: Skenaario
fr_be: Scénario
is_is: Aðstæður

# Page 3368492679 - Action 3478438073 - Property 1295455071
source: Reassign the selected scenarios to another email account.
cs_cz: Znovu přiřaďte vybrané scénáře k jinému e-mailovému účtu.
de_ch: Weisen Sie die ausgewählten Szenarios einem anderen E-Mail-Konto zu.
fi_fi: Määritä valitut skenaariot uudelleen toiselle sähköpostitilille.
fr_be: Réaffectez les scénarios sélectionnés à un autre compte de messagerie.
is_is: Endurúthluta völdum aðstæðum á annan tölvupóstsreikning.
nb_no: Tilordne de valgte scenariene på nytt til en annen e-postkonto.

# Page 3368492679 - Action 3478438073 - Property 2879900210
source: Reassign
cs_cz: Znovu přiřadit
de_ch: Zuweisen
fi_fi: Määritä uudelleen
fr_be: Réaffecter
is_is: Endurúthluta
nb_no: Tilordne på nytt

# Page 3368492679 - Action 1860324021 - Property 1295455071
source: Attach one or more files that can be attached to emails for this scenario.
cs_cz: Připojte jeden nebo více souborů, které lze připojit k e-mailům pro tento scénář.
de_ch: Fügen Sie mindestens eine Datei an, die an E-Mails für dieses Szenario angehängt werden kann.
fi_fi: Liitä vähintään yksi tiedosto, joka voidaan liittää tämän skenaarion sähköpostiviesteihin.
fr_be: Joignez un ou plusieurs fichiers qui peuvent être joints à des e-mails pour ce scénario.
is_is: Hengja við eina eða fleiri skrár sem hægt er að hengja við tölvupóst fyrir þessar aðstæður.
nb_no: Legg ved en eller flere filer som kan legges ved i e-poster for dette scenarioet.

# Page 3368492679 - Action 1860324021 - Property 2879900210
source: Set Scenario Attachments
cs_cz: Nastavení příloh scénáře
de_ch: Szenario-Anhänge festlegen
fi_fi: Määritä skenaarion liitteet
fr_be: Définir les pièces jointes du scénario
is_is: Stilla viðhengi aðstæðna
nb_no: Angi scenariovedlegg

# Page 3368492679 - Action 640341854 - Property 1295455071
source: Unassign the selected scenarios. Afterward, the default email account will be used to send emails for the scenarios.
cs_cz: Zrušte přiřazení vybraných scénářů. Poté bude výchozí e-mailový účet použit k odesílání e-mailů pro scénáře.
de_ch: Die Zuweisung der ausgewählten Szenarios aufheben. Danach wird das standardmässige E-Mail-Konto verwendet, um E-Mails für die Szenarios zu senden.
fi_fi: Poista valittujen skenaarioiden määritys. Tämän jälkeen oletusarvoista sähköpostitiliä käytetään sähköpostien lähettämiseen skenaarioille.
fr_be: Désaffectez les scénarios sélectionnés. Par la suite, le compte e-mail par défaut sera utilisé pour envoyer des e-mails pour les scénarios.
is_is: Afturkalla úthlutun valinna aðstæðna. Að því loknu verður sjálfgefinn tölvupóstsreikningur notaður til að senda tölvupóst fyrir aðstæðurnar.
nb_no: Opphev tilordningene av de valgte scenariene. Etterpå blir standard e-postkonto brukt til å sende e-post for scenariene.

# Page 3368492679 - Action 640341854 - Property 2879900210
source: Unassign
cs_cz: Zrušit přiřazení
de_ch: Zuweisung aufheben
fi_fi: Poista määritys
fr_be: Désaffecter
is_is: Afturkalla úthlutun
nb_no: Opphev tilordninger

# Page 329821768 - Property 2879900210
source: Email Scenarios FactBox
cs_cz: Okno s fakty e-mailových scénářů
de_ch: Infobox für E-Mail-Szenarios
fi_fi: Sähköpostiskenaarioiden tietoruutu
fr_be: Récapitulatif scénarios de messagerie
is_is: Reitur póstaðst.
nb_no: Faktaboks for e-postscenarioer

# Page 329821768 - Control 2961552353 - Property 1295455071
source: The email scenario.
cs_cz: Scénář e-mailu.
de_ch: Das E-Mail-Szenario.
fi_fi: Sähköpostiskenaario.
fr_be: Scénario de messagerie.
is_is: Aðstæður tölvupóstsins.
nb_no: E-postscenarioet.

# Page 329821768 - Control 2961552353 - Property 2879900210
source: Email scenario
cs_cz: Scénář e-mailu
de_ch: E-Mail-Szenario
fi_fi: Sähköpostiskenaario
fr_be: Scénario de messagerie
is_is: Aðstæður tölvupósts
nb_no: E-postscenario

# Page 1514646453 - Property 2879900210
source: Email Scenarios for Account
cs_cz: Scénáře e-mailu pro účet
de_ch: E-Mail-Szenarios für Konto
fi_fi: Tilin sähköpostiskenaariot
fr_be: Scénarios de messagerie pour le compte
is_is: Tölvupóstsaðstæður fyrir aðgang
nb_no: E-postscenarioer for konto

# Page 1514646453 - Control 2961552353 - Property 1295455071
source: The email scenario.
cs_cz: Scénář e-mailu.
de_ch: Das E-Mail-Szenario.
fi_fi: Sähköpostiskenaario.
fr_be: Scénario de messagerie.
is_is: Aðstæður tölvupóstsins.
nb_no: E-postscenariet.

# Page 1514646453 - Control 2961552353 - Property 2879900210
source: Email scenario
cs_cz: Scénář e-mailu
de_ch: E-Mail-Szenario
fi_fi: Sähköpostiskenaario
fr_be: Scénario de messagerie
is_is: Aðstæður tölvupósts
nb_no: E-postscenario

# Page 2087921648 - Property 2879900210
source: Enter Email Address
cs_cz: Zadejte e-mailovou adresu
de_ch: E-Mail-Adresse eingeben
fi_fi: Anna sähköpostiosoite
fr_be: Saisissez une adresse e-mail
is_is: Færa inn netfang
nb_no: Angi e-postadresse

# Page 2087921648 - Control 4067670324 - Property 1295455071
source: Specifies the email address of the recipient.
cs_cz: Určuje emailovou adresu příjemce.
de_ch: Gibt die E-Mail-Adresse des Empfängers an.
fi_fi: Määrittää vastaanottajan sähköpostiosoitteen.
fr_be: Spécifie l'adresse e-mail du destinataire.
is_is: Tilgreinir netfang viðtakanda.
nb_no: Angir e-postadressen til mottakeren.

# Page 2087921648 - Control 4067670324 - Property 2879900210
source: Email Address
cs_cz: Emailová adresa
de_ch: E-Mail-Adresse
fi_fi: Sähköpostiosoite
fr_be: Adresse e-mail
is_is: Netfang
nb_no: E-postadresse

# Page 1268025941 - Property 1064389655
source: About email view policies
cs_cz: Informace o zásadách zobrazení e-mailu
de_ch: Informationen zu E-Mail-Ansichtsrichtlinien
fi_fi: Tietoja sähköpostin näyttökäytännöistä
fr_be: À propos des stratégies d’affichage d’e-mail
is_is: Upplýsingar um reglur um skoðun tölvupósts
nb_no: Om visningspolicyer for e-post

# Page 1268025941 - Property 247559172
source: Email view policies control the emails a user can get access to.
cs_cz: Zásady zobrazení e-mailů řídí e-maily, ke kterým může uživatel získat přístup.
de_ch: E-Mail-Ansichtsrichtlinien steuern die E-Mails, auf die ein Benutzer zugreifen kann.
fi_fi: Sähköpostin näyttökäytäntöjen avulla hallitaan sähköpostiviestejä, joihin käyttäjällä on pääsy.
fr_be: Les stratégies d’affichage des e-mails contrôlent les e-mails auxquels un utilisateur a accès.
is_is: Reglur um skoðun tölvupósts stjórna þeim tölvupóstum sem notandi getur fengið aðgang að.
nb_no: Policyer for e-postvisning kontrollerer hvilke e-poster en bruker får tilgang til.

# Page 1268025941 - Property 2879900210
source: User Email View Policies
cs_cz: Zásady zobrazení e-mailu uživatele
de_ch: E-Mail-Anzeigerichtlinien für Benutzer
fi_fi: Käyttäjän sähköpostin näyttökäytännöt
fr_be: Stratégies affichage e-mail utilisateur
is_is: Reglur um skoðun á tölvupósti notanda
nb_no: E-postvisningspolicyer for bruker

# Page 1268025941 - Property 3863440606
source: Email Personalization,Email Preferences,Policies
cs_cz: Personalizace e-mailu,Předvolby e-mailu,Zásady
de_ch: E-Mail-Personalisierung,E-Mail-Einstellungen,Richtlinien
fi_fi: Sähköpostin mukautus,Sähköpostiasetukset,Käytännöt
fr_be: Personnalisation e-mail,Préférences e-mail,Stratégies
is_is: Sérstilling tölvupósts,Kjörstillingar tölvupósts,Reglur
nb_no: E-posttilpasning,E-postinnstillinger,Policyer

# Page 1268025941 - Control 371151164 - Property 1064389655
source: Specify a policy
cs_cz: Určení zásady
de_ch: Eine Richtlinie angeben
fi_fi: Määritä käytäntö
fr_be: Spécifier une stratégie
is_is: Tilgreina reglu
nb_no: Angi en policy

# Page 1268025941 - Control 371151164 - Property 1295455071
source: Assigned email policy
cs_cz: Přiřazené zásady e-mailu
de_ch: Zugewiesene E-Mail-Richtlinie
fi_fi: Määritetty sähköpostikäytäntö
fr_be: Stratégie e-mail affectée
is_is: Reglur um úthlutuð netföng
nb_no: Tildelt e-postpolicy

# Page 1268025941 - Control 371151164 - Property 247559172
source: Here, you assign a policy to the specified user by choosing a view policy from the list. If you've not added a user, then this policy becomes the default view policy.
cs_cz: Zde přiřadíte zásadu zadanému uživateli výběrem zásady zobrazení ze seznamu. Pokud jste uživatele nepřidali, stane se tato zásada výchozí zásadou zobrazení.
de_ch: Hier weisen Sie dem angegebenen Benutzer eine Richtlinie zu, indem Sie eine Ansichtsrichtlinie aus der Liste auswählen. Wenn Sie keinen Benutzer hinzugefügt haben, wird diese Richtlinie die Standardansichtsrichtlinie.
fi_fi: Täällä voit määrittää käytännön tietylle käyttäjälle valitsemalla näyttökäytännön luettelosta. Jos et ole lisännyt käyttäjää, tästä käytännöstä tulee oletusnäyttökäytäntö.
fr_be: Ce champ vous permet d’affecter une stratégie à l’utilisateur spécifié en choisissant une stratégie d’affichage dans la liste. Si vous n’avez pas ajouté d’utilisateur, cette stratégie devient la stratégie d’affichage par défaut.
is_is: Hér er hægt að úthluta reglu á tiltekinn notanda með því að velja reglu um skoðun af listanum. Ef engum notanda er bætt við verður þessi regla sjálfgefin regla fyrir skoðun.
nb_no: Her tildeler du en policy til den angitte brukeren ved å velge en visningspolicy fra listen. Hvis du ikke har lagt til en bruker, blir denne policyen standard visningspolicy.

# Page 1268025941 - Control 2708250016 - Property 1064389655
source: Pick a user
cs_cz: Výběr uživatele
de_ch: Benutzer auswählen
fi_fi: Valitse käyttäjä
fr_be: Choisir un utilisateur
is_is: Velja notanda
nb_no: Velg en bruker

# Page 1268025941 - Control 2708250016 - Property 1295455071
source: Specifies a unique identifier for the user.
cs_cz: Určuje jedinečný identifikátor uživatele.
de_ch: Gibt einen eindeutigen Bezeichner für den Benutzer an.
fi_fi: Määrittää käyttäjän yksilöivän tunnuksen.
fr_be: Spécifie un identifiant unique pour l’utilisateur.
is_is: Tilgreinir einkvæmt kenni notanda.
nb_no: Angir en unik identifikator for brukeren.

# Page 1268025941 - Control 2708250016 - Property 247559172
source: You can define an email view policy for a specific user. However, make sure you have a default policy, which is a line with a policy that is not assigned to a user.
cs_cz: Můžete definovat zásady zobrazení e-mailu pro konkrétního uživatele. Ujistěte se však, že máte výchozí zásadu, což je řádek se zásadou, která není přiřazena uživateli.
de_ch: Sie können eine E-Mail-Ansichtsrichtlinie für einen bestimmten Benutzer definieren. Stellen Sie jedoch sicher, dass Sie über eine Standardrichtlinie verfügen, bei der es sich um eine Zeile mit einer Richtlinie handelt, die keinem Benutzer zugewiesen ist.
fi_fi: Voit määrittää sähköpostin näyttökäytännön tietylle käyttäjälle. Varmista kuitenkin, että sinulla on sellaista käytäntöä vastaava oletuskäytäntö, jota ei ole määritetty käyttäjälle.
fr_be: Vous pouvez définir une stratégie d’affichage des e-mails pour un utilisateur spécifique. Toutefois, assurez-vous d’avoir une stratégie par défaut qui est une ligne avec une stratégie qui n’est pas affectée à un utilisateur.
is_is: Hægt er að skilgreina reglu skoðunar tölvupósts fyrir tiltekinn notanda. Gakktu þó úr skugga um að sjálfgefin regla sé stillt, sem er lína með reglu sem er ekki úthlutað til notanda.
nb_no: Du kan definere en visningspolicy for e-post for en bestemt bruker. Kontroller imidlertid at du har en standardpolicy, som er en linje med en policy som ikke er tildelt en bruker.

# Page 1268025941 - Control 2708250016 - Property 2879900210
source: User ID
cs_cz: ID uživatele
de_ch: Benutzer-ID
fi_fi: Käyttäjätunnus
fr_be: ID d’utilisateur
is_is: Kenni notanda
nb_no: Bruker-ID

# Page 4021082514 - Property 2879900210
source: Sent Email
cs_cz: E-mail odeslán
de_ch: E-Mail gesendet
fi_fi: Lähetetty sähköpostiviesti
fr_be: E-mail envoyé
is_is: Sendur tölvupóstur
nb_no: Sendt e-post

# Page 4021082514 - NamedType 690053247
source: Sent Email
cs_cz: E-mail odeslán
de_ch: E-Mail gesendet
fi_fi: Lähetetty sähköpostiviesti
fr_be: E-mail envoyé
is_is: Sendur tölvupóstur
nb_no: Sendt e-post

# Page 4021082514 - Control 1225782422 - Property 2879900210
source: Attachments
cs_cz: Přílohy
de_ch: Anhänge
fi_fi: Liitteet
fr_be: Documents joints
is_is: Viðhengi
nb_no: Vedlegg

# Page 4021082514 - Control 1267408499 - Property 1295455071
source: Specifies the account from which the email was sent.
cs_cz: Určuje účet, ze kterého byl e-mail odeslán.
de_ch: Gibt das Konto an, von dem aus die E-Mail gesendet wurde.
fi_fi: Määrittää tilin, jolta sähköpostiviesti lähetettiin.
fr_be: Spécifie le compte à partir duquel l’e-mail a été envoyé.
is_is: Tilgreinir reikninginn sem tölvupósturinn var sendur frá.
nb_no: Angir kontoen som e-posten ble sendt fra.

# Page 4021082514 - Control 1267408499 - Property 2879900210
source: From
cs_cz: Od
de_ch: Von
fi_fi: Lähettäjä
fr_be: De
is_is: Frá
nb_no: Fra

# Page 4021082514 - Control 3825649316 - Property 1295455071
source: Specifies the email BCC recipients.
cs_cz: Určuje skryté příjemce e-mailu.
de_ch: Gibt die Bcc-Empfänger der E-Mail an.
fi_fi: Määrittää sähköpostiviestin piilokopion vastaanottajat.
fr_be: Spécifie les destinataires CCI de l’e-mail.
is_is: Tilgreinir viðtakendur falins afrits af tölvupóstinum.
nb_no: Angir blindkopimottakerne for e-posten.

# Page 4021082514 - Control 3825649316 - Property 2879900210
source: Bcc
cs_cz: Skrytá
fi_fi: Piilokopio
fr_be: Cci
is_is: Falið afrit
nb_no: Blindkopi

# Page 4021082514 - Control 2439845918 - Property 1295455071
source: Specifies the email CC recipients.
cs_cz: Určuje příjemce kopie e-mailu.
de_ch: Gibt die CC-Empfänger der E-Mail an.
fi_fi: Määrittää sähköpostiviestin kopion vastaanottajat.
fr_be: Spécifie les destinataires CC de l’e-mail.
is_is: Tilgreinir viðtakendur afrits af tölvupóstinum.
nb_no: Angir kopimottakerne av e-posten.

# Page 4021082514 - Control 2439845918 - Property 2879900210
source: Cc
cs_cz: Kopie
fi_fi: Kopio
is_is: Afrit
nb_no: Kopi
