Repository: jbakach/MSDyn365BC.Code.History
Catalog: System Application/Source/System Application/Translations/System Application.*.xlf
Languages: cs_cz, de_ch, fi_fi, fr_be, is_is, nb_no

# Page 709229469 - Action 2723561501 - Property 2879900210
source: Resend
cs_cz: Přeposlat
de_ch: Erneut senden
fi_fi: Lähetä uudelleen
fr_be: Renvoyer
is_is: Senda aftur
nb_no: Send på nytt

# Page 709229469 - Action 147247197 - Property 1295455071
source: Open the page from where the email was sent.
cs_cz: Otevřete stránku, ze které byl e-mail odeslán.
de_ch: Öffnet die Seite, von der aus die E-Mail gesendet wurde.
fi_fi: Avaa sivu, jolta sähköpostiviesti lähetettiin.
fr_be: Ouvrez la page à partir de laquelle l’e-mail a été envoyé.
is_is: Opnaðu síðuna þaðan sem tölvupósturinn var sendur.
nb_no: Åpne siden som e-posten ble sendt fra.

# Page 709229469 - Action 147247197 - Property 2879900210
source: Show Source
cs_cz: Zobrazit zdroj
de_ch: Herkunft anzeigen
fi_fi: Näytä lähde
fr_be: Afficher source
is_is: Sýna uppruna
nb_no: Vis kilde

# Page 825875962 - Property 2879900210
source: Sent Emails
cs_cz: Odeslané e-maily
de_ch: Gesendete E-Mails
fi_fi: Lähetetyt sähköpostiviestit
fr_be: Courriers électroniques envoyés
is_is: Sendur tölvupóstur
nb_no: Sendte e-poster

# Page 825875962 - NamedType 4247047285
source: The email extension that was used to send this email has been uninstalled. To view information about the email account, you must reinstall the extension.
cs_cz: Rozšíření e-mailu, které bylo použito k odeslání tohoto e-mailu, bylo odinstalováno. Chcete-li zobrazit informace o e-mailovém účtu, je nutné rozšíření přeinstalovat.
de_ch: Die E-Mail-Erweiterung, die zum Senden dieser E-Mail verwendet wurde, wurde deinstalliert. Zum Anzeigen von Informationen über das E-Mail-Konto müssen Sie die Erweiterung neu installieren.
fi_fi: Tämän sähköpostiviestin lähettämiseen käytetyn sähköpostilaajennuksen asennus on poistettu. Jotta voit katsoa sähköpostitiliin liittyviä tietoja, sinun on asennettava laajennus uudelleen.
fr_be: L’extension de messagerie utilisée pour envoyer cet e-mail a été désinstallée. Pour afficher des informations sur le compte de messagerie, réinstallez l’extension.
is_is: Tölvupóstsviðbótin sem var notuð til að senda þennan tölvupóst hefur verið fjarlægð. Til að skoða upplýsingar um tölvupóstsreikninginn þarf að setja viðbótina aftur upp.
nb_no: E-postutvidelsen som ble brukt til å sende denne e-posten, er avinstallert. Hvis du vil vise informasjon om e-postkontoen, må du installere utvidelsen på nytt.

# Page 825875962 - Control 854218517 - Property 1295455071
source: Specifies the type of email extension that was used to send the email.
cs_cz: Určuje typ rozšíření e-mailu, který byl použit k odeslání e-mailu.
de_ch: Gibt die Art der E-Mail-Erweiterung an, die zum Senden der E-Mail verwendet wurde.
fi_fi: Määrittää sähköpostiviestin lähettämiseen käytetyn sähköpostilaajennuksen tyypin.
fr_be: Spécifie le type d’extension de messagerie utilisé pour envoyer l’e-mail.
is_is: Tilgreinir gerð tölvupóstsviðbótarinnar sem var notuð til að senda tölvupóstinn.
nb_no: Angir typen e-postutvidelse som ble brukt til å sende e-posten.

# Page 825875962 - Control 3162830111 - Property 1295455071
source: Specifies the date and time the email was sent.
cs_cz: Určuje datum a čas odeslání e-mailu.
de_ch: Gibt den Zeitpunkt (Datum und Uhrzeit) an, zu dem die E-Mail gesendet wurde.
fi_fi: Määrittää sähköpostiviestin lähetyspäivämäärän ja -ajan.
fr_be: Spécifie la date et l’heure d’envoi du courrier électronique.
is_is: Tilgreinir dagsetninguna og tímann þegar tölvupósturinn var sendur.
nb_no: Angir datoen og klokkeslettet da e-posten ble sendt.

# Page 825875962 - Control 3552705779 - Property 1295455071
source: Specifies a short description of the email that was sent.
cs_cz: Určuje krátký popis odeslaného e-mailu.
de_ch: Gibt eine kurze Beschreibung der gesendeten E-Mail an.
fi_fi: Määrittää lähetetyn sähköpostiviestin lyhyen kuvauksen.
fr_be: Fournit une brève description de l’e-mail envoyé.
is_is: Tilgreinir stutta lýsingu á tölvupóstinum sem var sendur.
nb_no: Angir en kort beskrivelse av e-posten som ble sendt.

# Page 825875962 - Control 3460611877 - Property 1295455071
source: Specifies the Business Central user who sent this email.
cs_cz: Určuje uživatele Business Central, který tento e-mail odeslal.
de_ch: Gibt den Business Central-Benutzer an, der diese E-Mail gesendet hat.
fi_fi: Määrittää tämän sähköpostiviestin lähettäneen Business Central -käyttäjän.
fr_be: Spécifie l’utilisateur Business Central qui a envoyé ce courrier électronique.
is_is: Tilgreinir Business Central-notandann sem sendi þennan tölvupóst.
nb_no: Angir hvilken Business Central-bruker som sendte denne e-posten.

# Page 825875962 - Control 3916863470 - Property 1295455071
source: Specifies the email address that this email was sent from.
cs_cz: Určuje e-mailovou adresu, ze které byl tento e-mail odeslán.
de_ch: Gibt die E-Mail-Adresse an, von der diese E-Mail gesendet wurde.
fi_fi: Määrittää sähköpostiosoitteen, josta tämä sähköposti lähetettiin.
fr_be: Spécifie l’adresse e-mail à partir de laquelle ce message a été envoyé.
is_is: Tilgreinir netfangið sem þessi tölvupóstur var sendur frá.
nb_no: Angir e-postadressen som denne e-posten ble sendt fra.

# Page 825875962 - Control 3916863470 - Property 2879900210
source: Sent From
cs_cz: Odesláno z
de_ch: Gesendet von
fi_fi: Lähetetty kohteesta
fr_be: Envoyé par
is_is: Sendur frá
nb_no: Sendt fra

# Page 825875962 - Action 1042419861 - Property 1295455071
source: Edit and send the email.
cs_cz: Upravte a odešlete e-mail.
de_ch: E-Mail bearbeiten und senden.
fi_fi: Muokkaa sähköpostiviestiä ja lähetä se.
fr_be: Modifiez et envoyez le courrier électronique.
is_is: Breytið og sendið tölvupóstinn.
nb_no: Rediger og send e-posten.

# Page 825875962 - Action 1042419861 - Property 2879900210
source: Edit and Send
cs_cz: Upravit a odeslat
de_ch: Bearbeiten und senden
fi_fi: Muokkaa ja lähetä
fr_be: Modifier et envoyer
is_is: Breyta og senda
nb_no: Rediger og send

# Page 825875962 - Action 2026913255 - Property 1295455071
source: Refresh
cs_cz: Aktualizovat
de_ch: Aktualisieren
fi_fi: Päivitä
fr_be: Actualiser
is_is: Uppfæra
nb_no: Oppdater

# Page 825875962 - Action 2026913255 - Property 2879900210
source: Refresh
cs_cz: Aktualizovat
de_ch: Aktualisieren
fi_fi: Päivitä
fr_be: Actualiser
is_is: Uppfæra
nb_no: Oppdater

# Page 1919691214 - Property 2879900210
source: Table Information
cs_cz: Informace o tabulce
de_ch: Tabelleninformation
fi_fi: Taulukon tiedot
fr_be: Informations table
is_is: Töfluupplýsingar
nb_no: Tabellinformasjon

# Page 1919691214 - Property 3863440606
source: Database,Size,Storage
cs_cz: Databáze,Velikost,Úložiště
de_ch: Datenbank,Grösse,Speicher
fi_fi: Tietokanta,Koko,Tallennustila
fr_be: Base de données,taille,stockage
is_is: Gagnagrunnur,Stærð,Geymsla
nb_no: Database,Størrelse,Lagring

# Page 1919691214 - Control 3997336476 - Property 1295455071
source: Specifies the name of the company the table belongs to.
cs_cz: Určuje název společnosti, do které tabulka patří.
de_ch: Gibt den Namen des Unternehmens an, zu dem die Tabelle gehört.
fi_fi: Määrittää sen yrityksen nimen, johon taulukko kuuluu.
fr_be: Nom de la société à laquelle appartient la table.
is_is: Tilgreinir heiti fyrirtækisins sem taflan tilheyrir
nb_no: Angir navnet på selskapet som tabellen tilhører.

# Page 1919691214 - Control 2901901922 - Property 1295455071
source: Specifies the type of compression that is applied to the table in the database.
cs_cz: Určuje typ komprese, která je použita na tabulku v databázi.
de_ch: Gibt den Komprimierungstyp an, der auf die Tabelle in der Datenbank angewendet wird.
fi_fi: Määrittää tietokannassa olevaan taulukkoon käytetyn pakkaustyypin.
fr_be: Spécifie le type de compression appliqué à la table dans la base de données.
is_is: Tilgreinir gerð þjöppunar fyrir töfluna í gagnagrunninum.
nb_no: Angir komprimeringstypen som brukes på tabellen i databasen.

# Page 1919691214 - Control 2901901922 - Property 62802879
source: None,Row,Page,,
cs_cz: Žádný,Řádek,Stránka,,
de_ch: Keine,Zeile,Seite,,
fi_fi: Ei mitään,Rivi,Sivu,,
fr_be: Aucune,Ligne,Page,,
is_is: Ekkert,Röð,Blaðsíða,,
nb_no: Ingen,Rad,Side,,

# Page 1919691214 - Control 720611327 - Property 1295455071
source: Specifies how much space the table data occupies in the database (in kilobytes).
cs_cz: Určuje, kolik místa zabírají data tabulky v databázi (v kilobajtech).
de_ch: Gibt an, wie viel Platz die Tabellendaten in der Datenbank belegen (in Kilobyte).
fi_fi: Määrittää, miten paljon taulukon tiedot vievät tilaa tietokannasta (kilotavuina).
fr_be: Spécifie l’espace occupé par les données de la table dans la base de données (en kilo-octets).
is_is: Tilgreinir hversu mikið pláss töflugögnin taka í gagnagrunninum (í kílóbætum).
nb_no: Angir hvor mye plass tabellen opptar i databasen (i kilobyte).

# Page 1919691214 - Control 3599723277 - Property 1295455071
source: Specifies how much space the table indexes (keys) occupy in the database (in kilobytes).
cs_cz: Určuje, kolik místa zabírají indexy tabulky (klíče) v databázi (v kilobajtech).
de_ch: Gibt an, wie viel Platz die Tabellenindizes (Schlüssel) in der Datenbank belegen (in Kilobyte).
fi_fi: Määrittää, miten paljon taulukon indeksit (avaimet) vievät tilaa tietokannasta (kilotavuina).
fr_be: Espace occupé par les index de la table (clés) dans la base de données (en kilo-octets).
is_is: Tilgreinir hversu mikið pláss töfluvísarnir (lyklar) taka í gagnagrunninum (í kílóbætum).
nb_no: Angir hvor mye plass tabellindeksene (nøklene) opptar i databasen (i kilobyte).

# Page 1919691214 - Control 2065755396 - Property 1295455071
source: Specifies the total number of records stored in the table.
cs_cz: Určuje celkový počet záznamů uložených v tabulce.
de_ch: Gibt die Gesamtanzahl der in der Tabelle gespeicherten Datensätze an.
fi_fi: Määrittää taulukkoon tallennettujen tietueiden kokonaismäärän.
fr_be: Spécifie le nombre total d’enregistrements stockés dans la table.
is_is: Tilgreinir heildarfjölda færslna sem eru vistaðar í töflunni.
nb_no: Angir antall poster som er lagret i tabellen, totalt.

# Page 1919691214 - Control 54790405 - Property 1295455071
source: Specifies the average record size (in bytes).
cs_cz: Určuje průměrnou velikost záznamu (v bajtech).
de_ch: Gibt die durchschnittliche Datensatzgrösse (in Byte) an.
fi_fi: Määrittää tietueen keskimääräisen koon (tavuina).
fr_be: Spécifie la taille moyenne des enregistrements (en octets).
is_is: Tilgreinir meðalstærð færslu (í bætum).
nb_no: Angir den gjennomsnittlige poststørrelsen (i byte).

# Page 1919691214 - Control 3391158951 - Property 1295455071
source: Specifies the total amount of space the table occupies in the database (in kilobytes).
cs_cz: Určuje celkové množství místa, které tabulka zabírá v databázi (v kilobajtech).
de_ch: Gibt den Gesamtspeicherplatz an, den die Tabelle in der Datenbank belegt (in Kilobyte).
fi_fi: Määrittää, miten paljon taulukko vie yhteensä tilaa tietokannasta (kilotavuina).
fr_be: Spécifie la quantité totale d’espace occupée par la table dans la base de données (en kilo-octets).
is_is: Tilgreinir heildarplássið sem taflan tekur í gagnagrunninum (í kílóbætum).
nb_no: Angir den totale plassen tabellen opptar i databasen (i kilobyte).

# Page 1919691214 - Control 3808951907 - Property 1295455071
source: Specifies the name of the table.
cs_cz: Určuje název tabulky.
de_ch: Gibt den Namen der Tabelle an.
fi_fi: Määrittää taulukon nimen.
fr_be: Spécifie le nom de la table.
is_is: Tilgreinir heiti töflunnar.
nb_no: Angir navnet på tabellen.

# Page 1919691214 - Control 3017471043 - Property 1295455071
source: Specifies the ID of the table.
cs_cz: Určuje ID tabulky.
de_ch: Gibt die ID der Tabelle an.
fi_fi: Määrittää taulukon tunnuksen.
fr_be: Spécifie l’ID de la table.
is_is: Tilgreinir kenni töflunnar.
nb_no: Angir ID-en for tabellen.

# Page 398629195 - Property 2879900210
source: Table Information
cs_cz: Informace o tabulce
de_ch: Tabelleninformation
fi_fi: Taulukon tiedot
fr_be: Informations table
is_is: Töfluupplýsingar
nb_no: Tabellinformasjon

# Page 398629195 - Property 3863440606
source: Database,Size,Storage
cs_cz: Databáze,Velikost,Úložiště
de_ch: Datenbank,Grösse,Speicher
fi_fi: Tietokanta,Koko,Tallennustila
fr_be: Base de données,Taille,Stockage
is_is: Gagnagrunnur,Stærð,Geymsla
nb_no: Database,Størrelse,Lagring

# Page 398629195 - Control 3997336476 - Property 1295455071
source: Specifies the name of the company the table belongs to.
cs_cz: Určuje název společnosti, do které tabulka patří.
de_ch: Gibt den Namen des Unternehmens an, zu dem die Tabelle gehört.
fi_fi: Määrittää sen yrityksen nimen, johon taulukko kuuluu.
fr_be: Nom de la société à laquelle appartient la table.
is_is: Tilgreinir heiti fyrirtækisins sem taflan tilheyrir
nb_no: Angir navnet på selskapet som tabellen tilhører.

# Page 398629195 - Control 2901901922 - Property 1295455071
source: Specifies the type of compression that is applied to the table in the database.
cs_cz: Určuje typ komprese, která je použita na tabulku v databázi.
de_ch: Gibt den Komprimierungstyp an, der auf die Tabelle in der Datenbank angewendet wird.
fi_fi: Määrittää tietokannassa olevaan taulukkoon käytetyn pakkaustyypin.
fr_be: Spécifie le type de compression appliqué à la table dans la base de données.
is_is: Tilgreinir gerð þjöppunar fyrir töfluna í gagnagrunninum.
nb_no: Angir komprimeringstypen som brukes på tabellen i databasen.

# Page 398629195 - Control 2901901922 - Property 62802879
source: None,Row,Page,,
cs_cz: Žádný,Řádek,Stránka,,
de_ch: Keine,Zeile,Seite,,
fi_fi: Ei mitään,Rivi,Sivu,,
fr_be: Aucune,Ligne,Page,,
is_is: Ekkert,Röð,Blaðsíða,,
nb_no: Ingen,Rad,Side,,

# Page 398629195 - Control 720611327 - Property 1295455071
source: Specifies how much space the table data occupies in the database (in kilobytes).
cs_cz: Určuje, kolik místa zabírají data tabulky v databázi (v kilobajtech).
de_ch: Gibt an, wie viel Platz die Tabellendaten in der Datenbank belegen (in Kilobyte).
fi_fi: Määrittää, miten paljon taulukon tiedot vievät tilaa tietokannasta (kilotavuina).
fr_be: Spécifie l’espace occupé par les données de la table dans la base de données (en kilo-octets).
is_is: Tilgreinir hversu mikið pláss töflugögnin taka í gagnagrunninum (í kílóbætum).
nb_no: Angir hvor mye plass tabellen opptar i databasen (i kilobyte).

# Page 398629195 - Control 709111184 - Property 1295455071
source: Specifies how much the table size grew in 30 days (in percent).
cs_cz: Určuje, o kolik se velikost tabulky zvětšila za 30 dní (v procentech).
de_ch: Gibt an, wie viel die Tabellengrösse in 30 Tagen (in Prozent) anstieg.
fi_fi: Määrittää, miten paljon taulukon koko kasvoi 30 päivän aikana (prosentteina).
fr_be: Augmentation de la taille de la table en 30 jours (en pourcentage).
is_is: Tilgreinir stækkun töflunnar á 30 dögum (í prósentum).
nb_no: Angir hvor mye tabellstørrelsen vokste på 30 dager (i prosent).

# Page 398629195 - Control 3599723277 - Property 1295455071
source: Specifies how much space the table indexes (keys) occupy in the database (in kilobytes).
cs_cz: Určuje, kolik místa zabírají indexy tabulky (klíče) v databázi (v kilobajtech).
de_ch: Gibt an, wie viel Platz die Tabellenindizes (Schlüssel) in der Datenbank belegen (in Kilobyte).
fi_fi: Määrittää, miten paljon taulukon indeksit (avaimet) vievät tilaa tietokannasta (kilotavuina).
fr_be: Espace occupé par les index de la table (clés) dans la base de données (en kilo-octets).
is_is: Tilgreinir hversu mikið pláss töfluvísarnir (lyklar) taka í gagnagrunninum (í kílóbætum).
nb_no: Angir hvor mye plass tabellindeksene (nøklene) opptar i databasen (i kilobyte).

# Page 398629195 - Control 1726982313 - Property 1295455071
source: Specifies the number of records in the table 30 days ago.
cs_cz: Určuje počet záznamů v tabulce před 30 dny.
de_ch: Gibt die Anzahl der Datensätze in der Tabelle vor 30 Tagen an.
fi_fi: Määrittää tietueiden määrän taulukossa 30 päivää sitten.
fr_be: Spécifie le nombre d’enregistrements dans la table il y a 30 jours.
is_is: Tilgreinir fjölda færslna í töflunni fyrir 30 dögum.
nb_no: Angir antallet poster i tabellen for 30 dager siden.

# Page 398629195 - Control 4277812446 - Property 1295455071
source: Specifies how much space the table occupied in the database 30 days ago (in kilobytes).
cs_cz: Určuje, kolik místa zabrala tabulka v databázi před 30 dny (v kilobajtech).
de_ch: Gibt an, wie viel Platz die Tabelle vor 30 Tagen in der Datenbank belegt hat (in Kilobyte).
fi_fi: Määrittää, miten paljon taulukko vei tilaa tietokannasta 30 päivää sitten (kilotavuina).
fr_be: Espace occupé par la table dans la base de données il y a 30 jours (en kilo-octets).
is_is: Tilgreinir hversu mikið pláss taflan tók í gagnagrunninum fyrir 30 dögum (í kílóbætum).
nb_no: Angir hvor mye plass tabellen opptok i databasen for 30 dager siden (i kilobyte).

# Page 398629195 - Control 2065755396 - Property 1295455071
source: Specifies the total number of records stored in the table.
cs_cz: Určuje celkový počet záznamů uložených v tabulce.
de_ch: Gibt die Gesamtanzahl der in der Tabelle gespeicherten Datensätze an.
fi_fi: Määrittää taulukkoon tallennettujen tietueiden kokonaismäärän.
fr_be: Spécifie le nombre d’enregistrements stockés dans la table.
is_is: Tilgreinir heildarfjölda færslna sem eru vistaðar í töflunni.
nb_no: Angir antall poster som er lagret i tabellen, totalt.

# Page 398629195 - Control 54790405 - Property 1295455071
source: Specifies the average record size (in bytes).
cs_cz: Určuje průměrnou velikost záznamu (v bajtech).
de_ch: Gibt die durchschnittliche Datensatzgrösse (in Byte) an.
fi_fi: Määrittää tietueen keskimääräisen koon (tavuina).
fr_be: Spécifie la taille moyenne des enregistrements (en octets).
is_is: Tilgreinir meðalstærð færslu (í bætum).
nb_no: Angir den gjennomsnittlige poststørrelsen (i byte).

# Page 398629195 - Control 3391158951 - Property 1295455071
source: Specifies the total amount of space the table occupies in the database (in kilobytes).
cs_cz: Určuje celkové množství místa, které tabulka zabírá v databázi (v kilobajtech).
de_ch: Gibt den Gesamtspeicherplatz an, den die Tabelle in der Datenbank belegt (in Kilobyte).
fi_fi: Määrittää, miten paljon taulukko vie yhteensä tilaa tietokannasta (kilotavuina).
fr_be: Spécifie la quantité totale d’espace occupée par la table dans la base de données (en kilo-octets).
is_is: Tilgreinir heildarplássið sem taflan tekur í gagnagrunninum (í kílóbætum).
nb_no: Angir den totale plassen tabellen opptar i databasen (i kilobyte).

# Page 398629195 - Control 3808951907 - Property 1295455071
source: Specifies the name of the table.
cs_cz: Určuje název tabulky.
de_ch: Gibt den Namen der Tabelle an.
fi_fi: Määrittää taulukon nimen.
fr_be: Spécifie le nom de la table.
is_is: Tilgreinir heiti töflunnar.
nb_no: Angir navnet på tabellen.

# Page 398629195 - Control 3017471043 - Property 1295455071
source: Specifies the ID of the table.
cs_cz: Určuje ID tabulky.
de_ch: Gibt die ID der Tabelle an.
fi_fi: Määrittää taulukon tunnuksen.
fr_be: Spécifie l’ID de la table.
is_is: Tilgreinir kenni töflunnar.
nb_no: Angir ID-en for tabellen.

# Page 2622225351 - Property 2879900210
source: Permissions
cs_cz: Oprávnění
de_ch: Berechtigungen
fi_fi: Käyttöoikeudet
fr_be: Autorisations
is_is: Heimildir
nb_no: Tillatelser

# Page 2622225351 - NamedType 1327888247
source: Do you want to add the read permissions to all related tables?
cs_cz: Chcete přidat oprávnění ke čtení do všech souvisejících tabulek?
de_ch: Möchten Sie die Leseberechtigungen zu allen zugehörigen Tabellen hinzufügen?
fi_fi: Haluatko lisätä lukuoikeudet kaikkiin liittyviin taulukoihin?
fr_be: Voulez-vous ajouter les autorisations de lecture à toutes les tables associées ?
is_is: Á að bæta lesheimildum við allar tengdar töflur?
nb_no: Vil du legge til lesetillatelsene i alle relaterte tabeller?

# Page 2622225351 - Control 3735914638 - Property 1295455071
source: Specifies if the permission set has delete permission to this object.
cs_cz: Určuje, zda má sada oprávnění právo odstranění pro tento objekt.
de_ch: Gibt an, ob der Berechtigungssatz eine Löschberechtigung für dieses Objekt aufweist.
fi_fi: Määrittää, sisältyykö käyttöoikeuksien joukkoon tämän objektin poisto-oikeus.
fr_be: Spécifie si l’ensemble d’autorisations a une autorisation de suppression de cet objet.
is_is: Tilgreinir hvort heimildasamstæðan hafi heimild til að eyða við þennan hlut.
nb_no: Angir om tillatelsessettet har slettetillatelse til dette objektet.

# Page 2622225351 - Control 3735914638 - Property 2879900210
source: Delete Permission
cs_cz: Odstranit oprávnění
de_ch: Löschberechtigung
fi_fi: Poisto-oikeus
fr_be: Autorisation de suppression
is_is: Heimild til að eyða
nb_no: Slettetillatelse

# Page 2622225351 - Control 480834248 - Property 1295455071
source: Specifies if the permission set has execute permission to this object.
cs_cz: Určuje, zda má sada oprávnění právo spuštění pro tento objekt.
de_ch: Gibt an, ob der Berechtigungssatz eine Ausführungsberechtigung für dieses Objekt aufweist.
fi_fi: Määrittää, sisältyykö käyttöoikeuksien joukkoon tämän objektin suoritusoikeus.
fr_be: Spécifie si l’ensemble d’autorisations a une autorisation d’exécution de cet objet.
is_is: Tilgreinir hvort heimildasamstæðan hafi heimild til keyrslu við þennan hlut.
nb_no: Angir om tillatelsessettet har kjøringstillatelse til dette objektet.

# Page 2622225351 - Control 480834248 - Property 2879900210
source: Execute Permission
cs_cz: Právo spustit
de_ch: Ausführungsberechtigung
fi_fi: Suoritusoikeus
fr_be: Autorisation d’exécution
is_is: Heimild til keyrslu
nb_no: Kjøringstillatelse

# Page 2622225351 - Control 3088155792 - Property 1295455071
source: Specifies if the permission set has insert permission to this object.
cs_cz: Určuje, zda má sada oprávnění právo vložení pro tento objekt.
de_ch: Gibt an, ob der Berechtigungssatz eine Einfügeberechtigung für dieses Objekt aufweist.
fi_fi: Määrittää, sisältyykö käyttöoikeuksien joukkoon tämän objektin lisäysoikeus.
fr_be: Spécifie si l’ensemble d’autorisations a une autorisation d’insertion de cet objet.
is_is: Tilgreinir hvort heimildasamstæðan hafi heimild til að setja inn við þennan hlut.
nb_no: Angir om tillatelsessettet har innsettingstillatelse til dette objektet.

# Page 2622225351 - Control 3088155792 - Property 2879900210
source: Insert Permission
cs_cz: Právo vložit
de_ch: Einfügeberechtigung
fi_fi: Lisäysoikeus
fr_be: Autorisation d’insertion
is_is: Heimild til að setja inn
nb_no: Innsettingstillatelse

# Page 2622225351 - Control 1682833869 - Property 1295455071
source: Specifies if the permission set has modify permission to this object.
cs_cz: Určuje, zda má sada oprávnění právo modifikace pro tento objekt.
de_ch: Gibt an, ob der Berechtigungssatz eine Änderungsberechtigung für dieses Objekt aufweist.
fi_fi: Määrittää, sisältyykö käyttöoikeuksien joukkoon tämän objektin muokkausoikeus.
fr_be: Spécifie si l’ensemble d’autorisations a une autorisation de modification de cet objet.
is_is: Tilgreinir hvort heimildasamstæðan hafi heimild til breytinga við þennan hlut.
nb_no: Angir om tillatelsessettet har endringstillatelse til dette objektet.

# Page 2622225351 - Control 1682833869 - Property 2879900210
source: Modify Permission
cs_cz: Právo změnit
de_ch: Bearbeitungsberechtigung
fi_fi: Muokkausoikeus
fr_be: Autorisation de modification
is_is: Breyta heimild
nb_no: Endringstillatelse
