Repository: jbakach/MSDyn365BC.Code.History
Catalog: System Application/Source/System Application/Translations/System Application.*.xlf
Languages: cs_cz, de_ch, fi_fi, fr_be, is_is, nb_no

# Page 3654121945 - Action 3810577930 - Property 1295455071
source: Excludes the selected permission set.
cs_cz: Vyloučí vybranou sadu oprávnění.
de_ch: Schliesst den ausgewählten Berechtigungssatz aus.
fi_fi: Sulkee pois valitun käyttöoikeuksien joukon.
fr_be: Exclut l’ensemble d’autorisations sélectionné.
is_is: Undanskilur valda heimildasamstæðu.
nb_no: Utelat det valgte tillatelsessettet.

# Page 3654121945 - Action 3810577930 - Property 2879900210
source: Exclude
cs_cz: Vyloučit
de_ch: Ausschliessen
fi_fi: Sulje pois
fr_be: Exclure
is_is: Útiloka
nb_no: Utelat

# Page 3654121945 - Action 282965274 - Property 1295455071
source: View a flat list of the permissions in the set.
cs_cz: Zobrazte plochý seznam oprávnění v sadě.
de_ch: Zeigen Sie eine flache Liste der Berechtigungen in dem Satz, mit dem Sie arbeiten, sowie aller hinzugefügten Sätze an.
fi_fi: Näytä joukon käyttöoikeuksien jäsentämätön luettelo.
fr_be: Affichez une liste non hiérarchique des autorisations dans l’ensemble.
is_is: Skoða flatan lista yfir heimildir í samstæðunni.
nb_no: Vis en flat liste over tillatelsene i settet.

# Page 3654121945 - Action 282965274 - Property 2879900210
source: View Permissions In Set
cs_cz: Zobrazit oprávnění v sadě
de_ch: Berechtigungen in Set anzeigen
fi_fi: Näytä joukon käyttöoikeudet
fr_be: Afficher les autorisations dans l’ensemble
is_is: Skoða heimildir í samstæðu
nb_no: Vis tillatelser i settet

# Page 3654121945 - Action 1035760768 - Property 1295455071
source: View Permission Set
cs_cz: Zobrazit sadu oprávnění
de_ch: Berechtigungssatz anzeigen
fi_fi: Näytä käyttöoikeuksien joukko
fr_be: Afficher l’ensemble d’autorisations
is_is: Skoða heimildasamstæðu
nb_no: Vis tillatelsessett

# Page 3654121945 - Action 1035760768 - Property 2879900210
source: View Permission Set
cs_cz: Zobrazit sadu oprávnění
de_ch: Berechtigungssatz anzeigen
fi_fi: Näytä käyttöoikeuksien joukko
fr_be: Afficher l’ensemble d’autorisations
is_is: Skoða heimildasamstæðu
nb_no: Vis tillatelsessett

# Page 3152802593 - Property 2879900210
source: License Configuration
cs_cz: Konfigurace licence
de_ch: Lizenzkonfiguration
fi_fi: Käyttöoikeuden määritys
fr_be: Configuration de licence
is_is: Leyfisskilgreining
nb_no: Lisenskonfigurasjon

# Page 3152802593 - Control 2768165963 - Property 2879900210
source: Custom Permission Sets
cs_cz: Vlastní sady oprávnění
de_ch: Benutzerdefinierte Berechtigungssätze
fi_fi: Mukautetut käyttöoikeuksien joukot
fr_be: Ensembles d’autorisations personnalisées
is_is: Sérsniðnar heimildasamstæður
nb_no: Egendefinerte tillatelsessett

# Page 3152802593 - Control 2686650515 - Property 2879900210
source: Default Permission Sets
cs_cz: Výchozí sady oprávnění
de_ch: Standardberechtigungssätze
fi_fi: Oletusarvoiset käyttöoikeuksien joukot
fr_be: Ensembles d’autorisations par défaut
is_is: Sjálfgefnar heimildasamstæður
nb_no: Standard tillatelsessett

# Page 3152802593 - Control 3283131571 - Property 1295455071
source: Specifies whether the default permissions are customized.
cs_cz: Určuje, zda jsou výchozí oprávnění přizpůsobena.
de_ch: Gibt an, ob die Standardberechtigungen angepasst werden.
fi_fi: Määrittää, onko oletusoikeuksia mukautettu.
fr_be: Spécifie si les autorisations par défaut sont personnalisées.
is_is: Tilgreinir hvort sjálfgefnar heimildir séu sérsniðnar.
nb_no: Angir om standardtillatelsene er tilpasset.

# Page 3152802593 - Control 3283131571 - Property 2879900210
source: Customize permissions
cs_cz: Přizpůsobení oprávnění
de_ch: Berechtigungen anpassen
fi_fi: Mukauta oikeuksia
fr_be: Personnaliser les autorisations
is_is: Sérsníða heimildir
nb_no: Tilpass tillatelser

# Page 3152802593 - Control 2562096958 - Property 1295455071
source: Specifies the license that grants access to Business Central.
cs_cz: Určuje licenci, která uděluje přístup k Business Central.
de_ch: Gibt die Lizenz an, die den Zugriff auf Business Central gewährt.
fi_fi: Määrittää käyttöoikeuden, joka myöntää pääsyn Business Centraliin.
fr_be: Spécifie la licence qui accorde l’accès à Business Central.
is_is: Tilgreinir leyfið sem veitir aðgang að Business Central.
nb_no: Angir lisensen som gir tilgang til Business Central.

# Page 3152802593 - Control 2562096958 - Property 2879900210
source: License
cs_cz: Licence
de_ch: Lizenz
fi_fi: Käyttöoikeus
fr_be: Licence
is_is: Leyfi
nb_no: Lisens

# Page 2638830259 - Property 2879900210
source: License Configuration
cs_cz: Konfigurace licence
de_ch: Lizenzkonfiguration
fi_fi: Käyttöoikeuden määritys
fr_be: Configuration de licence
is_is: Leyfisskilgreining
nb_no: Lisenskonfigurasjon

# Page 2638830259 - Control 3283131571 - Property 1295455071
source: Specifies if the permissions are customized.
cs_cz: Určuje, zda jsou oprávnění přizpůsobena.
de_ch: Gibt an, ob die Berechtigungen angepasst sind.
fi_fi: Määrittää, onko oikeudet mukautettu.
fr_be: Spécifie si les autorisations sont personnalisées.
is_is: Tilgreinir hvort heimildirnar eru sérsniðnar.
nb_no: Angir om tillatelsene er tilpasset.

# Page 2638830259 - Control 3283131571 - Property 2879900210
source: Permissions Customized
cs_cz: Přizpůsobená oprávnění
de_ch: Angepasste Berechtigungen
fi_fi: Oikeudet mukautettu
fr_be: Autorisations personnalisées
is_is: Heimildir sérsniðnar
nb_no: Tillatelser som er tilpasset

# Page 2638830259 - Control 2387530096 - Property 1295455071
source: Specifies the name of the license.
cs_cz: Určuje název licence.
de_ch: Gibt den Namen der Lizenz an.
fi_fi: Määrittää käyttöoikeuden nimen.
fr_be: Spécifie le nom de la licence.
is_is: Tilgreinir heiti leyfis.
nb_no: Angir navnet på lisensen.

# Page 2638830259 - Control 2387530096 - Property 2879900210
source: License
cs_cz: Licence
de_ch: Lizenz
fi_fi: Käyttöoikeus
fr_be: Licence
is_is: Leyfi
nb_no: Lisens

# Page 2638830259 - Action 4137051400 - Property 1295455071
source: Add a configuration for a license.
cs_cz: Přidat konfiguraci licence
de_ch: Fügen Sie eine Konfiguration für eine Lizenz hinzu.
fi_fi: Lisää käyttöoikeuden määritys.
fr_be: Ajoutez une configuration pour une licence.
is_is: Bættu við stillingu fyrir leyfi.
nb_no: Legg til en konfigurasjon for en lisens.

# Page 2638830259 - Action 4137051400 - Property 2879900210
source: Add License Configuration
cs_cz: Přidat konfiguraci licence
de_ch: Lizenzkonfiguration hinzufügen
fi_fi: Lisää käyttöoikeuden määritys
fr_be: Ajouter une configuration de licence
is_is: Bæta við leyfisskilgreiningu
nb_no: Legg til lisenskonfigurasjon

# Page 2638830259 - Action 2575491252 - Property 1295455071
source: Customize license permissions.
cs_cz: Přizpůsobte oprávnění licencí.
de_ch: Passen Sie Lizenzberechtigungen an.
fi_fi: Mukauta käyttöoikeuden oikeuksia.
fr_be: Personnalisez les autorisations de licence.
is_is: Sérsníða heimildir fyrir leyfi.
nb_no: Tilpass lisenstillatelser.

# Page 2638830259 - Action 2575491252 - Property 2879900210
source: Configure
cs_cz: Konfigurace
de_ch: Konfigurieren
fi_fi: Määritä
fr_be: Configurer
is_is: Grunnstilla
nb_no: Konfigurer

# Page 3003645297 - Property 2879900210
source: License Configurations
cs_cz: Konfigurace licencí
de_ch: Lizenzkonfigurationen
fi_fi: Käyttöoikeuksien määritykset
fr_be: Configurations de licence
is_is: Leyfisskilgreiningar
nb_no: Lisenskonfigurasjoner

# Page 3003645297 - Control 3283131571 - Property 1295455071
source: Specifies if the permissions are customized.
cs_cz: Určuje, zda jsou oprávnění přizpůsobena.
de_ch: Gibt an, ob die Berechtigungen angepasst sind.
fi_fi: Määrittää, onko oikeudet mukautettu.
fr_be: Spécifie si les autorisations sont personnalisées.
is_is: Tilgreinir hvort heimildirnar eru sérsniðnar.
nb_no: Angir om tillatelsene er tilpasset.

# Page 3003645297 - Control 3283131571 - Property 2879900210
source: Permissions Customized
cs_cz: Přizpůsobená oprávnění
de_ch: Angepasste Berechtigungen
fi_fi: Oikeudet mukautettu
fr_be: Autorisations personnalisées
is_is: Heimildir sérsniðnar
nb_no: Tillatelser som er tilpasset

# Page 3003645297 - Control 2387530096 - Property 1295455071
source: Specifies the name of the license.
cs_cz: Určuje název licence.
de_ch: Gibt den Namen der Lizenz an.
fi_fi: Määrittää käyttöoikeuden nimen.
fr_be: Spécifie le nom de la licence.
is_is: Tilgreinir heiti leyfis.
nb_no: Angir navnet på lisensen.

# Page 3003645297 - Control 2387530096 - Property 2879900210
source: Licenses
cs_cz: Licence
de_ch: Lizenzen
fi_fi: Käyttöoikeudet
fr_be: Licences
is_is: Leyfi
nb_no: Lisenser

# Page 232331644 - Property 2879900210
source: Plans
cs_cz: Plány
de_ch: Pläne
fi_fi: Suunnitelmat
is_is: Áætlanir
nb_no: Planer

# Page 232331644 - Control 2961552353 - Property 1295455071
source: Specifies the name of the plan.
cs_cz: Určuje název plánu.
de_ch: Gibt den Namen des Plans an.
fi_fi: Määrittää suunnitelman nimen.
fr_be: Spécifie le nom du plan.
is_is: Tilgreinir heiti áætlunarinnar.
nb_no: Angir navnet på planen.

# Page 232331644 - Control 494050113 - Property 2879900210
source: Users in Plan
cs_cz: Uživatelé v plánu
de_ch: Benutzer in Plan
fi_fi: Suunnitelman käyttäjät
fr_be: Utilisateurs du plan
is_is: Notendur í áskrift
nb_no: Brukere i plan

# Page 862534927 - Property 2879900210
source: Plans
cs_cz: Plány
de_ch: Pläne
fi_fi: Suunnitelmat
is_is: Áætlanir
nb_no: Planer

# Page 862534927 - Control 2961552353 - Property 1295455071
source: Specifies the name of the record.
cs_cz: Určuje název záznamu.
de_ch: Gibt den Namen des Datensatzes an.
fi_fi: Määrittää tietueen nimen.
fr_be: Spécifie le nom de l'enregistrement.
is_is: Tilgreinir heiti færslunnar.
nb_no: Angir navnet på posten.

# Page 3406436467 - Property 2879900210
source: Set Up Power Automate
cs_cz: Nastavení Power Automate
de_ch: Power Automate einrichten
fi_fi: Määritä Power Automate
fr_be: Configurer Power Automate
is_is: Setja upp Power Automate
nb_no: Konfigurer Power Automate

# Page 3406436467 - NamedType 3334639707
source: Learn more
cs_cz: Naučte se více
de_ch: Weitere Informationen
fi_fi: Lisätietoja
fr_be: En savoir plus
is_is: Frekari upplýsingar
nb_no: Finn ut mer

# Page 3406436467 - NamedType 1903245870
source: Privacy and Cookies
cs_cz: Ochrana osobních údajů a soubory cookie
de_ch: Datenschutz und Cookies
fi_fi: Tietosuoja ja evästeet
fr_be: Confidentialité et cookies
is_is: Persónuvernd og kökur
nb_no: Personvern og informasjonskapsler

# Page 3406436467 - Control 4119205609 - Property 1295455071
source: Specifies an image that will be shown at the top of each page in the assisted setup guide.
cs_cz: Určuje obrázek, který se zobrazí v horní části každé stránky v průvodci asistovaným nastavením.
de_ch: Legt ein Bild fest, das oben auf jeder Seite der Anleitung für die unterstützte Einrichtung angezeigt wird.
fi_fi: Määrittää kuvan, joka näkyy jokaisen sivun yläreunassa asetusten ohjatussa määrityksessä.
fr_be: Spécifie une image qui s’affiche en haut de chaque page dans le Guide de configuration assistée.
is_is: Tilgreinir mynd sem birtist efst á hverri síðu í leiðbeiningum um uppsetningu með hjálp.
nb_no: Angir et bilde som skal vises øverst på hver side i veiledningen for assistert oppsett.

# Page 3406436467 - Control 408835445 - Property 2879900210
source: Welcome to Power Automate Setup
cs_cz: Vítá vás nastavení Power Automate
de_ch: Willkommen bei der Power Automate-Einrichtung
fi_fi: Tervetuloa Power Automaten asetuksiin
fr_be: Bienvenue dans la configuration de Power Automate
is_is: Velkomin (n) í Power Automate-uppsetningu
nb_no: Velkommen til Power Automate-oppsettet

# Page 3406436467 - Control 3461834954 - Property 2879900210
source: Business Central offers even deeper integration with Power Automate now. With this new capability, users can create and start an instant Power Automate flow for a given record, such as a customer, item, or sales order.
cs_cz: Business Central nyní nabízí ještě hlubší integraci s Power Automate. Díky této nové funkci mohou uživatelé vytvořit a spustit okamžitý tok Power Automate pro daný záznam, jako je například zákazník, zboží nebo prodejní objednávka.
de_ch: Business Central bietet jetzt eine noch tiefere Integration mit Power Automate. Mit dieser neuen Funktionalität können Benutzer einen sofortigen Power Automate-Flow für einen bestimmten Datensatz erstellen und starten (z. B. für einen Debitor, einen Artikel oder einen Verkaufsauftrag).
fi_fi: Business Central voidaan nyt integroida entistä perusteellisimmin Power Automateen. Tämän uuden ominaisuuden ansiosta käyttäjät voivat luoda tietyn tietueen (kuten asiakkaan, nimikkeen tai myyntitilauksen) Power Automate -työnkulkuja ja aloittaa niitä.
fr_be: Business Central offre une intégration plus poussée avec Power Automate. Grâce à cette nouvelle fonctionnalité, les utilisateurs peuvent créer et lancer un flux Power Automate pour un enregistrement donné, tel qu’un client, un article ou une commande vente.
is_is: Business Central býður nú upp á enn ítarlegri samþættingu við Power Automate. Með þessum nýja eiginleika geta notendur búið til og ræst Power Automate flæði fyrir tiltekna færslu, svo sem viðskiptavin, atriði eða sölupöntun.
nb_no: Business Central tilbyr enda dypere integrering med Power Automate nå. Med denne nye funksjonen kan brukere opprette og starte en øyeblikkelig Power Automate-flyt for en gitt post, for eksempel en kunde, vare eller ordre.

# Page 3406436467 - Control 2338358494 - Property 2879900210
source: When this feature is switched on, every page that contains data gets a new Automate group in the action bar. From that group, users can run any instant manual flows that the company has defined for Business Central in Power Automate in a seamless, no-code approach.
cs_cz: Když je tato funkce zapnutá, každá stránka, která obsahuje data, získá na panelu akcí novou skupinu Automate. Z této skupiny mohou uživatelé spouštět jakékoli okamžité ruční toky, které společnost definovala pro Business Central v Power Automate v bezproblémovém přístupu bez kódu.
de_ch: Wenn diese Funktion aktiviert ist, erhält jede Seite, die Daten enthält, eine neue Automate-Gruppe in der Aktionsleiste. Von dieser Gruppe aus können die Benutzer alle sofortigen manuellen Flows ausführen, die die Firma für Business Central in Power Automate definiert hat – und zwar nahtlos und ohne Codeeingabe.
fi_fi: Kun tämä ominaisuus otetaan käyttöön, kaikki tietoja sisältävät sivut saavat uuden Automate-ryhmän toimintopalkkiin. Tästä ryhmästä käyttäjät voivat suorittaa helposti ja ilman koodia kaikkia välittömiä manuaalisia työnkulkuja, jotka yritys on määrittänyt Business Centralille Power Automatessa.
fr_be: Quand cette fonctionnalité est activée, chaque page contenant des données reçoit un nouveau groupe Automate sur la barre d’action. À partir de ce groupe, les utilisateurs peuvent exécuter tous les flux manuels instantanés définis par la société pour Business Central dans Power Automate dans une approche no code transparente.
is_is: Þegar kveikt er á þessum eiginleika fær hver síða sem inniheldur gögn nýjan sjálfvirkan hóp á aðgerðastikunni. Úr þeim hópi geta notendur keyrt handvirk verkflæði sem fyrirtækið hefur skilgreint fyrir Business Central í Power Automate án þess að þurfa að slá inn kóða.
nb_no: Når denne funksjonen er aktivert, får hver side som inneholder data, en ny Automatiser-gruppe på handlingslinjen. Fra denne gruppen kan brukere kjøre øyeblikkelige manuelle flytprosesser som selskapet har definert for Business Central i Power Automate, i en effektiv og kodeløs tilnærming.

# Page 3406436467 - Control 1647111510 - Property 1968111052
source: Choose Next to switch on the new Power Automate integration.
cs_cz: Zvolte Další a zapněte novou integraci Power Automate.
de_ch: Wählen Sie „Weiter“ aus, um die neue Power Automate-Integration zu aktivieren.
fi_fi: Vaihda uuteen Power Automate -integraatioon valitsemalla Seuraava.
fr_be: Sélectionnez Suivant pour passer à la nouvelle intégration de Power Automate.
is_is: Veldu Næsta til að kveikja á nýju Power Automate samþættingunni.
nb_no: Velg Neste for å aktivere Power Automate-integrering.

# Page 3406436467 - Control 1647111510 - Property 2879900210
source: Let's go!
cs_cz: Začněme!
de_ch: Los geht’s!
fi_fi: Aloitetaan!
fr_be: C’est parti !
is_is: Hefjumst handa!
nb_no: La oss sette i gang!

# Page 3406436467 - Control 3832370403 - Property 1295455071
source: Learn more about this capability.
cs_cz: Přečtěte si další informace o této funkci.
de_ch: Erfahren Sie mehr über diese Funktionalität.
fi_fi: Lisätietoja tästä ominaisuudesta.
fr_be: En savoir plus sur cette fonctionnalité.
is_is: Frekari upplýsingar um þennan eiginleika.
nb_no: Finn ut mer om denne funksjonen.

# Page 3406436467 - Control 1210637904 - Property 2879900210
source: Privacy notice
cs_cz: Oznámení o ochraně osobních údajů
de_ch: Datenschutzhinweis
fi_fi: Tietosuojatiedot
fr_be: Déclaration de confidentialité
is_is: Persónuverndaryfirlýsing
nb_no: Personvernerklæring

# Page 3406436467 - Control 172474617 - Property 2879900210
source: You are consenting on behalf of your organization.
cs_cz: Souhlasíte jménem své organizace.
de_ch: Sie stimmen im Namen Ihrer Organisation zu.
fi_fi: Olet antamassa suostumusta organisaatiosi puolesta.
fr_be: Vous acceptez pour le compte de votre organisation.
is_is: Þú ert að veita samþykki fyrir hönd stofnunarinnar/fyrirtækisins.
nb_no: Du samtykker på vegne av organisasjonen.

# Page 3406436467 - Control 607920654 - Property 1295455071
source: View information about the privacy.
cs_cz: Zobrazení informací o ochraně osobních údajů.
de_ch: Zeigen Sie Informationen zum Datenschutz an.
fi_fi: Näytä tietoja tietosuojasta.
fr_be: Affichez des informations sur la confidentialité.
is_is: Skoðaðu upplýsingar um persónuvernd.
nb_no: Vis informasjon om personvernet.

# Page 3406436467 - Action 467812692 - Property 1295455071
source: Agree to the terms and conditions.
cs_cz: Odsouhlaste obchodní podmínky.
de_ch: Stimmen Sie den allgemeinen Geschäftsbedingungen zu.
fi_fi: Hyväksy ehdot.
fr_be: Acceptez les conditions générales.
is_is: Samþykkja skilmálana.
nb_no: Godta vilkårene.

# Page 3406436467 - Action 467812692 - Property 2879900210
source: Agree
cs_cz: Souhlasit
de_ch: Zustimmen
fi_fi: Hyväksy
fr_be: Accepter
is_is: Samþykkja
nb_no: Godta

# Page 3406436467 - Action 742034285 - Property 1295455071
source: Go back to the previous page.
cs_cz: Zpět na předchozí stránku.
de_ch: Wechseln Sie zurück zur vorherigen Seite.
fi_fi: Palaa edelliselle sivulle.
fr_be: Revenez à la page précédente.
is_is: Fara aftur á fyrri síðu.
nb_no: Gå tilbake til forrige side.

# Page 3406436467 - Action 742034285 - Property 2879900210
source: Back
cs_cz: Zpět
de_ch: Zurück
fi_fi: Takaisin
fr_be: Précédent
is_is: Til baka
nb_no: Tilbake

# Page 3406436467 - Action 1235620153 - Property 1295455071
source: Go to the next page.
cs_cz: Přejít na další stranu
de_ch: Wechselt zur nächsten Seite.
fi_fi: Siirry seuraavalle sivulle.
fr_be: Accédez à la page suivante.
is_is: Fara á næstu síðu.
nb_no: Gå til neste side.

# Page 3406436467 - Action 1235620153 - Property 2879900210
source: Next
cs_cz: Další
de_ch: Weiter
fi_fi: Seuraava
fr_be: Suivant
is_is: Áfram
nb_no: Neste

# Page 3406436467 - Action 113888489 - Property 1295455071
source: Disagree to the terms and conditions.
cs_cz: Nesouhlasit s podmínkami.
de_ch: Stimmen Sie den allgemeinen Geschäftsbedingungen nicht zu.
fi_fi: Älä hyväksy ehtoja.
fr_be: Refusez les conditions générales.
is_is: Samþykkja ekki skilmálana.
nb_no: Ikke godta vilkårene.

# Page 3406436467 - Action 113888489 - Property 2879900210
source: Disagree
cs_cz: Nesouhlasit
de_ch: Nicht zustimmen
fi_fi: Älä hyväksy
fr_be: Refuser
is_is: Samþykkja ekki
nb_no: Ikke godta

# Page 1215073847 - Property 2019332006
source: New,Process,Report,Manage
cs_cz: Nový,Proces,Sestava,Spravovat
de_ch: Neu,Prozess,Bericht,Verwalten
fi_fi: Uusi,Käsittely,Raportti,Hallinta
fr_be: Nouveau,Traitement,État,Gérer
is_is: Nýtt,Vinnsla,Skýrsla,Stjórna
nb_no: Ny,Prosess,Rapport,Administrer

# Page 1215073847 - Property 2879900210
source: Printer Management
cs_cz: Správa tiskáren
de_ch: Druckerverwaltung
fi_fi: Tulostimen hallinta
fr_be: Gestion de l’impression
is_is: Prentarastjórnun
nb_no: Utskriftsbehandling

# Page 1215073847 - Control 3461834954 - Property 1295455071
source: Specifies the description of the printer.
cs_cz: Určuje název tiskárny.
de_ch: Gibt die Beschreibung des Druckers an.
fi_fi: Määrittää tulostimen kuvauksen.
fr_be: Spécifie la description de l'imprimante.
is_is: Tilgreinir lýsingu á prentara.
nb_no: Angir beskrivelsen av skriveren.

# Page 1215073847 - Control 3461834954 - Property 2879900210
source: Description
cs_cz: Popis
de_ch: Beschreibung
fi_fi: Kuvaus
is_is: Lýsing
nb_no: Beskrivelse

# Page 1215073847 - Control 3212038148 - Property 1295455071
source: Specifies the printer device.
cs_cz: Určuje zařízení tiskárny.
de_ch: Gibt das Druckergerät an.
fi_fi: Määrittää tulostinlaitteen.
fr_be: Indique le type d'imprimante.
is_is: Tilgreinir prentaratækið.
nb_no: Angir skrivertypen.

# Page 1215073847 - Control 3212038148 - Property 2879900210
source: Device
cs_cz: Zařízení
de_ch: Gerät
fi_fi: Laite
fr_be: Périphérique
is_is: Tæki
nb_no: Enhet

# Page 1215073847 - Control 2637844426 - Property 1295455071
source: Specifies the driver of the printer.
cs_cz: Určuje ovladač tiskárny.
de_ch: Gibt den Treiber des Druckers an.
fi_fi: Määrittää tulostimen ohjaimen.
fr_be: Spécifie le pilote de l'imprimante.
is_is: Tilgreinir rekil prentarans.
nb_no: Angir driveren på skriveren.

# Page 1215073847 - Control 2637844426 - Property 2879900210
source: Driver
cs_cz: Ovladač
de_ch: Treiber
fi_fi: Ohjain
fr_be: Pilote
is_is: Rekill

# Page 1215073847 - Control 3641927271 - Property 1295455071
source: Specifies the ID of the printer.
cs_cz: Určuje ID tiskárny.
de_ch: Gibt die ID des Druckers an.
fi_fi: Määrittää tulostimen tunnuksen.
fr_be: Spécifie l'ID de l'imprimante.
is_is: Tilgreinir kenni prentara.
nb_no: Angir ID-en på skriveren.

# Page 1215073847 - Control 3641927271 - Property 2879900210
source: Printer ID
cs_cz: ID tiskárny
de_ch: Drucker-ID
fi_fi: Tulostimen tunnus
fr_be: ID imprimante
is_is: Kenni prentara
nb_no: Skriver-ID

# Page 1215073847 - Control 513169258 - Property 1295455071
source: Specifies the type of the printer.
cs_cz: Určuje typ tiskárny.
de_ch: Gibt den Typ des Druckers an.
fi_fi: Määrittää tulostimen tyypin.
fr_be: Spécifie le type de l'imprimante.
is_is: Tilgreinir gerð prentara.
nb_no: Angir typen skriver.

# Page 1215073847 - Control 513169258 - Property 2879900210
source: Type
cs_cz: Typ
de_ch: Art
fi_fi: Tyyppi
is_is: Gerð

# Page 1215073847 - Action 3401874847 - Property 1295455071
source: Create a Printer Selection entry with the printer name in the Printer Name field, leaving the User ID and Report ID fields blank.
cs_cz: Vytvořte položku výběru tiskárny s názvem tiskárny v poli Název tiskárny a ponechte pole ID uživatele a ID sestavy prázdná.
de_ch: Erstellen Sie einen Druckerauswahl-Eintrag mit dem Druckernamen im Feld „Druckername“. Lassen Sie die Felder „Benutzer-ID“ und „Berichts-ID“ leer.
fi_fi: Luo Tulostimen valinta -merkintä ja lisää tulostimen nimi Tulostimen nimi -kenttään. Jätä Käyttäjätunnus- ja Raportin tunnus -kentät tyhjiksi.
fr_be: Créez une entrée de sélection d'imprimante avec le nom de l'imprimante dans le champ Nom de l'imprimante, en laissant vides les champs Code utilisateur et ID état.
is_is: Stofna prentaravalsfærslu með prentaraheiti í reit prentaraheitis en notandakennisreitur og reitur fyrir kenni skýrslu eru hafðir auðir.
nb_no: Oppretter en skrivervalgpost med skrivernavnet i feltet Skrivernavn, der feltene Bruker-ID og Rapport-ID er tomme.
