Repository: jbakach/MSDyn365BC.Code.History
Catalog: System Application/Source/System Application/Translations/System Application.*.xlf
Languages: cs_cz, de_ch, fi_fi, fr_be, is_is, nb_no

# Page 2622225351 - Control 3711240756 - Property 1295455071
source: Specifies the ID of the object to which the permissions apply.
cs_cz: Určuje ID objektu, ke kterému se oprávnění vztahuje.
de_ch: Gibt die ID des Objekts an, für das die Berechtigungen gelten.
fi_fi: Määrittää sen objektin tunnuksen, jota käyttöoikeudet koskevat.
fr_be: Spécifie l'ID de l'objet auquel les autorisations s'appliquent.
is_is: Tilgreinir kenni hlutarins sem heimildirnar eiga við.
nb_no: Angir ID-en for objektet som tillatelsene gjelder for.

# Page 2622225351 - Control 1418569422 - Property 1295455071
source: Specifies the name of the object to which the permissions apply.
cs_cz: Určuje název objektu, ke kterému se práva vztahují.
de_ch: Gibt den Namen des Objekts an, für das die Berechtigungen gelten.
fi_fi: Määrittää sen objektin nimen, jota käyttöoikeudet koskevat.
fr_be: Spécifie le nom de l'objet auquel les autorisations s'appliquent.
is_is: Tilgreinir heiti hlutarins sem heimildirnar eiga við.
nb_no: Angir navnet på objektet som tillatelsene gjelder for.

# Page 2622225351 - Control 1418569422 - Property 2879900210
source: Object Name
cs_cz: Název objektu
de_ch: Objektname
fi_fi: Objektin nimi
fr_be: Nom de l’objet
is_is: Heiti hlutar
nb_no: Objektnavn

# Page 2622225351 - Control 1085746399 - Property 1295455071
source: Specifies the type of object that the permissions apply to in the current database.
cs_cz: Určuje typ objektu, jehož oprávnění se používají v aktuální databázi.
de_ch: Gibt die Art des Objekts an, für das die Berechtigungen in der aktuellen Datenbank gelten.
fi_fi: Määrittää sen objektin tyypin, jonka käyttöoikeuksia sovelletaan nykyiseen tietokantaan.
fr_be: Spécifie le type d'objet auquel les autorisations s'appliquent dans la base de données active.
is_is: Tilgreinir tegund hluta sem heimildirnar eiga við um í gildandi gagnagrunni.
nb_no: Angir hvilken objekttype tillatelsene gjelder for i den gjeldende databasen.

# Page 2622225351 - Control 3135917451 - Property 1295455071
source: Specifies if the permission set has read permission to this object.
cs_cz: Určuje, zda má sada oprávnění právo čtení pro tento objekt.
de_ch: Gibt an, ob der Berechtigungssatz eine Leseberechtigung für dieses Objekt aufweist.
fi_fi: Määrittää, sisältyykö käyttöoikeuksien joukkoon tämän objektin lukuoikeus.
fr_be: Spécifie si l’ensemble d’autorisations a une autorisation de lecture de cet objet.
is_is: Tilgreinir hvort heimildasamstæðan hafi lesheimild við þennan hlut.
nb_no: Angir om tillatelsessettet har lesetillatelse til dette objektet.

# Page 2622225351 - Control 3135917451 - Property 2879900210
source: Read Permission
cs_cz: Právo čtení
de_ch: Leseberechtigung
fi_fi: Lukuoikeus
fr_be: Autorisation en lecture
is_is: Lesheimild
nb_no: Lesetillatelse

# Page 2622225351 - Control 4054402322 - Property 1295455071
source: Specifies a security filter that applies to this permission set to limit the access that this permission set has to the data contained in this table.
cs_cz: Určuje filtr zabezpečení, který platí pro tuto sadu oprávnění k omezení přístupu, který má tato sada oprávnění k datům obsaženým v této tabulce.
de_ch: Gibt einen Sicherheitsfilter an, der auf diesen Berechtigungssatz angewendet wird, um den Zugriff dieses Berechtigungssatzes auf die Daten in dieser Tabelle einzuschränken.
fi_fi: Määrittää suojaussuodattimen, jonka avulla rajoitetaan kyseisen käyttöoikeuksien joukon tämän taulukon tietojen käyttöoikeuksia.
fr_be: Spécifie un filtre de sécurité qui s'applique à cet ensemble d'autorisations pour limiter l'accès dudit ensemble aux données stockées dans cette table.
is_is: Tilgreinir öryggisafmörkunina sem er notuð fyrir heimildasamstæðuna til að takmarka aðgang sem þessi heimildasamstæða hefur að gögnum í þessari töflu.
nb_no: Angir et sikkerhetsfilter som brukes på dette tillatelsessettet for å begrense tilgangen som tillatelsessettet har til dataene i denne tabellen.

# Page 2622225351 - Control 1878130204 - Property 1295455071
source: Specifies the type of permission.
cs_cz: Určuje typ oprávnění.
de_ch: Gibt die Art der Berechtigung an.
fi_fi: Määrittää käyttöoikeuksien tyypin.
fr_be: Spécifie le type d’autorisation.
is_is: Tilgreinir tegund heimildar.
nb_no: Angir tillatelsestypen.

# Page 2622225351 - Action 2959107463 - Property 1295455071
source: Add read access to tables that are related to the selected tables.
cs_cz: Přidejte přístup pro čtení k tabulkám, které souvisejí s vybranými tabulkami.
de_ch: Lesezugriff auf Tabellen hinzufügen, die mit den ausgewählten Tabellen verknüpft sind.
fi_fi: Lisää valittuihin taulukoihin liittyvien taulukoiden lukuoikeus.
fr_be: Ajoutez l’accès en lecture aux tables associées aux tables sélectionnées.
is_is: Bæta lesaðgangi við töflur sem tengjast völdum töflun.
nb_no: Legg til lesetillatelse i tabeller som er tilknyttet valgte tabeller.

# Page 2622225351 - Action 2959107463 - Property 2879900210
source: Add Read Permission to Related Tables
cs_cz: Přidat právo čtení k souvisejícím tabulkám
de_ch: Leseberechtigung zu zugehörigen Tabellen hinzufügen
fi_fi: Lisää lukuoikeus liittyviin taulukoihin
fr_be: Ajouter l’autorisation d’accès en lecture aux tables associées
is_is: Bæta lestrarheimild við tengdar töflur
nb_no: Legg til lesetillatelse i relaterte tabeller

# Page 2622225351 - Action 1882529452 - Property 1295455071
source: Add two or more objects.
cs_cz: Přidejte dva nebo více objektů.
de_ch: Mindestens zwei Objekte hinzufügen
fi_fi: Lisää vähintään kaksi objektia.
fr_be: Ajouter deux objets ou plus.
is_is: Bæta við tveimur eða fleiri hlutum.
nb_no: Legg til to eller flere objekter.

# Page 2622225351 - Action 1882529452 - Property 2879900210
source: Select Objects
cs_cz: Vybrat objekty
de_ch: Objekte auswählen
fi_fi: Valitse objektit
fr_be: Sélectionner des objets
is_is: Velja hluti
nb_no: Velg objekter

# Page 2148009262 - Property 2879900210
source: Time Zones
cs_cz: Časová pásma
de_ch: Zeitzonen
fi_fi: Aikavyöhykkeet
fr_be: Fuseaux horaires
is_is: Tímabelti
nb_no: Tidssoner

# Page 2148009262 - Control 2578412327 - Property 1295455071
source: Specifies the full name of the time zone.
cs_cz: Určuje úplný název časového pásma.
de_ch: Gibt den vollständigen Namen der Zeitzone an.
fi_fi: Määrittää aikavyöhykkeen koko nimen.
fr_be: Spécifie le nom complet du fuseau horaire.
is_is: Tilgreinir fullt nafn tímabeltisins.
nb_no: Angir hele navnet til tidssonen.

# Page 2148009262 - Control 3641927271 - Property 1295455071
source: Specifies the ID of the time zone.
cs_cz: Určuje ID časového pásma.
de_ch: Gibt die ID der Zeitzone an.
fi_fi: Määrittää aikavyöhykkeen tunnuksen.
fr_be: Spécifie l’ID du fuseau horaire.
is_is: Tilgreinir kenni tímabeltisins.
nb_no: Angir ID-en for tidssonen.

# Page 1358710565 - Property 2879900210
source: Translation
cs_cz: Překlad
de_ch: Übersetzung
fi_fi: Käännös
fr_be: Traduction
is_is: Þýðing
nb_no: Oversettelse

# Page 1358710565 - Control 639974159 - Property 1295455071
source: The language to which the source text was translated.
cs_cz: Jazyk, do kterého byl přeložen zdrojový text.
de_ch: Die Sprache, in die der Quelltext übersetzt wurde.
fi_fi: Kieli, johon lähdeteksti käännettiin.
fr_be: Langue dans laquelle le texte source a été traduit.
is_is: Tungumálið sem frumtextinn var þýddur á.
nb_no: Språket kildeteksten ble oversatt til.

# Page 1358710565 - Control 639974159 - Property 2879900210
source: Target Language
cs_cz: Cílový jazyk
de_ch: Zielsprache
fi_fi: Kohdekieli
fr_be: Langue cible
is_is: Viðtökumál
nb_no: Målspråk

# Page 1358710565 - Control 1131619133 - Property 1295455071
source: The translated text.
cs_cz: Přeložený text.
de_ch: Der übersetzte Text.
fi_fi: Käännetty teksti.
fr_be: Texte traduit.
is_is: Þýddi textinn.
nb_no: Den oversatte teksten.

# Page 2927108320 - Property 2879900210
source: Managing change
cs_cz: Správa změn
de_ch: Änderung verwalten
fi_fi: Muutosten hallinta
fr_be: Gestion des modifications
is_is: Umsjón breytinga
nb_no: Håndterer endring

# Page 2927108320 - NamedType 158691884
source: Learn more about feature management.
cs_cz: Přečtěte si další informace o správě funkcí.
de_ch: Erfahren Sie mehr über die Funktionsverwaltung.
fi_fi: Lue lisää ominaisuuksien hallinnasta.
fr_be: En savoir plus sur la gestion des fonctionnalités.
is_is: Nánari upplýsingar um eiginleikastjórnun.
nb_no: Finn ut mer om funksjonsstyring.

# Page 2927108320 - NamedType 915252812
source: See the Release Plan
cs_cz: Viz plán vydání
de_ch: Veröffentlichungsplan anzeigen
fi_fi: Näytä julkaisusuunnitelma
fr_be: Afficher le plan de lancement
is_is: Sjá Útgáfuáætlun
nb_no: Se utgivelsesplanen

# Page 2927108320 - Control 2332547618 - Property 1968111052
source: Some new features are turned off when Dynamics 365 Business Central is updated to a newer version. These features are optional for a period of time until they are automatically enabled for all users in a later software update.
cs_cz: Některé nové funkce jsou vypnuty, když je Dynamics 365 Business Central aktualizován na novější verzi. Tyto funkce jsou po určitou dobu volitelné, dokud nejsou automaticky povoleny pro všechny uživatele v pozdější aktualizaci softwaru.
de_ch: Einige neue Funktionen sind deaktiviert, wenn Dynamics 365 Business Central auf eine neuere Version aktualisiert wird. Diese Funktionen sind für einen Zeitraum optional, bis sie in einem späteren Softwareupdate automatisch für alle Benutzer aktiviert werden.
fi_fi: Jotkin uudet ominaisuudet poistetaan käytöstä, kun Dynamics 365 Business Central päivitetään uudemmaksi versioksi. Nämä ominaisuudet ovat valinnaisia siihen asti, kun ne otetaan automaattisesti käyttöön kaikille käyttäjille myöhemmässä ohjelmistopäivityksessä.
fr_be: Certaines nouvelles fonctionnalités sont désactivées lorsque Dynamics 365 Business Central est mis à jour vers une version plus récente. Ces fonctionnalités sont facultatives pendant un certain temps avant d'être automatiquement activées pour tous les utilisateurs dans une mise à jour logicielle ultérieure.
is_is: Slökkt er á nokkrum nýjum eiginleikum þegar Dynamics 365 Business Central er uppfært í nýrri útgáfu. Þessir eiginleikar eru valkvæðir í ákveðinn tíma þar til þeir eru virkjaðir sjálfkrafa fyrir alla notendur í nýrri hugbúnaðaruppfærslu.
nb_no: Noen nye funksjoner er deaktivert når Dynamics 365 Business Central oppdateres til en nyere versjon. Disse funksjonene er valgfrie i en periode frem til de automatisk aktiveres for alle brukere i en senere programvareoppdatering.

# Page 2927108320 - Control 419457767 - Property 1968111052
source: You can prepare in advance by enabling these features for all users on the right environment at the right time that suits your schedule.
cs_cz: Můžete si předem připravit povolením těchto funkcí pro všechny uživatele ve správném prostředí ve správný čas, který vyhovuje vašemu plánu.
de_ch: Sie können sich vorbereiten, indem Sie diese Funktionen für alle Benutzer in der richtigen Umgebung dann aktivieren, wenn dies für Sie passend ist.
fi_fi: Voit valmistautua etukäteen ottamalla nämä ominaisuudet käyttöön kaikille oikean ympäristön käyttäjille oman aikataulusi mukaan.
fr_be: Vous pouvez vous préparer à l'avance en activant ces fonctionnalités pour tous les utilisateurs de l'environnement approprié au moment opportun en fonction de votre planning.
is_is: Þú getur undirbúið þig fyrirfram með því að virkja þessa eiginleika fyrir alla notendur í réttu umhverfi á þeim tíma sem hentar þinni dagskrá.
nb_no: Du kan forberede på forhånd ved å aktivere disse funksjonene for alle brukere i riktig miljø til riktig tid som passer tidsplanen din.

# Page 2927108320 - Control 2504843590 - Property 1295455071
source: Learn more about feature management.
cs_cz: Přečtěte si další informace o správě funkcí.
de_ch: Erfahren Sie mehr über die Funktionsverwaltung.
fi_fi: Lue lisää ominaisuuksien hallinnasta.
fr_be: En savoir plus sur la gestion des fonctionnalités.
is_is: Nánari upplýsingar um eiginleikastjórnun.
nb_no: Finn ut mer om funksjonsstyring.

# Page 2927108320 - Control 2504843590 - Property 2879900210
source: Learn more about managing features.
cs_cz: Přečtěte si další informace o správě funkcí.
de_ch: Weitere Informationen zum Verwalten von Funktionen
fi_fi: Lue lisää ominaisuuksien hallinnasta.
fr_be: En savoir plus sur la gestion des fonctionnalités.
is_is: Frekari upplýsingar um stjórnun eiginleika.
nb_no: Finn ut mer om styring av funksjoner.

# Page 2927108320 - Control 3551000678 - Property 1295455071
source: See the Release Plan.
cs_cz: Viz plán vydání
de_ch: Veröffentlichungsplan anzeigen
fi_fi: Näytä julkaisusuunnitelma.
fr_be: Affichez le plan de lancement.
is_is: Sjá Útgáfuáætlun.
nb_no: Se utgivelsesplanen.

# Page 2927108320 - Control 3551000678 - Property 2879900210
source: See the Release Plan
cs_cz: Viz plán vydání
de_ch: Veröffentlichungsplan anzeigen
fi_fi: Näytä julkaisusuunnitelma
fr_be: Afficher le plan de lancement
is_is: Sjá Útgáfuáætlun
nb_no: Se utgivelsesplanen

# Page 367479046 - Property 2879900210
source: Upload And Deploy Extension
cs_cz: Nahrát a nasadit rozšíření
de_ch: Erweiterung hochladen und bereitstellen
fi_fi: Lataa laajennus ja ota se käyttöön
fr_be: Charger et déployer l’extension
is_is: Hlaða og setja upp viðbót
nb_no: Last opp og distribuer utvidelse

# Page 367479046 - NamedType 2456773564
source: Select .APP
cs_cz: Vyberte .APP
de_ch: .APP auswählen
fi_fi: Valitse. SOVELLUKSEN
fr_be: Sélectionner .APP
is_is: Velja. APP
nb_no: Markere. KONTOAPPEN

# Page 367479046 - NamedType 3405983715
source: Microsoft Business Central PTE Disclaimer
cs_cz: Právní omezení pro Microsoft Business Central PTE
de_ch: Microsoft Business Central PTE-Haftungsausschluss
fi_fi: Microsoft Business Centralin vuokraajakohtaisen laajennuksen vastuuvapauslauseke
fr_be: Exclusion de responsabilité de PTE Microsoft Business Central
is_is: PTE-fyrirvari Microsoft Business Central
nb_no: Fraskrivelse for Microsoft Business Central PTE

# Page 367479046 - NamedType 118939017
source: Please upload an extension file before clicking "Deploy" button.
cs_cz: Před klepnutím na tlačítko "Nasadit " nahrajte soubor rozšíření.
de_ch: Laden Sie eine Erweiterungsdatei hoch, bevor Sie auf die Schaltfläche "Bereitstellen" klicken.
fi_fi: Lataa laajennuksen tiedosto, ennen kuin valitset Käyttöönotto-painikkeen.
fr_be: Veuillez télécharger un fichier d'extension avant de cliquer sur « Déployer ».
is_is: Hlaðið upp viðbótarskrá áður en smellt er á hnappinn „Setja upp“.
nb_no: Last opp en utvidelsesfil før du klikker knappen Distribuer.

# Page 367479046 - NamedType 1334809800
source: Are you sure that you want to force the schema update for this extension? Forcing schema updates can lead to unintentional data loss if invoked improperly.
cs_cz: Opravdu chcete vynutit aktualizaci schématu pro toto rozšíření? Vynucení aktualizací schématu může vést k neúmyslné ztrátě dat, pokud je vyvolána nesprávně.
de_ch: Möchten Sie die Schemaaktualisierung für diese Erweiterung wirklich erzwingen? Das Erzwingen von Schemaaktualisierungen kann zu unbeabsichtigten Datenverlusten führen, wenn sie nicht ordnungsgemäss aufgerufen werden.
fi_fi: Haluatko varmasti pakottaa tämän laajennuksen rakenteen päivityksen? Rakenteen päivitysten pakottaminen voi johtaa tietojen tahattomaan katoamiseen, jos se aktivoidaan virheellisesti.
fr_be: Voulez-vous vraiment forcer la mise à jour du schéma pour cette extension ? Forcer la mise à jour des schémas peut entraîner une perte de données involontaire en cas d’appel incorrect.
is_is: Á örugglega að þvinga uppfærslu á skemanu fyrir þessa viðbót? Séu uppfærslur á skema þvingaðar getur það leitt til gagnataps fyrir slysni séu þær virkjaðar á rangan hátt.
nb_no: Er du sikker på at du vil tvinge skjemaoppdateringen for denne utvidelsen? Hvis du tvinger skjemaoppdateringer, kan det føre til utilsiktet tap av data hvis den aktiveres feil.

# Page 367479046 - NamedType 4004070260
source: Privacy and Cookies
cs_cz: Ochrana osobních údajů a soubory cookie
de_ch: Datenschutz und Cookies
fi_fi: Tietosuoja ja evästeet
fr_be: Confidentialité et cookies
is_is: Persónuvernd og kökur
nb_no: Personvern og informasjonskapsler

# Page 367479046 - Control 346708723 - Property 1295455071
source: Specifies that you accept the privacy policy and the disclaimer.
cs_cz: Určuje, že souhlasíte se zásadami ochrany osobních údajů a zřeknutím se odpovědnosti.
de_ch: Gibt an, dass Sie die Datenschutzrichtlinien und den Haftungsausschluss akzeptieren.
fi_fi: Määrittää, että hyväksyt tietosuojatiedot ja vastuuvapauslausekkeen.
fr_be: Spécifie que vous acceptez la politique de confidentialité et l’exclusion de responsabilité.
is_is: Tilgreinir að persónuverndarstefnan og fyrirvarinn eru samþykkt.
nb_no: Angir at du godtar personvernerklæringen og fraskrivelsen.

# Page 367479046 - Control 346708723 - Property 2879900210
source: Accept the privacy policy and the disclaimer
cs_cz: Přijměte zásady ochrany osobních údajů a prohlášení o vyloučení odpovědnosti
de_ch: Datenschutzrichtlinien und Haftungsausschluss akzeptieren
fi_fi: Hyväksy tietosuojatiedot ja vastuuvapauslauseke
fr_be: Accepter la politique de confidentialité et l’exclusion de responsabilité
is_is: Samþykkja persónuverndarstefnuna og fyrirvarann
nb_no: Godta personvernerklæringen og fraskrivelsen

# Page 367479046 - Control 2484606180 - Property 1295455071
source: Read more about the best practices for installing and publishing extensions.
cs_cz: Přečtěte si další informace o doporučených postupech pro instalaci a publikování rozšíření.
de_ch: Lesen Sie mehr über die bewährten Methoden für das Installieren und Veröffentlichen von Erweiterungen.
fi_fi: Lue lisää laajennusten asentamiseen ja julkaisemiseen liittyvistä parhaista käytännöistä.
fr_be: En savoir plus sur les meilleures pratiques pour l’installation et la publication des extensions.
is_is: Lestu meira um bestu starfsvenjur fyrir uppsetningu og birtingu viðbóta.
nb_no: Les mer om de beste fremgangsmåtene for installasjon og publisering av utvidelser.

# Page 367479046 - Control 2758598086 - Property 2879900210
source: Deploy Extension
cs_cz: Nasadit rozšíření
de_ch: Erweiterung bereitstellen
fi_fi: Ota laajennus käyttöön
fr_be: Déployer l'extension
is_is: Setja upp viðbót
nb_no: Distribuer utvidelse

# Page 367479046 - Control 1907919420 - Property 1295455071
source: Specifies which version to deploy to.
cs_cz: Určuje, do které verze se má nasadit.
de_ch: Gibt an, welche Version bereitgestellt werden soll.
fi_fi: Määrittää version, jossa otetaan käyttöön.
fr_be: Spécifie la version vers laquelle effectuer le déploiement.
is_is: Tilgreinir hvaða útgáfu á að virkja í.
nb_no: Angir hvilken versjon du vil distribuere til.

# Page 367479046 - Control 1907919420 - Property 2879900210
source: Deploy to
cs_cz: Nasadit na
de_ch: Bereitstellen für
fi_fi: Ota käyttöön
fr_be: Déployer vers
is_is: Setja upp á
nb_no: Distribuer til

# Page 367479046 - Control 1694176181 - Property 1295455071
source: View the disclaimer.
cs_cz: Zobrazení prohlášení o vymezení odpovědnosti.
de_ch: Den Haftungsausschluss anzeigen.
fi_fi: Näytä vastuuvapauslauseke.
fr_be: Affichez l'exclusion de responsabilité.
is_is: Lesa fyrirvara.
nb_no: Vis fraskrivelsen.

# Page 367479046 - Control 1694176181 - Property 2879900210
source: Microsft Business Central Disclaimer
cs_cz: Prohlášení Microsoft Business Central
de_ch: Microsoft Business Central-Haftungsausschluss
fi_fi: Microsoft Business Centralin vastuuvapauslauseke
fr_be: Exclusion de responsabilité Microsoft Business Central
is_is: Fyrirvari Microsoft Business Central
nb_no: Fraskrivelse for Microsoft Business Central

# Page 367479046 - Control 989751795 - Property 1295455071
source: Specifies the file path of the extension.
cs_cz: Určuje cestu k souboru rozšíření.
de_ch: Gibt den Dateipfad der Erweiterung an.
fi_fi: Määrittää laajennuksen tiedostopolun.
fr_be: Spécifie le chemin d'accès au fichier de l'extension.
is_is: Tilgreinir skráarslóð viðbótarinnar.
nb_no: Angir filbanen for utvidelsen.

# Page 367479046 - Control 989751795 - Property 2879900210
source: Select .app file
cs_cz: Vyberte soubor .app
de_ch: APP-Datei auswählen
fi_fi: Valitse .app-tiedosto
fr_be: Sélectionner un fichier .app
is_is: Velja .app-skrá
nb_no: Velg .app-fil

# Page 367479046 - Control 4093990710 - Property 1295455071
source: Language
cs_cz: Jazyk
de_ch: Sprache
fi_fi: Kieli
fr_be: Langue
is_is: Tungumál
nb_no: Språk

# Page 367479046 - Control 4093990710 - Property 2879900210
source: Language
cs_cz: Jazyk
de_ch: Sprache
fi_fi: Kieli
fr_be: Langue
is_is: Tungumál
nb_no: Språk

# Page 367479046 - Control 607920654 - Property 1295455071
source: View the privacy and cookies.
cs_cz: Zobrazit soukromí a soubory cookie.
de_ch: Zeigen Sie die Datenschutzbestimmungen und Cookies an.
fi_fi: Näytä tietosuoja ja evästeet.
fr_be: Affichez la confidentialité et les cookies.
is_is: Skoða upplýsingar um persónuvernd og kökur.
nb_no: Vis personvern og informasjonskapsler.

# Page 367479046 - Control 607920654 - Property 2879900210
source: Privacy and Cookies
cs_cz: Ochrana osobních údajů a soubory cookie
de_ch: Datenschutz und Cookies
fi_fi: Tietosuoja ja evästeet
fr_be: Confidentialité et cookies
is_is: Persónuvernd og kökur
nb_no: Personvern og informasjonskapsler

# Page 367479046 - Control 2094552352 - Property 1295455071
source: Specifies how to update the database schema for the extension. The Add option will warn you if the schemas are incompatible and will not apply the change. Force Sync will overwrite the current schema with the new version without warning. Force Sync can lead to data loss.
cs_cz: Určuje způsob aktualizace schématu databáze pro rozšíření. Možnost Přidat vás upozorní, pokud jsou schémata nekompatibilní a změnu neprovedou. Vynutit synchronizaci přepíše aktuální schéma s novou verzí bez varování. Vynutit synchronizaci může vést ke ztrátě dat.
de_ch: Gibt an, wie das Datenbankschema für die Erweiterung aktualisiert wird. Die Option „Hinzufügen“ warnt Sie, wenn die Schemas nicht kompatibel sind, und übernimmt keine Änderung. Das aktuelle Schema wird durch die Option „Erzwingen der Synchronisierung“ mit der neuen Version ohne Warnung überschrieben. „Erzwingen der Synchronisierung“ kann zu Datenverlust führen.
fi_fi: Määrittää, miten laajennuksen tietokantarakenne päivitetään. Lisää-vaihtoehto varoittaa, jos rakenteet eivät ole yhteensopivia, ja muutosta ei toteuteta. Pakota synkronointi korvaa nykyisen rakenteen uudella versiolla varoittamatta. Pakota synkronointi -vaihtoehdon käyttäminen voi johtaa tietojen katoamiseen.
fr_be: Spécifie comment mettre à jour le schéma de base de données pour l’extension. L’option Ajouter vous avertira si les schémas sont incompatibles et n’appliquera pas la modification. L’option Forcer la synchronisation remplacera le schéma actuel avec la nouvelle version sans avertissement. Cette option peut aussi entraîner une perte de données.
is_is: Tilgreinir hvernig á að uppfæra gagnagrunnskema fyrir viðbótina. Valkosturinn „Bæta við“ varar við ef skemun eru ósamhæf og mun ekki nota breytinguna. „Þvinga samstillingu“ mun skrifa yfir núverandi skema með nýju útgáfunni án viðvörunar. Notkun „Þvinga samstillingu“ getur leitt til gagnataps.
nb_no: Angir hvordan du oppdaterer databaseskjemaet for utvidelsen. Med alternativet Legg til får du en advarsel hvis skjemaene ikke er kompatible og ikke tar i bruk endringen. Tvunget synkronisering overskriver gjeldende skjema med den nye versjonen uten advarsel. Tvunget synkronisering kan føre til tap av data.
