Repository: jbakach/MSDyn365BC.Code.History
Catalog: System Application/Source/System Application/Translations/System Application.*.xlf
Languages: cs_cz, de_ch, fi_fi, fr_be, is_is, nb_no

# Page 3918924451 - Control 1393533604 - Property 1295455071
source: Specifies the caption of the table to which the retention policy applies. The caption is the translated, if applicable, name of the table.
cs_cz: Určuje titulek tabulky, na kterou se vztahují zásady uchovávání informací. Titulek je přeložený, je-li relevantní, název tabulky.
de_ch: Gibt die Beschriftung der Tabelle an, auf die sich die Aufbewahrungsrichtlinie bezieht. Die Beschriftung ist der übersetzte Name der Tabelle (falls zutreffend).
fi_fi: Määrittää sen taulukon otsikon, johon säilytyskäytäntö liittyy. Otsikko on käännetty, jos sellainen on, taulukon nimi.
fr_be: Spécifie la légende de la table à laquelle la stratégie de rétention s’applique. La légende est le nom de la table traduit, le cas échéant.
is_is: Tilgreinir yfirskrift töflunnar sem varðveislureglan gildir um. Yfirskriftin er þýtt heiti töflunnar (ef við á).
nb_no: Angir overskriften for tabellen som oppbevaringspolicyen gjelder for. Overskriften er det oversatt, hvis det er aktuelt, navnet på tabellen.

# Page 3918924451 - Control 3135334477 - Property 1295455071
source: Specifies the ID of the table to which the retention policy applies.
cs_cz: Určuje ID tabulky, na kterou se vztahují zásady uchovávání informací.
de_ch: Gibt die ID der Tabelle an, auf die sich die Aufbewahrungsrichtlinie bezieht.
fi_fi: Määrittää sen tietueen tunnuksen, jota säilytyskäytäntö koskee.
fr_be: Spécifie la légende de la table à laquelle s’applique la stratégie de rétention.
is_is: Tilgreinir kenni töflunnar sem varðveislureglan gildir um.
nb_no: Angir ID-en for tabellen som oppbevaringspolicyen gjelder for.

# Page 3918924451 - Control 3808951907 - Property 1295455071
source: Specifies the name of the table to which the retention policy applies.
cs_cz: Určuje název tabulky, na kterou se vztahují zásady uchovávání informací.
de_ch: Gibt den Namen der Tabelle an, auf die sich die Aufbewahrungsrichtlinie bezieht.
fi_fi: Määrittää sen tietueen nimen, jota säilytyskäytäntö koskee.
fr_be: Spécifie le nom de la table à laquelle la stratégie de rétention s’applique.
is_is: Tilgreinir heiti töflunnar sem varðveislureglan gildir um.
nb_no: Angir navnet på tabellen som oppbevaringspolicyen gjelder for.

# Page 3918924451 - Action 484269934 - Property 1295455071
source: Set up retention periods.
cs_cz: Nastavte doby uchování.
de_ch: Richtet Aufbewahrungsfristen ein.
fi_fi: Määritä säilytysjaksot.
fr_be: Configurez des périodes de rétention.
is_is: Setja upp varðveislutímabil.
nb_no: Konfigurer oppbevaringsperioder.

# Page 3918924451 - Action 484269934 - Property 2879900210
source: Retention Periods
cs_cz: Období uchování
de_ch: Aufbewahrungsfristen
fi_fi: Säilytysjaksot
fr_be: Périodes de rétention
is_is: Varðveislutímar
nb_no: Oppbevaringsperioder

# Page 3918924451 - Action 1538288492 - Property 1295455071
source: View activity related to retention policies.
cs_cz: Zobrazení aktivity související se zásadami uchovávání informací.
de_ch: Zeigt Aktivitäten im Zusammenhang mit Aufbewahrungsrichtlinien an.
fi_fi: Näytä säilytyskäytäntöihin liittyvä toiminto.
fr_be: Affichez l’activité associée aux stratégies de rétention.
is_is: Skoða aðgerð sem tengist varðveislureglum.
nb_no: Vis aktivitet som er knyttet til oppbevaringspolicyer.

# Page 3918924451 - Action 1538288492 - Property 2879900210
source: Retention Policy Log
cs_cz: Protokol zásad uchovávání informací
de_ch: Aufbewahrungsrichtlinienprotokoll
fi_fi: Säilytyskäytännön loki
fr_be: Journal des stratégies de rétention
is_is: Varðveislureglukladdi
nb_no: Oppbevaringspolicylogg

# Page 3918924451 - Action 3859950967 - Property 1295455071
source: Apply all non-manual and enabled retention policies now and delete any expired records.
cs_cz: Nyní použijte všechny nemanuální a povolené zásady uchovávání informací a odstraňte všechny záznamy, jejichž platnost vypršela.
de_ch: Wendet alle nicht manuellen und aktivierten Aufbewahrungsrichtlinien jetzt an und löscht alle abgelaufenen Datensätze.
fi_fi: Ota kaikki muut kuin manuaaliset ja käytössä olevat säilytyskäytännöt käyttöön nyt ja poista vanhentuneet tietueet.
fr_be: Appliquez maintenant toutes les stratégies de rétention non manuelles et activées, et supprimez tous les enregistrements arrivés à expiration.
is_is: Nota allar færslur sem ekki eru handvirkar og færslur sem eru virkar og eyða öllum útrunnum færslum.
nb_no: Bruk alle ikke-manuelle og aktiverte oppbevaringspolicyer nå, og slett alle utløpte poster.

# Page 3918924451 - Action 3859950967 - Property 2879900210
source: Apply All
cs_cz: Použít vše
de_ch: Alle anwenden
fi_fi: Käytä kaikkia
fr_be: Appliquer tout
is_is: Nota allt
nb_no: Bruk alle

# Page 3918924451 - Action 865964493 - Property 1295455071
source: Apply the retention policy and delete all expired records in the table.
cs_cz: Použijte zásady uchovávání informací a odstraňte všechny záznamy v tabulce, jejichž platnost vypršela.
de_ch: Wendet die Aufbewahrungsrichtlinie an und löscht alle abgelaufenen Datensätze in der Tabelle.
fi_fi: Käytä säilytyskäytäntöä ja poista kaikki taulukon vanhentuneet tietueet.
fr_be: Appliquez la stratégie de rétention et supprimez tous les enregistrements arrivés à expiration dans la table.
is_is: Nota varðveisluregluna og eyða öllum útrunnum færslum í töflunni.
nb_no: Bruk oppbevaringspolicyen og slett alle utløpte poster i tabellen.

# Page 3918924451 - Action 865964493 - Property 2879900210
source: Apply Manually
cs_cz: Vyrovnat ručně
de_ch: Manuell ausgleichen
fi_fi: Kohdista manuaalisesti
fr_be: Appliquer manuellement
is_is: Handvirk jöfnun
nb_no: Utlign manuelt

# Page 3732057329 - Property 2879900210
source: Available Roles
cs_cz: Dostupné role
de_ch: Verfügbare Rollen
fi_fi: Käytettävissä olevat roolit
fr_be: Rôles disponibles
is_is: Tiltæk hlutverk
nb_no: Tilgjengelige roller

# Page 3732057329 - Control 2174523888 - Property 1295455071
source: Specifies the origin of this role, which can be either an extension, shown by its name, or a custom profile created by a user.
cs_cz: Určuje původ této role, což může být buď rozšíření zobrazené pod jeho názvem, nebo vlastní profil vytvořený uživatelem.
de_ch: Gibt die Quelle dieser Rolle an, die entweder eine Erweiterung sein kann, die durch den Namen angezeigt wird, oder ein benutzerdefiniertes Profil, das von einem Benutzer erstellt wurde.
fi_fi: Määrittää tämän roolin alkuperän, joka voi olla joko laajennus (sen nimen näyttämänä) tai käyttäjän luoma mukautettu profiili.
fr_be: Spécifie l’origine de ce rôle, qui peut être soit une extension, affichée par son nom, soit un profil personnalisé créé par un utilisateur.
is_is: Tilgreinir uppruna þessa hlutverks, sem getur verið annað hvort viðbót sýnd með nafni eða sérstillt forstilling búin til af notanda.
nb_no: Angir opprinnelsen for denne rollen, som kan være en utvidelse, vist med navnet, eller en egendefinert profil som er opprettet av en bruker.

# Page 3732057329 - Control 2174523888 - Property 2879900210
source: Source
cs_cz: Původ
de_ch: Quelle
fi_fi: Lähde
is_is: Uppruni
nb_no: Kilde

# Page 3732057329 - Control 369881184 - Property 1295455071
source: Specifies the name of the organizational role.
cs_cz: Určuje název organizační role.
de_ch: Gibt den Namen der Organisationsrolle an.
fi_fi: Määrittää organisaatioroolin nimen.
fr_be: Spécifie le nom du rôle organisationnel.
is_is: Tilgreinir heiti stjórnunarhlutverks.
nb_no: Angir navnet på organisasjonsrollen.

# Page 3732057329 - Control 369881184 - Property 2879900210
source: Display Name
cs_cz: Zobrazit název
de_ch: Anzeigename
fi_fi: Näyttönimi
fr_be: Nom d’affichage
is_is: Birtingarheiti
nb_no: Visningsnavn

# Page 1785861980 - Property 2879900210
source: Feature Data Update
cs_cz: Funkce aktualizace dat
de_ch: Funktionsdatenaktualisierung
fi_fi: Ominaisuuden tietojen päivitys
fr_be: Mise à jour des données de fonctionnalité
is_is: Gagnauppfærsla eiginleika
nb_no: Funksjonsdataoppdatering

# Page 1785861980 - NamedType 3970746100
source: There is no data to be updated. Complete the update in the current session to enable the feature.
cs_cz: Nejsou k dispozici žádná data, která by bylo možné aktualizovat. Chcete-li tuto funkci povolit, dokončete aktualizaci v aktuální relaci.
de_ch: Es sind keine zu aktualisierenden Daten vorhanden. Schliessen Sie die Aktualisierung in der aktuellen Sitzung ab, um die Funktion zu aktivieren.
fi_fi: Päivitettäviä tietoja ei ole. Ota ominaisuus käyttöön suorittamalla päivitys nykyisessä istunnossa.
fr_be: Aucune donnée à mettre à jour. Terminez la mise à jour de la session active pour activer la fonctionnalité.
is_is: Engin gögn eru til að uppfæra. Ljúktu við uppfærsluna í núverandi lotu til að virkja eiginleikann.
nb_no: Det finnes ingen data å oppdatere. Fullfør oppdateringen i den gjeldende økten for å aktivere funksjonen.

# Page 1785861980 - NamedType 2247491078
source: The feature %1 cannot be enabled because data update handling is not implemented.
cs_cz: Funkci %1 nelze povolit, protože není implementováno zpracování aktualizací dat.
de_ch: Die Funktion %1 kann nicht aktiviert werden, da die Verarbeitung der Datenaktualisierung nicht implementiert ist.
fi_fi: Ominaisuutta %1 ei voi ottaa käyttöön, koska tietojen päivityksen käsittelyä ei ole toteutettu.
fr_be: La fonctionnalité %1 ne peut pas être activée, car la gestion de la mise à jour des données n’est pas mise en œuvre.
is_is: Ekki er hægt að virkja eiginleikann %1 vegna þess að meðhöndlun gagnauppfærslu er ekki innleidd.
nb_no: Funksjonen %1 kan ikke aktiveres fordi behandling av dataoppdatering ikke er implementert.

# Page 1785861980 - NamedType 1154975446
source: Review affected data
cs_cz: Kontrola ovlivněných dat
de_ch: Betroffene Daten überprüfen
fi_fi: Tarkista muuttuneet tiedot
fr_be: Vérifier les données affectées
is_is: Fara yfir viðkomandi gögn
nb_no: Se gjennom berørte data

# Page 1785861980 - Control 2916936581 - Property 2879900210
source: Step 1
cs_cz: Krok 1
de_ch: Schritt 1
fi_fi: Vaihe 1
fr_be: Étape 1
is_is: Skref 1
nb_no: Trinn 1

# Page 1785861980 - Control 2758287844 - Property 1295455071
source: Specifies whether the user does understand the update procedure and agree to proceed.
cs_cz: Určuje, zda uživatel rozumí postupu aktualizace a souhlasí s pokračováním.
de_ch: Gibt an, ob der Benutzer das Aktualisierungsverfahren versteht und fortfahren möchte.
fi_fi: Määrittää, ymmärtääkö käyttäjä päivityksen toiminnan ja hyväksyykö käyttäjä jatkamisen.
fr_be: Spécifie si l’utilisateur comprend la procédure de mise à jour et accepte de continuer.
is_is: Tilgreinir hvort notandinn skilji uppfærsluferlið og samþykki að halda áfram.
nb_no: Angir om brukeren forstår oppdateringsprosedyren og godtar å fortsette.

# Page 1785861980 - Control 2758287844 - Property 2879900210
source: I accept the data update
cs_cz: Souhlasím s aktualizací dat
de_ch: Ich akzeptiere die Datenaktualisierung
fi_fi: Hyväksyn tietojen päivityksen
fr_be: J’accepte la mise à jour des données
is_is: Ég samþykki gagnauppfærsluna
nb_no: Jeg godtar dataoppdateringen

# Page 1785861980 - Control 872480034 - Property 2879900210
source: What is updated
cs_cz: Co je aktualizováno
de_ch: Was wird aktualisiert
fi_fi: Päivitettävät tiedot
fr_be: Données mises à jour
is_is: Hvað er uppfært
nb_no: Hva er oppdatert

# Page 1785861980 - Control 3461834954 - Property 1295455071
source: Specifies the description of what is going to happen during the data update task.
cs_cz: Určuje popis toho, co se bude dít během úlohy aktualizace dat.
de_ch: Gibt die Beschreibung der während der Datenaktualisierungsaufgabe auftretenden Vorgänge an.
fi_fi: Määrittää kuvauksen siitä, mitä tietojen päivitystehtävän aikana tapahtuu.
fr_be: Spécifie la description des opérations exécutées au cours de la tâche de mise à jour des données.
is_is: Tilgreinir lýsinguna á því sem mun gerast á meðan verk gagnauppfærslu er í gangi.
nb_no: Angir beskrivelsen av hva som skjer under dataoppdateringsoppgaven.

# Page 1785861980 - Control 2279239964 - Property 2879900210
source: Step 2
cs_cz: Krok 2
de_ch: Schritt 2
fi_fi: Vaihe 2
fr_be: Étape 2
is_is: Skref 2
nb_no: Trinn 2

# Page 1785861980 - Control 3335115421 - Property 1295455071
source: Specifies whether the task should be run in the current or in the background session.
cs_cz: Určuje, zda má být úloha spuštěna v aktuální relaci nebo v relaci na pozadí.
de_ch: Gibt an, ob die Aufgabe in der aktuellen oder in der Hintergrundsitzung ausgeführt werden soll.
fi_fi: Määrittää, suoritetaanko tehtävä nykyisessä istunnossa vai taustaistunnossa.
fr_be: Spécifie si la tâche doit être exécutée au cours de la session actuelle ou en arrière-plan.
is_is: Tilgreinir hvort keyra eigi verkið í núverandi lotu eða bakgrunnslotunni.
nb_no: Angir om oppgaven skal kjøres i gjeldende økt eller i bakgrunnsøkten.

# Page 1785861980 - Control 3335115421 - Property 2879900210
source: Run In Background Session
cs_cz: Spustit v relaci na pozadí
de_ch: In der Hintergrundsitzung ausführen
fi_fi: Suorita taustaistunnossa
fr_be: Exécuter la session en arrière-plan
is_is: Keyra í bakgrunnslotu
nb_no: Kjør i bakgrunnsøkt

# Page 1785861980 - Control 3752326231 - Property 1968111052
source: The data update task will be running in the background session.
cs_cz: Úloha aktualizace dat bude spuštěna v relaci na pozadí.
de_ch: Die Datenaktualisierungsaufgabe wird in der Hintergrundsitzung ausgeführt.
fi_fi: Tietojen päivitystehtävä on käynnissä taustaistunnossa.
fr_be: La tâche de mise à jour des données va être exécutée au cours de la session en arrière-plan.
is_is: Verk gagnauppfærslunnar verður keyrt í bakgrunnslotunni.
nb_no: Dataoppdateringsoppgaven kjører i bakgrunnsøkten.

# Page 1785861980 - Control 518794847 - Property 1968111052
source: The data update task will be running in the current session.
cs_cz: Úloha aktualizace dat bude spuštěna v aktuální relaci.
de_ch: Die Datenaktualisierungsaufgabe wird in der aktuellen Sitzung ausgeführt.
fi_fi: Tietojen päivitystehtävä on käynnissä nykyisessä istunnossa.
fr_be: La tâche de mise à jour des données va être exécutée au cours de la session actuelle.
is_is: Verk gagnauppfærslunnar verður keyrt í núverandi lotu.
nb_no: Dataoppdateringsoppgaven kjører i den gjeldende økten.

# Page 1785861980 - Control 1207971745 - Property 2879900210
source: Schedule Background Task
cs_cz: Naplánovat úlohu na pozadí
de_ch: Hintergrundaufgabe planen
fi_fi: Ajoita taustatehtävä
fr_be: Planifier une tâche en arrière-plan
is_is: Áætlað bakgrunnsverk
nb_no: Planlegg bakgrunnsoppgave

# Page 1785861980 - Control 746829113 - Property 1295455071
source: Specifies whether the task should be run immediately in the background session.
cs_cz: Určuje, zda má být úloha spuštěna okamžitě v relaci na pozadí.
de_ch: Gibt an, ob die Aufgabe sofort in der Hintergrundsitzung ausgeführt werden soll.
fi_fi: Määrittää, suoritetaanko tehtävä heti taustaistunnossa.
fr_be: Spécifie si la tâche doit être exécutée immédiatement dans la session en arrière-plan.
is_is: Tilgreinir hvort keyra eigi verkið strax í bakgrunnslotunni.
nb_no: Angir om oppgaven skal kjøres umiddelbart i bakgrunnsøkten.

# Page 1785861980 - Control 746829113 - Property 2879900210
source: Run Immediately
cs_cz: Spustit okamžitě
de_ch: Sofort ausführen
fi_fi: Suorita heti
fr_be: Exécuter immédiatement
is_is: Keyra strax
nb_no: Kjør umiddelbart

# Page 1785861980 - Control 2521436282 - Property 1295455071
source: Specifies the earliest date and time when the task should be run in the background session.
cs_cz: Určuje nejbližší datum a čas, kdy má být úloha spuštěna v relaci na pozadí.
de_ch: Gibt den frühesten Zeitpunkt (Datum und Uhrzeit) an, zu dem die Aufgabe in der Hintergrundsitzung ausgeführt werden soll.
fi_fi: Määrittää aikaisimman päivämäärän ja kellonajan, jolloin tehtävä on suoritettava taustaistunnossa.
fr_be: Spécifie la date et l’heure auxquelles la tâche doit être exécutée au plus tôt dans la session en arrière-plan.
is_is: Tilgreinir fyrstu dagsetningu og tíma þegar keyra á verkið í bakgrunnslotunni.
nb_no: Angir tidligste dato og klokkeslett for kjøring av oppgaven i bakgrunnsøkten.

# Page 1785861980 - Control 2521436282 - Property 2879900210
source: Start Date/Time
cs_cz: Datum a čas zahájení
de_ch: Startdatum/-uhrzeit
fi_fi: Aloituspvm ja -aika
fr_be: Date/heure début
is_is: Upphafsdags./-tími
nb_no: Startdato/-klokkeslett

# Page 1785861980 - Action 742034285 - Property 2879900210
source: &Back
cs_cz: &Zpět
de_ch: &Zurück
fi_fi: &Takaisin
fr_be: &Précédent
is_is: &Til baka
nb_no: &Tilbake

# Page 1785861980 - Action 1235620153 - Property 2879900210
source: &Next
cs_cz: &Další
de_ch: &Weiter
fi_fi: &Seuraava
fr_be: &Suivant
is_is: &Áfram
nb_no: &Neste

# Page 1785861980 - Action 2019212495 - Property 2879900210
source: &Schedule
cs_cz: &Plán
de_ch: &Zeitplan
fi_fi: &Aikataulu
fr_be: &Planifier
is_is: &Tímasetja
nb_no: &Tidsplan

# Page 1785861980 - Action 642782499 - Property 2879900210
source: &Update
cs_cz: A&ktualizace
de_ch: A&ktualisieren
fi_fi: &Päivitä
fr_be: &Mettre à jour
is_is: &Uppfæra
nb_no: &Oppdater

# Page 709229469 - Property 2879900210
source: Sent Emails
cs_cz: Odeslané e-maily
de_ch: Gesendete E-Mails
fi_fi: Lähetetyt sähköpostiviestit
fr_be: E-mails envoyés
is_is: Sendur tölvupóstur
nb_no: Sendte e-poster

# Page 709229469 - NamedType 4247047285
source: The email extension that was used to send this email has been uninstalled. To view information about the email account, you must reinstall the extension.
cs_cz: Rozšíření e-mailu, které bylo použito k odeslání tohoto e-mailu, bylo odinstalováno. Chcete-li zobrazit informace o e-mailovém účtu, je nutné rozšíření přeinstalovat.
de_ch: Die E-Mail-Erweiterung, die zum Senden dieser E-Mail verwendet wurde, wurde deinstalliert. Zum Anzeigen von Informationen über das E-Mail-Konto müssen Sie die Erweiterung neu installieren.
fi_fi: Tämän sähköpostiviestin lähettämiseen käytetyn sähköpostilaajennuksen asennus on poistettu. Jotta voit katsoa sähköpostitiliin liittyviä tietoja, sinun on asennettava laajennus uudelleen.
fr_be: L’extension de messagerie utilisée pour envoyer cet e-mail a été désinstallée. Pour afficher des informations sur le compte de messagerie, réinstallez l’extension.
is_is: Tölvupóstsviðbótin sem var notuð til að senda þennan tölvupóst hefur verið fjarlægð. Til að skoða upplýsingar um tölvupóstsreikninginn þarf að setja viðbótina aftur upp.
nb_no: E-postutvidelsen som ble brukt til å sende denne e-posten, er avinstallert. Hvis du vil vise informasjon om e-postkontoen, må du installere utvidelsen på nytt.

# Page 709229469 - Control 539546824 - Property 1295455071
source: Specifies the range of emails to load sent after the date.
cs_cz: Určuje rozsah e-mailů, které se mají načíst, odeslaných po datu.
de_ch: Gibt den Bereich der zu ladenden E-Mails an, die nach dem Datum gesendet wurden.
fi_fi: Määrittää päivämäärän jälkeen lähetetyt sähköpostiviestit, jotka ladataan.
fr_be: Spécifie la plage d’e-mails à charger envoyés après la date.
is_is: Tilgreinir svið tölvupósta sem á að hlaða inn eftir dagsetninguna.
nb_no: Angir området med e-poster som skal lastes inn, sendt etter datoen.

# Page 709229469 - Control 539546824 - Property 2879900210
source: Show sent emails after
cs_cz: Zobrazit odeslané e-maily po
de_ch: Gesendete E-Mails anzeigen nach
fi_fi: Näytä sähköpostiviestit, jotka on lähetetty tämän jälkeen
fr_be: Afficher les e-mails envoyés après
is_is: Sýna sendan tölvupóst eftir
nb_no: Vis sendte e-poster etter

# Page 709229469 - Control 854218517 - Property 1295455071
source: Specifies the type of email extension that was used to send the email.
cs_cz: Určuje typ rozšíření e-mailu, který byl použit k odeslání e-mailu.
de_ch: Gibt die Art der E-Mail-Erweiterung an, die zum Senden der E-Mail verwendet wurde.
fi_fi: Määrittää sähköpostiviestin lähettämiseen käytetyn sähköpostilaajennuksen tyypin.
fr_be: Spécifie le type d’extension de messagerie utilisé pour envoyer l’e-mail.
is_is: Tilgreinir gerð tölvupóstsviðbótarinnar sem var notuð til að senda tölvupóstinn.
nb_no: Angir typen e-postutvidelse som ble brukt til å sende e-posten.

# Page 709229469 - Control 3162830111 - Property 1295455071
source: Specifies the date and time the email was sent.
cs_cz: Určuje datum a čas odeslání e-mailu.
de_ch: Gibt den Zeitpunkt (Datum und Uhrzeit) an, zu dem die E-Mail gesendet wurde.
fi_fi: Määrittää sähköpostiviestin lähetyspäivämäärän ja -ajan.
fr_be: Spécifie la date et l'heure d'envoi de l'e-mail.
is_is: Tilgreinir dagsetninguna og tímann þegar tölvupósturinn var sendur.
nb_no: Angir datoen og klokkeslettet da e-posten ble sendt.

# Page 709229469 - Control 3552705779 - Property 1295455071
source: Specifies a short description of the email that was sent.
cs_cz: Určuje krátký popis odeslaného e-mailu.
de_ch: Gibt eine kurze Beschreibung der gesendeten E-Mail an.
fi_fi: Määrittää lähetetyn sähköpostiviestin lyhyen kuvauksen.
fr_be: Fournit une brève description de l’e-mail envoyé.
is_is: Tilgreinir stutta lýsingu á tölvupóstinum sem var sendur.
nb_no: Angir en kort beskrivelse av e-posten som ble sendt.

# Page 709229469 - Control 3460611877 - Property 1295455071
source: Specifies the Business Central user who sent this email.
cs_cz: Určuje uživatele Business Central, který tento e-mail odeslal.
de_ch: Gibt den Business Central-Benutzer an, der diese E-Mail gesendet hat.
fi_fi: Määrittää tämän sähköpostiviestin lähettäneen Business Central -käyttäjän.
fr_be: Spécifie l’utilisateur Business Central qui a envoyé cet e-mail.
is_is: Tilgreinir Business Central-notandann sem sendi þennan tölvupóst.
nb_no: Angir hvilken Business Central-bruker som sendte denne e-posten.

# Page 709229469 - Control 3916863470 - Property 1295455071
source: Specifies the email address that this email was sent from.
cs_cz: Určuje e-mailovou adresu, ze které byl tento e-mail odeslán.
de_ch: Gibt die E-Mail-Adresse an, von der diese E-Mail gesendet wurde.
fi_fi: Määrittää sähköpostiosoitteen, josta tämä sähköposti lähetettiin.
fr_be: Spécifie l’adresse e-mail à partir de laquelle ce message a été envoyé.
is_is: Tilgreinir netfangið sem þessi tölvupóstur var sendur frá.
nb_no: Angir e-postadressen som denne e-posten ble sendt fra.

# Page 709229469 - Control 3916863470 - Property 2879900210
source: Sent From
cs_cz: Odesláno z
de_ch: Gesendet von
fi_fi: Lähetetty kohteesta
fr_be: Envoyé par
is_is: Sendur frá
nb_no: Sendt fra

# Page 709229469 - Action 1042419861 - Property 1295455071
source: Edit and send the email.
cs_cz: Upravte a odešlete e-mail.
de_ch: E-Mail bearbeiten und senden.
fi_fi: Muokkaa sähköpostiviestiä ja lähetä se.
fr_be: Modifiez et envoyez l’e-mail.
is_is: Breytið og sendið tölvupóstinn.
nb_no: Rediger og send e-posten.

# Page 709229469 - Action 1042419861 - Property 2879900210
source: Edit and Send
cs_cz: Upravit a odeslat
de_ch: Bearbeiten und senden
fi_fi: Muokkaa ja lähetä
fr_be: Modifier et envoyer
is_is: Breyta og senda
nb_no: Rediger og send

# Page 709229469 - Action 2026913255 - Property 1295455071
source: Refresh
cs_cz: Aktualizovat
de_ch: Aktualisieren
fi_fi: Päivitä
fr_be: Actualiser
is_is: Uppfæra
nb_no: Oppdater

# Page 709229469 - Action 2026913255 - Property 2879900210
source: Refresh
cs_cz: Aktualizovat
de_ch: Aktualisieren
fi_fi: Päivitä
fr_be: Actualiser
is_is: Uppfæra
nb_no: Oppdater

# Page 709229469 - Action 2723561501 - Property 1295455071
source: Resend the email.
cs_cz: Znovu odeslat e-mail.
de_ch: Die E-Mail erneut senden
fi_fi: Lähetä sähköpostiviesti uudelleen.
fr_be: Renvoyez l’e-mail.
is_is: Endursendið tölvupóstinn.
nb_no: Send e-posten på nytt.
