Repository: jbakach/MSDyn365BC.Code.History
Catalog: System Application/Source/System Application/Translations/System Application.*.xlf
Languages: cs_cz, de_ch, fi_fi, fr_be, is_is, nb_no

# Page 3756518970 - Control 2932268052 - Property 1295455071
source: Specifies the email address of the account registered.
cs_cz: Určuje emailovou adresu registrovaného účtu.
de_ch: Gibt die E-Mail-Adresse des registrierten Kontos an.
fi_fi: Määrittää rekisteröidyn tilin sähköpostiosoitteen.
fr_be: Spécifie l'adresse e-mail du compte enregistré.
is_is: Tilgreinir netfang skráða reikningsins.
nb_no: Angir e-postadressen for kontoen som er registrert.

# Page 3756518970 - Control 2932268052 - Property 2879900210
source: Email Address
cs_cz: Emailová adresa
de_ch: E-Mail-Adresse
fi_fi: Sähköpostiosoite
fr_be: Adresse e-mail
is_is: Netfang
nb_no: E-postadresse

# Page 3756518970 - Control 1024452823 - Property 1295455071
source: Specifies the name of the account registered.
cs_cz: Určuje název registrovaného účtu.
de_ch: Gibt den Namen des registrierten Kontos an.
fi_fi: Määrittää rekisteröidyn tilin nimen.
fr_be: Spécifie le nom du compte enregistré.
is_is: Tilgreinir heiti skráða reikningsins.
nb_no: Angir navnet på kontoen som er registrert.

# Page 3756518970 - Control 1024452823 - Property 2879900210
source: Name
cs_cz: Název
fi_fi: Nimi
fr_be: Nom
is_is: Heiti
nb_no: Navn

# Page 3756518970 - Control 1774576605 - Property 1968111052
source: You have successfully added the email account. To check that it is working, send a test email.
cs_cz: Úspěšně jste přidali e-mailový účet. Chcete-li zkontrolovat, zda funguje, pošlete testovací e-mail.
de_ch: Sie haben das E-Mail-Konto erfolgreich hinzugefügt. Senden Sie eine Test-E-Mail, um zu überprüfen, ob sie funktioniert.
fi_fi: Sähköpostitilin lisääminen onnistui. Tarkista, että tili toimii, lähettämällä testisähköposti.
fr_be: Le compte de messagerie a bien été ajouté. Pour vérifier qu’il fonctionne, envoyez un e-mail test.
is_is: Tölvupóstsreikningnum hefur verið bætt við. Sendið prufupóst til að ganga úr skugga um að hann virki.
nb_no: Du har lagt til e-postkontoen. Send en test-e-post for å kontrollere at den fungerer.

# Page 3756518970 - Control 1774576605 - Property 2879900210
source: Congratulations!
cs_cz: Blahopřejeme!
de_ch: Herzlichen Glückwunsch!
fi_fi: Onnittelut!
fr_be: Félicitations !
is_is: Til hamingju!
nb_no: Gratulerer!

# Page 3756518970 - Control 2725983395 - Property 1295455071
source: Use this account for all scenarios for which an account is not specified. Scenarios are processes that involve sending documents or notifications by email.
cs_cz: Tento účet použijte pro všechny scénáře, pro které není účet zadán. Scénáře jsou procesy, které zahrnují odesílání dokumentů nebo oznámení e-mailem.
de_ch: Verwenden Sie dieses Konto für alle Szenarios, für die kein Konto angegeben wurde. Szenarios sind Prozesse, die das Senden von Belegen oder Benachrichtigungen per E-Mail beinhalten.
fi_fi: Käytä tätä tiliä kaikissa skenaarioissa, joille ei ole määritetty tiliä. Skenaariot ovat prosesseja, joihin liittyy asiakirjojen tai ilmoitusten lähettämistä sähköpostitse.
fr_be: Utilisez ce compte pour tous les scénarios pour lesquels aucun compte n’est spécifié. Les scénarios sont des processus impliquant l’envoi de documents ou de notifications par e-mail.
is_is: Notaðu þennan reikning þegar aðstæður eru ekki skilgreindar. Aðstæður eru meðhöndlaðar sem fela í sér sendingu skjala eða tilkynninga í tölvupósti.
nb_no: Bruk denne kontoen for alle scenarier der det ikke er angitt noen konto. Scenarier er prosesser som involverer sending av dokumenter eller varslinger via e-post.

# Page 3756518970 - Control 2725983395 - Property 2879900210
source: Set as default
cs_cz: Nastavit jako výchozí
de_ch: Als Standard festlegen
fi_fi: Määritä oletukseksi
fr_be: Définir comme valeur par défaut
is_is: Nota sem sjálfgefið
nb_no: Angi som standard

# Page 3756518970 - Control 617774859 - Property 1295455071
source: Specifies the maximum number of emails per minute the account can send. A rate limit of 0 indicates no limit.
cs_cz: Určuje maximální počet e-mailů za minutu, které může účet odeslat. Limit 0 znamená žádné omezení.
de_ch: Gibt die maximale Anzahl von E-Mails an, die das Konto pro Minute senden kann. Eine Ratenbegrenzung von „0“ bedeutet kein Limit.
fi_fi: Määrittää, miten monta sähköpostiviestiä tili voi lähettää enintään minuutissa. Jos raja on 0, rajoitusta ei ole.
fr_be: Spécifie le nombre maximal de courriers électroniques que le compte peut envoyer par minute. Un débit maximal de 0 indique l’absence de limite.
is_is: Tilgreinir hámarksfjölda tölvupósta á mínútu sem reikningurinn getur sent. Tíðnin 0 gefur til kynna að engin mörk séu til staðar.
nb_no: Angir maksimalt antall e-poster per minutt som kontoen kan sende. En frekvensgrense på null angir ingen grense.

# Page 3756518970 - Control 617774859 - Property 2879900210
source: Rate Limit per Minute
cs_cz: Limit za minutu
de_ch: Ratenbegrenzung pro Minute
fi_fi: Raja minuuttia kohti
fr_be: Débit maximal par minute
is_is: Tíðnimörk á mínútu
nb_no: Frekvensgrense per minutt

# Page 3756518970 - Control 1144586632 - Property 1295455071
source: Navigate to AppSource.
cs_cz: Přejděte na AppSource.
de_ch: Navigieren Sie zu AppSource.
fi_fi: Siirry AppSourceen.
fr_be: Accéder à AppSource.
is_is: Opnið AppSource.
nb_no: Gå til AppSource.

# Page 3756518970 - Control 1275347494 - Property 1295455071
source: Navigate to Extension Management page.
cs_cz: Přejděte na stránku Správa rozšíření.
de_ch: Navigieren Sie zur Seite „Erweiterungsverwaltung“.
fi_fi: Siirry Laajennusten hallinta -sivulle.
fr_be: Accédez à la page de gestion des extensions.
is_is: Opnið síðuna „Viðbótastjórnun“.
nb_no: Naviger til siden Administrasjon av utvidelse.

# Page 3756518970 - Control 3832370403 - Property 1295455071
source: View information about how to set up the email capabilities.
cs_cz: Zobrazení informací o nastavení možností e-mailu.
de_ch: Zeigt Informationen zum Einrichten der E-Mail-Funktionen an.
fi_fi: Näytä tietoja sähköpostitoimintojen määrittämisestä.
fr_be: Affichez les informations sur la configuration des fonctions de messagerie.
is_is: Skoða upplýsingar um uppsetningu á tölvupósteiginleikum.
nb_no: Vis informasjon om hvordan du konfigurerer e-postegenskapene.

# Page 3756518970 - Control 782802572 - Property 2879900210
source: There are no email apps available. To use this feature you must install an email app.
cs_cz: Nejsou k dispozici žádné e-mailové aplikace. Chcete-li tuto funkci používat, musíte nainstalovat e-mailovou aplikaci.
de_ch: Es sind keine E-Mail-Apps verfügbar. Um diese Funktion verwenden zu können, müssen Sie eine E-Mail-App installieren.
fi_fi: Sähköpostisovelluksia ei ole saatavilla. Tämän ominaisuuden käyttäminen edellyttää sähköpostisovelluksen asentamista.
fr_be: Aucune application de messagerie n’est disponible. Vous devez en installer une pour pouvoir utiliser cette fonctionnalité.
is_is: Engin tölvupóstforrit eru tiltæk. Til að nota þennan eiginleika þarf að setja upp tölvupóstforrit.
nb_no: Det finnes ingen tilgjengelige e-postapper. Hvis du vil bruke denne funksjonen, må du installere en e-postapp.

# Page 3756518970 - Control 374219350 - Property 2879900210
source: Email apps are available in Extension Management and AppSource.
cs_cz: E-mailové aplikace jsou k dispozici v rozšíření Management a v AppSource.
de_ch: E-Mail-Apps sind in der Erweiterungsverwaltung und in AppSource verfügbar.
fi_fi: Sähköpostisovellukset ovat käytettävissä laajennusten hallinnassa ja AppSourcessa.
fr_be: Les applications de messagerie sont disponibles dans la gestion des extensions et AppSource.
is_is: Tölvupóstforrit eru í boði í „Viðbótastjórnun“ og AppSource.
nb_no: E-postapper er tilgjengelige i Administrasjon av utvidelse og AppSource.

# Page 3756518970 - Control 4031490029 - Property 2879900210
source: View a list of the available email apps
cs_cz: Zobrazení seznamu dostupných e-mailových aplikací
de_ch: Liste der verfügbaren E-Mail-Apps anzeigen
fi_fi: Näytä käytettävissä olevien sähköpostisovellusten luettelo
fr_be: Afficher une liste des applications de messagerie disponibles
is_is: Skoða lista yfir tiltæk tölvupóstforrit
nb_no: Vis en liste over tilgjengelige e-postapper

# Page 3756518970 - Action 742034285 - Property 1295455071
source: Back
cs_cz: Zpět
de_ch: Zurück
fi_fi: Edellinen
fr_be: Précédent
is_is: Til baka
nb_no: Tilbake

# Page 3756518970 - Action 742034285 - Property 2879900210
source: Back
cs_cz: Zpět
de_ch: Zurück
fi_fi: Edellinen
fr_be: Précédent
is_is: Til baka
nb_no: Tilbake

# Page 3756518970 - Action 788258546 - Property 1295455071
source: Cancel
cs_cz: Storno
de_ch: Abbrechen
fi_fi: Peruuta
fr_be: Annuler
is_is: Hætta við
nb_no: Avbryt

# Page 3756518970 - Action 788258546 - Property 2879900210
source: Cancel
cs_cz: Storno
de_ch: Abbrechen
fi_fi: Peruuta
fr_be: Annuler
is_is: Hætta við
nb_no: Avbryt

# Page 3756518970 - Action 2667510389 - Property 1295455071
source: Finish
cs_cz: Dokončit
de_ch: Abschliessen
fi_fi: Valmis
fr_be: Terminer
is_is: Ljúka
nb_no: Fullfør

# Page 3756518970 - Action 2667510389 - Property 2879900210
source: Finish
cs_cz: Dokončit
de_ch: Abschliessen
fi_fi: Valmis
fr_be: Terminer
is_is: Ljúka
nb_no: Fullfør

# Page 3756518970 - Action 1235620153 - Property 1295455071
source: Next
cs_cz: Další
de_ch: Weiter
fi_fi: Seuraava
fr_be: Suivant
is_is: Áfram
nb_no: Neste

# Page 3756518970 - Action 1235620153 - Property 2879900210
source: Next
cs_cz: Další
de_ch: Weiter
fi_fi: Seuraava
fr_be: Suivant
is_is: Áfram
nb_no: Neste

# Page 3756518970 - Action 64224062 - Property 1295455071
source: Send Test Email
cs_cz: Odeslat zkušební email
de_ch: Test-E-Mail senden
fi_fi: Lähetä testisähköposti
fr_be: Envoyer un e-mail test
is_is: Senda prufupóst
nb_no: Send test-e-post

# Page 3756518970 - Action 64224062 - Property 2879900210
source: Send Test Email
cs_cz: Odeslat zkušební email
de_ch: Test-E-Mail senden
fi_fi: Lähetä testisähköposti
fr_be: Envoyer un e-mail test
is_is: Senda prufupóst
nb_no: Send test-e-post

# Page 3389183890 - Property 2019332006
source: New,Process,Report,Navigate
cs_cz: Nový,Proces,Sestava,Navigace
de_ch: Neu,Prozess,Bericht,Navigieren
fi_fi: Uusi,Käsittely,Raportti,Siirtyminen
fr_be: Nouveau,Traitement,État,Naviguer
is_is: Nýtt,Vinnsla,Skýrsla,Fletta
nb_no: Ny,Prosess,Rapport,Naviger

# Page 3389183890 - Property 2879900210
source: Email Accounts
cs_cz: E-mailové účty
de_ch: E-Mail-Konten
fi_fi: Sähköpostitilit
fr_be: Comptes de messagerie
is_is: Tölvupóstsreikningar
nb_no: E-postkontoer

# Page 3389183890 - NamedType 4247047285
source: The selected email extension has been uninstalled. To view information about the email account, you must reinstall the extension.
cs_cz: Vybrané rozšíření e-mailu bylo odinstalováno. Chcete-li zobrazit informace o e-mailovém účtu, je nutné rozšíření přeinstalovat.
de_ch: Die ausgewählte E-Mail-Erweiterung wurde deinstalliert. Zum Anzeigen von Informationen zum E-Mail-Konto müssen Sie die Erweiterung neu installieren.
fi_fi: Valitun sähköpostilaajennuksen asennus on poistettu. Jotta voit katsoa sähköpostitiliin liittyviä tietoja, sinun on asennettava laajennus uudelleen.
fr_be: L’extension de messagerie sélectionnée a été désinstallée. Pour afficher des informations sur le compte de messagerie, réinstallez l’extension.
is_is: Valin tölvupóstsviðbót hefur verið fjarlægð. Til að skoða upplýsingar um tölvupóstsreikninginn þarf að setja viðbótina aftur upp.
nb_no: Den valgte e-postutvidelsen er avinstallert. Hvis du vil vise informasjon om e-postkontoen, må du installere utvidelsen på nytt.

# Page 3389183890 - Control 2725983395 - Property 1295455071
source: Specifies whether the email account will be used for all scenarios for which an account is not specified. You must have a default email account, even if you have only one account.
cs_cz: Určuje, zda bude e-mailový účet použit pro všechny scénáře, pro které není určen účet. Musíte mít výchozí e-mailový účet, i když máte pouze jeden účet.
de_ch: Gibt an, ob das E-Mail-Konto für alle Szenarios verwendet wird, für die kein Konto angegeben wurde. Sie müssen über ein standardmässiges E-Mail-Konto verfügen, auch wenn Sie nur ein Konto besitzen.
fi_fi: Määrittää, käytetäänkö sähköpostitiliä kaikissa skenaarioissa, joille ei ole määritetty tiliä. Sinulla on oltava oletusarvoinen sähköpostitili, vaikka sinulla olisi vain yksi tili.
fr_be: Indique si le compte de messagerie sera utilisé pour tous les scénarios pour lesquels aucun compte n’est spécifié. Vous devez disposer d’un compte de messagerie par défaut, même si vous n’avez qu’un seul compte.
is_is: Tilgreinir hvort tölvupóstsreikningurinn verði notaður fyrir allar aðstæður þar sem reikningur er ekki tilgreindur. Þú verður að vera með sjálfgefinn tölvupóstsreikning, jafnvel þó svo þú notir aðeins einn reikning.
nb_no: Angir om e-postkontoen skal brukes i alle scenarier der det ikke er angitt noen konto. Du må ha en standard e-postkonto selv om du bare har én konto.

# Page 3389183890 - Control 2725983395 - Property 2879900210
source: Default
cs_cz: Výchozí
de_ch: Standard
fi_fi: Oletus
fr_be: Par défaut
is_is: Sjálfgefið
nb_no: Standard

# Page 3389183890 - Control 2814033574 - Property 1295455071
source: Specifies the address of the email account.
cs_cz: Určuje adresu e-mailového účtu.
de_ch: Gibt die Adresse des E-Mail-Kontos an.
fi_fi: Määrittää sähköpostitilin osoitteen.
fr_be: Spécifie l'adresse du compte de messagerie.
is_is: Tilgreinir netfang tölvupóstsreikningsins.
nb_no: Angir adressen for e-postkontoen.

# Page 3389183890 - Control 3771549988 - Property 1295455071
source: Specifies the address of the email account.
cs_cz: Určuje adresu e-mailového účtu.
de_ch: Gibt die Adresse des E-Mail-Kontos an.
fi_fi: Määrittää sähköpostitilin osoitteen.
fr_be: Spécifie l'adresse du compte de messagerie.
is_is: Tilgreinir netfang tölvupóstsreikningsins.
nb_no: Angir adressen for e-postkontoen.

# Page 3389183890 - Control 3749679881 - Property 1295455071
source: Specifies the type of email extension that the account is added to.
cs_cz: Určuje typ rozšíření e-mailu, ke kterému je účet přidán.
de_ch: Gibt die Art der E-Mail-Erweiterung an, der das Konto hinzugefügt wird.
fi_fi: Määrittää sen sähköpostilaajennuksen tyypin, johon tili on lisätty.
fr_be: Spécifie le type d’extension de messagerie auquel le compte est ajouté.
is_is: Tilgreinir gerð tölvupóstsviðbótarinnar sem reikningnum er bætt við.
nb_no: Angir typen e-postutvidelse som kontoen er lagt til i.

# Page 3389183890 - Control 30176885 - Property 1295455071
source: Set rate limit per minute for the email account.
cs_cz: Nastavte limit za minutu pro e-mailový účet.
de_ch: Legt die Ratenbegrenzung für das E-Mail-Konto pro Minute fest
fi_fi: Määritä sähköpostitilin raja minuuttia kohti.
fr_be: Définissez le débit maximal par minute pour le compte de messagerie.
is_is: Settu inn tíðnimörk á mínútu fyrir tölvupóstinn.
nb_no: Angi frekvensgrense per minutt for e-postkontoen.

# Page 3389183890 - Control 30176885 - Property 2879900210
source: Email Rate Limit
cs_cz: Limit pro emaily
de_ch: E-Mail-Ratenbegrenzung
fi_fi: Sähköpostiraja
fr_be: Débit maximal des courriers électroniques
is_is: Tíðnimörk tölvupósts
nb_no: Frekvensgrense for e-post

# Page 3389183890 - Control 3141900483 - Property 1295455071
source: Specifies the logo for the type of email account.
cs_cz: Určuje logo typu e-mailového účtu.
de_ch: Gibt das Logo für die Art des E-Mail-Kontos an.
fi_fi: Määrittää sähköpostitilin tyypin logon.
fr_be: Spécifie le logo du type de compte de messagerie.
is_is: Tilgreinir merkið fyrir gerð tölvupóstreikningsins.
nb_no: Angir logoen for typen e-postkonto.

# Page 3389183890 - Control 1459871223 - Property 1295455071
source: Specifies the name of the account.
cs_cz: Určuje název účtu.
de_ch: Gibt den Namen des Kontos an.
fi_fi: Määrittää tilin nimen.
fr_be: Spécifie le nom du compte.
is_is: Tilgreinir heiti reikningsins.
nb_no: Angir navnet på kontoen.

# Page 3389183890 - Control 1983663785 - Property 1295455071
source: Specifies the name of the account.
cs_cz: Určuje název účtu.
de_ch: Gibt den Namen des Kontos an.
fi_fi: Määrittää tilin nimen.
fr_be: Spécifie le nom du compte.
is_is: Tilgreinir heiti reikningsins.
nb_no: Angir navnet på kontoen.

# Page 3389183890 - Control 2215568871 - Property 1295455071
source: The email scenarios assigned to the selected account.
cs_cz: E-mailové scénáře přiřazené k vybranému účtu.
de_ch: Die E-Mail-Szenarios, die dem ausgewählten Konto zugeordnet sind.
fi_fi: Valitulle tilille määritetyt sähköpostiskenaariot.
fr_be: Scénarios de messagerie attribués au compte sélectionné.
is_is: Tölvupóstaðstæður sem er úthlutað á valinn reikning.
nb_no: E-postscenarioene som er tilordnet den valgte kontoen.

# Page 3389183890 - Control 2215568871 - Property 2879900210
source: Email Scenarios
cs_cz: Scénáře e-mailu
de_ch: E-Mail-Szenarios
fi_fi: Sähköpostiskenaariot
fr_be: Scénarios de messagerie
is_is: Aðstæður tölvupósts
nb_no: E-postscenarioer

# Page 3389183890 - Action 1567206476 - Property 1295455071
source: Add an email account.
cs_cz: Přidejte e-mailový účet.
de_ch: Fügen Sie ein E-Mail-Konto hinzu.
fi_fi: Lisää sähköpostitili.
fr_be: Ajoutez un compte de messagerie.
is_is: Bæta við tölvupóstreikningi.
nb_no: Legg til en e-postkonto.

# Page 3389183890 - Action 1567206476 - Property 2879900210
source: Add an email account
cs_cz: Přidejte e-mailový účet.
de_ch: E-Mail-Konto hinzufügen
fi_fi: Lisää sähköpostitili.
fr_be: Ajouter un compte de messagerie
is_is: Bæta við tölvupóstreikningi
nb_no: Legg til en e-postkonto

# Page 3389183890 - Action 176562519 - Property 1295455071
source: View settings for the email account.
cs_cz: Zobrazení nastavení e-mailového účtu.
de_ch: Einstellungen für das E-Mail-Konto anzeigen
fi_fi: Näytä sähköpostitilin asetukset.
fr_be: Affichez les paramètres du compte de messagerie.
is_is: Skoðið stillingar fyrir tölvupóstsreikninginn.
nb_no: Vis innstillinger for e-postkontoen.

# Page 3389183890 - Action 176562519 - Property 2879900210
source: View
cs_cz: Zobrazit
de_ch: Anzeigen
fi_fi: Näytä
fr_be: Afficher
is_is: Skoða
nb_no: Vis

# Page 3389183890 - Action 32936156 - Property 1295455071
source: Assign attachments to email scenarios.
cs_cz: Přiřaďte přílohy k e-mailovým scénářům.
de_ch: Weisen Sie Anlagen E-Mail-Szenarios zu.
fi_fi: Määritä liitteitä sähköpostiskenaarioille.
fr_be: Attribuez des pièces jointes aux scénarios de messagerie.
is_is: Úthluta viðhengjum við póstaðstæður.
nb_no: Tildel vedlegg til e-postscenarioer.

# Page 3389183890 - Action 32936156 - Property 2879900210
source: Email Scenario Attachments
cs_cz: Přílohy scénáře e-mailu
de_ch: E-Mail-Szenario-Anlagen
fi_fi: Sähköpostiskenaarion liitteet
fr_be: Pièces jointes du scénario de messagerie
is_is: Viðhengi tölvupóstaðstæðna
nb_no: Vedlegg for e-postscenario

# Page 3389183890 - Action 2263682359 - Property 1295455071
source: Assign scenarios to the email accounts.
cs_cz: Přiřaďte scénáře k e-mailovým účtům.
de_ch: Weisen Sie den E-Mail-Konten Szenarios zu.
fi_fi: Määritä skenaariot sähköpostitileille.
fr_be: Affectez des scénarios aux comptes e-mail.
is_is: Úthluta aðstæðum á tölvupóstsreikninga.
nb_no: Tilordne scenarier til e-postkontoene.

# Page 3389183890 - Action 2263682359 - Property 2879900210
source: Email Scenarios
cs_cz: Scénáře e-mailu
de_ch: E-Mail-Szenarios
fi_fi: Sähköpostiskenaariot
fr_be: Scénarios de messagerie
is_is: Aðstæður tölvupósts
nb_no: Oppsett av e-postscenarioer

# Page 3389183890 - Action 1854148517 - Property 1295455071
source: View emails for the selected account that are either waiting to be sent, or could not be sent because something went wrong.
cs_cz: Zobrazit e-maily, které čekají na odeslání nebo nemohly být odeslány, protože se něco pokazilo.
de_ch: E-Mails anzeigen, die auf das Senden warten oder aufgrund eines Fehlers nicht gesendet wurden.
fi_fi: Näytä valitun tilin sähköpostiviestit, jotka odottavat lähettämistä tai joita ei ole lähetetty virheen vuoksi.
fr_be: Affichez les e-mails du compte sélectionné qui sont en attente d’envoi ou qui n’ont pas pu être envoyés, car un problème est survenu.
is_is: Skoða tölvupóst fyrir valinn reikning sem ýmist bíður sendingar eða sem ekki var hægt að senda því eitthvað fór úrskeiðis.
nb_no: Vis e-poster for den valgte kontoen som venter på å bli sendt, eller som ikke kan sendes fordi noe gikk galt.

# Page 3389183890 - Action 1854148517 - Property 2879900210
source: Email Outbox
cs_cz: E-mailová pošta k odeslání
de_ch: E-Mail-Ausgang
fi_fi: Sähköpostin Lähtevät-kansio
fr_be: Boîte d’envoi d'e-mails
is_is: Úthólf tölvupósts
nb_no: E-postutboks

# Page 3389183890 - Action 240443109 - Property 1295455071
source: View the list of emails that you have sent from the selected email account.
cs_cz: Zobrazení seznamu e-mailů, které jste odeslali z vybraného e-mailového účtu.
de_ch: Zeigt die Liste der E-Mails an, die Sie von dem ausgewählten E-Mail-Konto gesendet haben.
fi_fi: Näytä valitulta sähköpostitililtä lähetettyjen sähköpostiviestien luettelo.
fr_be: Affichez la liste des e-mails que vous avez envoyés à partir de votre compte de messagerie.
is_is: Skoða lista yfir tölvupóst sem þú hefur sent úr valda tölvupóstsreikningnum.
nb_no: Vis listen over e-poster du har sendt fra den valgte e-postkontoen.

# Page 3389183890 - Action 240443109 - Property 2879900210
source: Sent Emails
cs_cz: Odeslané e-maily
de_ch: Gesendete E-Mails
fi_fi: Lähetetyt sähköpostiviestit
fr_be: E-mails envoyés
is_is: Sendur tölvupóstur
nb_no: Sendte e-poster

# Page 3389183890 - Action 2477294019 - Property 1295455071
source: Delete the email account.
cs_cz: Odstraňte e-mailový účet.
de_ch: Löscht das E-Mail-Konto.
fi_fi: Poista sähköpostitili.
fr_be: Supprimez le compte de messagerie.
is_is: Eyða tölvupóstreikningnum.
nb_no: Slett e-postkontoen.

# Page 3389183890 - Action 2477294019 - Property 2879900210
source: Delete email account
cs_cz: Odstranit e-mailový účet
de_ch: E-Mail-Konto löschen
fi_fi: Poista sähköpostitili
fr_be: Supprimer le compte de messagerie
is_is: Eyða tölvupóstreikningi
nb_no: Slett e-postkonto

# Page 3389183890 - Action 2010558683 - Property 1295455071
source: Mark the selected email account as the default account. This account will be used for all scenarios for which an account is not specified.
cs_cz: Označte vybraný e-mailový účet jako výchozí účet. Tento účet bude použit pro všechny scénáře, pro které není zadán účet.
de_ch: Kennzeichnet das ausgewählte E-Mail-Konto als Standardkonto. Dieses Konto wird für alle Szenarios verwendet, für die kein Konto angegeben wurde.
fi_fi: Määritä valittu sähköpostitili oletustiliksi. Tätä tiliä käytetään kaikissa skenaarioissa, joille ei ole määritetty tiliä.
fr_be: Marquez le compte e-mail sélectionné comme compte par défaut. Ce compte sera utilisé pour tous les scénarios pour lesquels aucun compte n’est spécifié.
is_is: Merktu valda tölvupóstsreikninginn sem sjálfgefinn reikning. Þessi reikningur verður notaður fyrir allar aðstæður þar sem reikningur er ekki tilgreindur.
nb_no: Merk den valgte e-postkontoen som standardkonto. Denne kontoen brukes i alle scenarier der det ikke er angitt noen konto.

# Page 3389183890 - Action 2010558683 - Property 2879900210
source: Set as default
cs_cz: Nastavit jako výchozí
de_ch: Als Standard festlegen
fi_fi: Määritä oletukseksi
fr_be: Définir comme valeur par défaut
is_is: Nota sem sjálfgefið
nb_no: Angi som standard

# Page 3389183890 - Action 743942932 - Property 1295455071
source: Compose a new email message.
cs_cz: Vytvořte novou e-mailovou zprávu.
de_ch: Verfassen Sie eine neue E-Mail-Nachricht.
fi_fi: Luo uusi sähköpostiviesti.
fr_be: Rédigez un nouveau message électronique.
is_is: Semja nýtt tölvupóstskeyti.
nb_no: Skriv en ny e-postmelding.
