Repository: jbakach/MSDyn365BC.Code.History
Catalog: System Application/Source/System Application/Translations/System Application.*.xlf
Languages: cs_cz, de_ch, fi_fi, fr_be, is_is, nb_no

# Codeunit 3911480243 - NamedType 1054140269
source: You cannot exclude the permission set you are currently modifying.
cs_cz: Sadu oprávnění, kterou právě upravujete, nelze zahrnout.
de_ch: Sie können den Berechtigungssatz, den Sie gerade bearbeiten, nicht ausschliessen.
fi_fi: Parhaillaan muokattavaa käyttöoikeuksien joukkoa ei voi sulkea pois.
fr_be: Vous ne pouvez pas exclure l’ensemble d’autorisations en cours de modification.
is_is: Ekki er hægt að undanskilja heimildasamstæðuna sem verið er að breyta.
nb_no: Du kan ikke utelate tillatelsessettet du endrer nå.

# Codeunit 3911480243 - NamedType 1029059987
source: You cannot include the permission set you are currently modifying.
cs_cz: Sadu oprávnění, kterou právě upravujete, nelze zahrnout.
de_ch: Sie können den Berechtigungssatz, den Sie gerade bearbeiten, nicht einschliessen.
fi_fi: Parhaillaan muokattavaa käyttöoikeuksien joukkoa ei voi sisällyttää.
fr_be: Vous ne pouvez pas inclure l’ensemble d’autorisations en cours de modification.
is_is: Ekki er hægt að láta heimildasamstæðuna sem verið er að breyta fylgja með.
nb_no: Du kan ikke inkludere tillatelsessettet du endrer nå.

# Codeunit 3911480243 - NamedType 1757687175
source: Only users with the SUPER or the SECURITY permission set can create or edit permission sets.
cs_cz: Pouze uživatelé se sadou oprávnění SUPER nebo SECURITY mohou vytvořit nebo upravit sady oprávnění.
de_ch: Nur Benutzer mit Berechtigungssatz SUPER oder SECURITY können Berechtigungssätze erstellen oder bearbeiten.
fi_fi: Vain käyttäjät, joilla on käyttöoikeuksien joukko SUPER tai SECURITY, voivat luoda tai muokata käyttöoikeuksien joukkoja.
fr_be: Seuls les utilisateurs disposant de l'ensemble d'autorisations SUPER ou SECURITY peuvent créer ou modifier des ensembles d'autorisations.
is_is: Aðeins notendur með SUPER- eða SECURITY-heimildasamstæður geta búið til eða breytt heimildasamstæðum.
nb_no: Bare brukere med tillatelsessettet SUPER eller SECURITY kan opprette eller redigere tillatelsessett.

# Codeunit 3911480243 - NamedType 1249487428
source: The %1 permission set is already excluded.
cs_cz: Sada oprávnění %1 je již zahrnuta.
de_ch: Der Berechtigungssatz %1 ist bereits ausgeschlossen.
fi_fi: Käyttöoikeuksien joukko %1 on jo suljettu pois.
fr_be: L’ensemble d’autorisations %1 est déjà exclu.
is_is: %1 heimildasamstæðan er þegar undanskilin.
nb_no: Tillatelsessettet %1 er allerede utelatt.

# Codeunit 3911480243 - NamedType 666824974
source: The %1 permission set is already included.
cs_cz: Sada oprávnění %1 je již zahrnuta.
de_ch: Der Berechtigungssatz %1 ist bereits eingeschlossen.
fi_fi: Käyttöoikeuksien joukko %1 on jo sisällytetty.
fr_be: L’ensemble d’autorisations %1 est déjà inclus.
is_is: %1 heimildasamstæðan er þegar með.
nb_no: Tillatelsessettet %1 er allerede inkludert.

# Codeunit 2205383823 - NamedType 263224597
source: Configration for license %1 already exists. To edit it, select it from the list.
cs_cz: Konfigurace pro licenci %1 již existuje. Chcete-li ji upravit, vyberte ji ze seznamu.
de_ch: Die Konfiguration für die Lizenz %1 ist bereits vorhanden. Wählen Sie sie in der Liste aus, um sie zu bearbeiten.
fi_fi: %1 -käyttöoikeuden määritys on jo tehty. Jos haluat muokata sitä, valitse se luettelosta.
fr_be: La configuration pour la licence %1 existe déjà. Pour la modifier, sélectionnez-la dans la liste.
is_is: Grunnstillingar fyrir leyfi %1 eru þegar til. Til að breyta því skal velja það af listanum.
nb_no: Konfigurasjon for lisensen %1 finnes allerede. Hvis du vil redigere den, velger du den fra listen.

# Codeunit 2205383823 - NamedType 3188064128
source: Restoring the default permissions will delete the customization for the selected license. Do you want to continue?
cs_cz: Obnovení výchozích oprávnění odstraní vlastní nastavení pro vybranou licenci. Chcete pokračovat?
de_ch: Durch das Wiederherstellen der Standardberechtigungen wird die Anpassung für die ausgewählte Lizenz gelöscht. Möchten Sie fortfahren?
fi_fi: Oletusoikeuksien palauttaminen poistaa valitun käyttöoikeuden mukautuksen. Haluatko jatkaa?
fr_be: La restauration des autorisations par défaut entraîne la suppression de la personnalisation de la licence sélectionnée. Voulez-vous continuer ?
is_is: Ef sjálfgefnar heimildir eru endurheimtar verður sérsniði fyrir valið leyfi eytt. Á að halda áfram?
nb_no: Hvis du gjenoppretter standardtillatelsene, slettes tilpasningen for den valgte lisensen. Vil du fortsette?

# Codeunit 2205383823 - NamedType 1560764108
source: Customizing permissions below will affect only newly created users who are assigned %1 license. Permissions for existing users who are assigned the license will not be affected.
cs_cz: Přizpůsobení níže uvedených oprávnění ovlivní pouze nově vytvořeného uživatele, kterému je přiřazena licence %1. Oprávnění pro stávající uživatele, kterým je přiřazena licence, nebudou ovlivněna.
de_ch: Die Anpassung der folgenden Berechtigungen wirkt sich nur auf neu erstellte Benutzer aus, denen die Lizenz %1 zugewiesen wurde. Die Berechtigungen für vorhandene Benutzer, denen die Lizenz zugeordnet ist, werden nicht beeinträchtigt.
fi_fi: Alla olevien oikeuksien mukauttaminen vaikuttaa vain äskettäin luotuihin käyttäjiin, joille on määritetty %1 -käyttöoikeus. Niiden mukauttaminen ei vaikuta niiden nykyisten käyttäjien oikeuksiin, joille käyttöoikeus on määritetty.
fr_be: La personnalisation des autorisations ci-dessous affecte uniquement les utilisateurs à qui une licence %1 est attribuée. Les autorisations pour les utilisateurs existants à qui la licence est attribuée ne sont pas affectées.
is_is: Ef heimildir eru sérsniðnar hér að neðan hefur það eingöngu áhrif á nýstofnaða notendur sem hafa fengið %1 leyfi úthlutað. Heimildir fyrir fyrirliggjandi notendur sem fengu leyfið úthlutað verða ekki fyrir áhrifum.
nb_no: Tilpasning av tillatelser nedenfor påvirker bare nyopprettede brukere som er tildelt lisensen %1. Tillatelser for eksisterende brukere som er tildelt lisensen, påvirkes ikke.

# Codeunit 2205383823 - NamedType 2617672994
source: One or more of the license configurations use implicit company permissions, which is not recommended.
cs_cz: Jedna nebo více konfigurací licencí používá implicitní oprávnění společnosti, což se nedoporučuje.
de_ch: Eine oder mehrere Lizenzkonfigurationen nutzen implizite Mandantenberechtigungen, was nicht empfohlen wird.
fi_fi: Vähintään yhdessä käyttöoikeuksien määrityksistä käytetään implisiittisiä yrityksen oikeuksia, mikä ei ole suositeltavaa.
fr_be: Une ou plusieurs configurations de licences utilisent des autorisations de société implicites, ce qui n’est pas recommandé.
is_is: Ein eða fleiri leyfisstillingar nota óbeinar heimildir fyrirtækis, sem er ekki mælt með.
nb_no: En eller flere av lisenskonfigurasjonene bruker implisitte selskapstillatelser, noe som ikke anbefales.

# Codeunit 2205383823 - NamedType 1052459003
source: Learn more
cs_cz: Naučte se více
de_ch: Weitere Informationen
fi_fi: Lisätietoja
fr_be: En savoir plus
is_is: Frekari upplýsingar
nb_no: Finn ut mer

# Codeunit 2205383823 - NamedType 585530244
source: You don't have rights to manage the %1 permission set for licenses. The SECURITY permission set only grants you rights to manage those permission sets that are also assigned to your account.
cs_cz: Nemáte práva ke správě oprávnění %1 nastavených pro licence. Sada oprávnění ZABEZPEČENÍ vám uděluje pouze práva ke správě těch sad oprávnění, které jsou také přiřazeny k vašemu účtu.
de_ch: Sie haben keine Rechte zum Verwalten des Berechtigungssatzes %1 für Lizenzen. Der SECURITY-Berechtigungssatz gewährt Ihnen nur Rechte zum Verwalten der Berechtigungssätze, die auch Ihrem Konto zugeordnet sind.
fi_fi: Sinulla ei ole oikeuksia hallita käyttöoikeuksien joukkoa %1. SECURITY-käyttöoikeuksien joukon avulla sinulle voidaan myöntää vain myös tilillesi määritettyjen käyttöoikeuksien joukon hallintaoikeudet.
fr_be: Vous n’êtes pas autorisé à gérer l’ensemble d’autorisations %1 pour les licences. L’ensemble d’autorisations SÉCURITÉ vous accorde uniquement les autorisations nécessaires pour gérer les ensembles d’autorisations qui sont également affectés à votre compte.
is_is: Ekki eru réttindi til staðar til að stjórna heimildasamstæðunni %1 fyrir leyfi. Heimildasamstæðan SECURITY veitir aðeins réttindi til að stjórna þeim heimildastæðum sem eru einnig tengdar viðkomandi reikningi.
nb_no: Du har ikke rettigheter til å behandle tillatelsessettet %1 for lisenser. SIKKERHET-tillatelsessettet gir deg bare rettigheter til å administrere de tillatelsessettene som også er tildelt kontoen.

# Codeunit 2205383823 - NamedType 438729577
source: You do not have permissions to configure licenses. Contact your system administrator.
cs_cz: Nemáte oprávnění ke konfiguraci licencí. Obraťte se na správce systému.
de_ch: Sie haben keine Berechtigungen zum Konfigurieren von Lizenzen. Wenden Sie sich an den Systemadministrator.
fi_fi: Sinulla ei ole käyttöoikeuksien määritysoikeuksia. Ota yhteyttä järjestelmänvalvojaan.
fr_be: Vous n’êtes pas autorisé à configurer les licences. Contactez votre administrateur système.
is_is: Ekki eru heimildir til staðar til að stilla leyfi. Hafið samband við kerfisstjóra.
nb_no: Du har ikke tillatelse til å konfigurere lisenser. Kontakt systemadministratoren.

# Codeunit 3406436467 - NamedType 1943873903
source: You must sign out and then sign in again to make the changes take effect.
cs_cz: Musíte se odhlásit a znovu přihlásit, aby se změny projevily.
de_ch: Melden Sie sich ab und anschliessend wieder an, um die Änderungen zu übernehmen.
fi_fi: Kirjaudu ensin ulos ja sitten uudelleen sisään, jotta muutokset tulevat voimaan.
fr_be: Vous devez vous déconnecter et vous reconnecter pour que les modifications prennent effet.
is_is: Til að breytingin hafi áhrif þarf að skrá sig út og svo inn aftur.
nb_no: Du må logge av og deretter på igjen for at endringene skal tre i kraft.

# Codeunit 464205905 - NamedType 1281559381
source: No configuration is available for this printer.
cs_cz: Pro tuto tiskárnu není k dispozici žádná konfigurace.
de_ch: Für diesen Drucker ist keine Konfiguration verfügbar.
fi_fi: Tälle tulostimelle ei ole käytettävissä kokoonpanoa.
fr_be: Aucune configuration n'est disponible pour cette imprimante.
is_is: Engin grunnstilling er í boði fyrir þennan prentara.
nb_no: Ingen konfigurasjon er tilgjengelig for denne skriveren.

# Codeunit 464205905 - NamedType 3780719186
source: Printer %1 is set as default printer for all reports of all users. You can open Printer Selections page to see the created entry.
cs_cz: Tiskárna %1 je nastavena jako výchozí tiskárna pro všechny sestavy. Chcete-li zobrazit vytvořenou položku, můžete otevřít stránku Výběry tiskáren.
de_ch: Der Drucker %1 ist für alle Berichte aller Benutzer als Standarddrucker festgelegt. Sie können die Seite „Druckerauswahl“ öffnen, um den erstellten Eintrag anzuzeigen.
fi_fi: Tulostin %1 on määritetty oletustulostimeksi kaikille raporttien käyttäjille. Voit tarkastella luotua kohdetta Tulostimen valinnat -sivulla.
fr_be: L'imprimante %1 est définie comme imprimante par défaut pour tous les états de tous les utilisateurs. Vous pouvez ouvrir la page Sélections d'imprimantes pour afficher l'écriture créée.
is_is: Prentari %1 er stilltur sem sjálfgefinn prentari fyrir allar skýrslur allra notenda. Hægt er að opna síðuna „Prentaraval“ til að sjá myndaða færslu.
nb_no: Skriver %1 er angitt som standardskriver for alle rapporter for alle brukere. Du kan åpne siden Skrivervalg for å se den opprettede posten.

# Codeunit 464205905 - NamedType 721141902
source: Printer %1 is set as default printer for all reports. You can open Printer Selections page to see the created entry.
cs_cz: Tiskárna %1 je nastavena jako výchozí tiskárna pro všechny sestavy. Chcete-li zobrazit vytvořenou položku, můžete otevřít stránku Výběry tiskáren.
de_ch: Der Drucker %1 ist für alle Berichte als Standarddrucker festgelegt. Sie können die Seite „Druckerauswahl“ öffnen, um den erstellten Eintrag anzuzeigen.
fi_fi: Tulostin %1 on määritetty kaikkien raporttien oletustulostimeksi. Voit tarkastella luotua kohdetta Tulostimen valinnat -sivulla.
fr_be: L'imprimante %1 est définie comme imprimante par défaut pour tous les états. Vous pouvez ouvrir la page Sélections d'imprimantes pour afficher l'écriture créée.
is_is: Prentari %1 er stilltur sem sjálfgefinn prentari fyrir allar skýrslur. Hægt er að opna síðuna „Prentaraval“ til að sjá myndaða færslu.
nb_no: Skriver %1 er angitt som standardskriver for alle rapporter. Du kan åpne siden Skrivervalg for å se den opprettede posten.

# Codeunit 464205905 - NamedType 428830500
source: Cannot set this printer as the default printer.
cs_cz: Tuto tiskárnu nelze nastavit jako výchozí tiskárnu.
de_ch: Dieser Drucker kann nicht als Standarddrucker festgelegt werden.
fi_fi: Tätä tulostinta ei voi määrittää oletustulostimeksi.
fr_be: Impossible de définir cette imprimante comme imprimante par défaut.
is_is: Ekki er hægt að stilla þennan prentara sem sjálfgefinn prentara.
nb_no: Kan ikke angi denne skriveren som standardskriver.

# Codeunit 3222076310 - NamedType 357349220
source: Your admin has disabled the integration with %1, please contact your administrator to approve this integration.
cs_cz: Váš správce zakázal integraci s %1, obraťte se na správce, aby tuto integraci schválil.
de_ch: Ihr Administrator hat die Integration in %1 deaktiviert. Wenden Sie sich an den Administrator, um diese Integration zu genehmigen.
fi_fi: Järjestelmänvalvoja on poistanut käytöstä integroinnin palvelun %1 kanssa. Ota yhteyttä järjestelmänvalvojaan, jos haluat hyväksyä tämän integroinnin.
fr_be: Votre administrateur a désactivé l’intégration à %1, veuillez contacter votre administrateur pour approuver cette intégration.
is_is: Kerfisstjóri hefur aftengt samþættingu við %1, vinsamlegast hafðu samband við kerfisstjóra til að samþykkja þessa samþættingu.
nb_no: Administratoren har deaktivert integreringen med %1. Kontakt administratoren for å godkjenne integreringen.

# Codeunit 3222076310 - NamedType 1408241499
source: No privacy notice link was specified
cs_cz: Nebyl zadán žádný odkaz na oznámení o ochraně osobních údajů
de_ch: Es wurde kein Link zum Datenschutzhinweis angegeben.
fi_fi: Tietosuojatietojen linkkiä ei määritetty
fr_be: Aucun lien de déclaration de confidentialité n’a été spécifié
is_is: Enginn tengill á persónuvernd var tilgreindur
nb_no: Det er ikke angitt noen kobling til personvern

# Codeunit 3222076310 - NamedType 2237880948
source: By using %1, you consent to your data being shared with Microsoft services that might be outside of your organization's selected geographic boundaries and might have different compliance and security standards than %2. Your privacy is important to us, and you can choose whether to share data with the service. To learn more, follow the link below.
cs_cz: Použitím %1 souhlasíte se sdílením dat se službami společnosti Microsoft, které se mohou nacházet mimo vybrané geografické hranice vaší organizace a mohou mít jiné standardy dodržování předpisů a zabezpečení než %2. Vaše soukromí je pro nás důležité a můžete si vybrat, zda chcete sdílet data se službou. Chcete-li se dozvědět více, klikněte na níže uvedený odkaz.
de_ch: Durch das Verwenden von %1 stimmen Sie zu, dass Ihre Daten für Microsoft-Dienste freigegeben werden, die möglicherweise ausserhalb der ausgewählten geografischen Grenzen Ihrer Organisation liegen und andere Konformitäts- und Sicherheitsstandards als bei %2 aufweisen. Ihr Datenschutz ist uns wichtig, und Sie können wählen, ob Sie Daten für den Dienst freigeben möchten. Weitere Informationen finden Sie unter dem unten stehenden Link.
fi_fi: Käyttämällä palvelua %1 hyväksyt, että tietojasi jaetaan Microsoft-palveluille, jotka saattavat olla organisaatiosi valittujen maantieteellisten rajojen ulkopuolella ja joilla voi olla erilaiset yhteensopivuus- ja suojausstandardit kuin ohjelmalla %2. Yksityisyytesi on meille tärkeää, ja voit valita, haluatko jakaa tietoja palvelulle. Saat lisätietoja alla olevasta linkistä.
fr_be: En utilisant %1, vous acceptez de partager vos données avec les services Microsoft hors des limites géo. de votre org. et ayant des normes de sécurité et de conformité différentes de %2. Votre confidentialité est importante pour nous. Vous pouvez choisir de partager ou non des données avec le service. Pour plus d’infos, suivez le lien ci-dessous.
is_is: Með því að nota %1 samþykkirðu að gögnum frá þér sé deilt með Microsoft-þjónustum sem kunna að vera utan landfræðilegra marka fyrirtækisins og eru hugsanlega með aðra reglufylgni- og öryggisstaðla en %2. Persónuvernd þín skiptir okkur máli og þú getur valið hvort þú deilir gögnum með þjónustunni. Opnaðu tengilinn hér að neðan til að fá frekari upplýsingar.
nb_no: Hvis du bruker %1, samtykker du til at data som deles med Microsoft-tjenester, kan være utenfor organisasjonens valgte geografiske grenser og kan ha forskjellige samsvars- og sikkerhetsstandarder enn %2. Personvernet ditt er viktig for oss, og du kan velge om du vil dele data med tjenesten. Hvis du vil ha mer informasjon, følger du koblingen nedenfor.

# Codeunit 3222076310 - NamedType 783375150
source: The privacy notice %1 does not exist.
cs_cz: Oznámení o ochraně osobních údajů %1 neexistuje.
de_ch: Der Datenschutzhinweis %1 ist nicht vorhanden.
fi_fi: Tietosuojatietoja %1 ei ole.
fr_be: La déclaration de confidentialité %1 n’existe pas.
is_is: Persónuverndartilkynningin %1 er ekki til.
nb_no: Personvernerklæringen %1 finnes ikke.

# Codeunit 3124728760 - NamedType 1729739810
source: Duration (milliseconds)
cs_cz: Doba trvání (milisekundy)
de_ch: Dauer (Millisekunden)
fi_fi: Kesto (millisekunteina)
fr_be: Durée (millisecondes)
is_is: Tímalengd (millisekúndur)
nb_no: Varighet (millisekunder)

# Codeunit 729626133 - NamedType 3201762302
source: Do you want to remove links with no record reference?
cs_cz: Chcete odebrat odkazy, které neodkazují na záznamy?
de_ch: Möchten Sie Verknüpfungen ohne Datensatzverweis löschen?
fi_fi: Haluatko poistaa linkit, jotka eivät viittaa tietueeseen?
fr_be: Voulez-vous supprimer des liens sans référence d'enregistrement ?
is_is: Á að fjarlægja tengla sem ekki eru með færslutilvísun?
nb_no: Vil du fjerne koblinger uten postreferanse?

# Codeunit 729626133 - NamedType 2240127822
source: Removing Record Links without record reference.\
cs_cz: Odebírání odkazů, které neodkazují na záznamy\
de_ch: Datensatzverknüpfungen ohne Datensatzverweis werden entfernt.\
fi_fi: Poistetaan tietuelinkkejä, jotka eivät viittaa tietueeseen.\
fr_be: Retrait des liens d'enregistrement sans référence d'enregistrement.\
is_is: Færslutenglar án færslutilvísana fjarlægðir.\
nb_no: Fjerner postkoblinger uten postreferanse.\

# Codeunit 729626133 - NamedType 1000503204
source: %1 orphaned links were removed.
cs_cz: %1 osamocených řádků bylo odstraněno.
de_ch: %1 nicht zugeordnete Verknüpfungen wurden entfernt.
fi_fi: %1 orpoa linkkiä poistettiin.
fr_be: Les liens orphelins %1 ont été supprimés.
is_is: %1 tenglar án tilvísana voru fjarlægðir.
nb_no: %1 løse koblinger ble fjernet.

# Codeunit 1725049873 - NamedType 926845858
source: Recurring %1 starting %2
cs_cz: Opakované %1 spuštění %2
de_ch: %1 wiederkehrend und beginnend am %2
fi_fi: Toistuu %1 %2 alkaen
fr_be: %1 récurrent démarrant %2
is_is: Ítrekun %1 hefst %2
nb_no: Gjentakende %1 starter %2

# Codeunit 1725049873 - NamedType 1825248119
source: Exceeded maximum calculation limit for recurrence. Change start date to be today.
cs_cz: Překročen maximální limit výpočtu pro opakování. Změňte datum zahájení na dnešek.
de_ch: Die maximale Berechnungsgrenze für die Wiederholung wurde überschritten. Ändern Sie das Startdatum auf den heutigen Tag.
fi_fi: Toistumisen laskennan enimmäisraja on ylittynyt. Vaihda alkamispäiväksi tämä päivä.
fr_be: Limite de calcul maximale dépassée pour la récurrence. Remplacez la date de début par celle d'aujourd'hui.
is_is: Farið yfir hámarksútreikningsmörk fyrir endurtekningu. Breyta upphafsdagsetningu svo hún sé í dag.
nb_no: Overskred den maksimale beregningsgrensen for gjentakelse. Endre startdato til å være i dag.

# Codeunit 3808397429 - NamedType 342200307
source: Regex is not Instantiated. Consider calling Regex() first or use an overload supporting a pattern.
cs_cz: Regulární výraz není vytvářen. Zvažte nejprve volání Regex() nebo použijte přetížení podporující vzor.
de_ch: Regex wird nicht instanziiert. Erwägen Sie, zuerst Regex() aufzurufen oder eine Überladung zu verwenden, die ein Muster unterstützt.
fi_fi: Säännöllistä lauseketta ei ole vahvistettu. Kutsu ensin Regex()-lauseketta tai käytä mallia tukevaa ylikuormitusta.
fr_be: L’expression régulière n’est pas instanciée. Envisagez d’appeler Regex() en premier ou d’utiliser une surcharge prenant en charge un modèle.
is_is: Regluleg segð (regex) er ekki eintekin. Íhugaðu að kalla fyrst á Regex() eða nota fjölbindingu sem styður mynstur.
nb_no: Regex er ikke startet. Vurder å kalle opp Regex() først eller å bruke en overbelastning som støtter et mønster.

# Codeunit 3808397429 - NamedType 1574829344
source: The regular expression timeout should be at most 10000 ms
cs_cz: Časový limit regulárního výrazu by měl být maximálně 10000 ms
de_ch: Das Timeout für reguläre Ausdrücke sollte höchstens 10.000 ms betragen
fi_fi: Säännöllisen lausekkeen aikakatkaisu voi olla enintään 10 000 ms
fr_be: Le délai d’expiration de l’expression régulière doit être de 10 000 ms au maximum
is_is: Tímalokun segðar ætti að vera mest 10.000 ms
nb_no: Tidsavbruddet for regulært uttrykk må være minst 10 000 ms

# Codeunit 3808397429 - NamedType 525889370
source: The regular expression timeout should be at least 1000 ms
cs_cz: Časový limit regulárního výrazu by měl být alespoň 1 000 ms
de_ch: Das Timeout für reguläre Ausdrücke sollte mindestens 1000 ms sein
fi_fi: Säännöllisen lausekkeen aikakatkaisun on oltava vähintään 1 000 ms
fr_be: Le délai d’expiration de l’expression régulière doit être au moins égal à 1000 ms
is_is: Tímalokun segðar ætti að vera a.m.k. 1000 ms
nb_no: Tidsavbruddet for regulært uttrykk må være minst 1000 ms

# Codeunit 3039636570 - NamedType 2919612072
source: Reten. Pol. Allowed Tables cannot be renamed. (From table ID %1 to %2.)
cs_cz: Povolené tabulky zásad uchování informací nelze přejmenovat. (z ID tabulky %1 na %2.)
de_ch: Zulässige Tabellen für Aufbewahrungsr. können nicht umbenannt werden. (Von Tabellen-ID %1 zu %2.)
fi_fi: Säilytyskäyt. sallitut taulukot ei voi nimetä uudelleen. (Taulukon tunnuksesta %1 tunnukseen %2.)
fr_be: Les tables autorisées dans la stratégie de rétention ne peuvent pas être renommées. (De l’ID table %1 à %2.)
is_is: Ekki er hægt að endurnefna leyfilegar töflur varðveislureglu. (Frá töflukenni %1 í %2.)
nb_no: Tillatte tabeller for oppbev.policy kan ikke gis nytt navn. (Fra tabell-ID %1 til %2.)

# Codeunit 182252907 - NamedType 2284499565
source: Table %1 %2 was added to the list of allowed tables. Default Date Field No.: %3
cs_cz: Tabulka %1 %2 byla přidána do seznamu povolených tabulek. Výchozí číslo pole data: %3
de_ch: Tabelle %1 %2 wurde der Liste der zulässigen Tabellen hinzugefügt. Standarddatumsfeldnr.: %3
fi_fi: Taulukko %1 %2 lisättiin sallittujen taulukoiden luetteloon. Oletuspäivämääräkentän nro: %3
fr_be: La table %1 %2 a été ajoutée à la liste des tables autorisées. N° champ Date par défaut : %3
is_is: Töflu %1 %2 var bætt við listann yfir leyfðar töflur. Sjálfgefið dagsetningarsvæði nr.: %3
nb_no: Tabell %1 %2 ble lagt til i listen over tillatte tabeller. Standard datofeltnr.: %3
