Repository: jbakach/MSDyn365BC.Code.History
Catalog: System Application/Source/System Application/Translations/System Application.*.xlf
Languages: cs_cz, de_ch, fi_fi, fr_be, is_is, nb_no

# PermissionSet 1738347533 - Property 2879900210
source: Privacy Notice - Admin
cs_cz: Oznámení o ochraně osobních údajů - Správce
de_ch: Datenschutzhinweis – Administrator
fi_fi: Tietosuojatiedot – Järjestelmänvalvoja
fr_be: Déclaration de confidentialité : admin
is_is: Persónuverndartilkynning - Kerfisstjóri
nb_no: Personvernerklæring – admin

# PermissionSet 81032579 - Property 2879900210
source: Privacy Notice - View
cs_cz: Oznámení o ochraně osobních údajů - Zobrazit
de_ch: Datenschutzhinweis – Ansicht
fi_fi: Tietosuojatiedot – Näytä
fr_be: Déclaration de confidentialité : afficher
is_is: Persónuverndartilkynning - Yfirlit
nb_no: Personvernerklæring – vis

# PermissionSet 1418631237 - Property 2879900210
source: Privacy Notice - Read
cs_cz: Oznámení o ochraně osobních údajů - Číst
de_ch: Datenschutzhinweis – Lesen
fi_fi: Tietosuojatiedot – Lue
fr_be: Déclaration de confidentialité : lire
is_is: Persónuverndartilkynning - Lesið
nb_no: Vis personvernerklæring – les

# PermissionSet 2319923570 - Property 2879900210
source: (Obsolete) Reten. Pol. Setup
cs_cz: (Zastaralé) Nast. pol. uchov.
de_ch: (Veral) Aufb.-Richtl.-Einr.
fi_fi: (Vanhent.) Säilytyskäyt. aset.
fr_be: (Obsolète) Param. strat. rét.
is_is: (Úrelt) Upp. varðveislureglu
nb_no: (Utdatert) Oppbev.policyopps.

# PermissionSet 757517586 - Property 2879900210
source: Assign permissions to users
cs_cz: Přiřaďte oprávnění uživateli
de_ch: Benutzern Berechtigungen zuweisen
fi_fi: Käyt.oik. määritys käyttäjille
fr_be: Attribuer autorisations util.
is_is: Úthluta heimildum á notendur
nb_no: Tildel tillatel. til brukere

# PermissionSet 408698970 - Property 2879900210
source: SmartList Designer (Obsolete)
cs_cz: Návrhář SmartList (zastaralý)
de_ch: SmartList-Designer (veraltet)
fi_fi: SmartList-suunnitteluohjelma (vanhentunut)
fr_be: Concepteur SmartList (obsolète)
is_is: SmartList-hönnuður (úrelt)
nb_no: SmartList-designer (foreldet)

# PermissionSet 3938257139 - Property 2879900210
source: This role has all permissions.
cs_cz: Tato role má všechna práva.
de_ch: Diese Rolle hat alle Rechte.
fi_fi: Roolilla on kaikki oikeudet.
fr_be: Ce rôle a toutes les perm.
is_is: Hlutv. er með allar heimildir.
nb_no: Rollen har alle tillatelser.

# PermissionSet 4102442556 - Property 2879900210
source: Superuser of data
cs_cz: Superuživatel dat
de_ch: Superuser für Daten
fi_fi: Tietojen pääkäyttäjä
fr_be: Super-utilisateur des données
is_is: Yfirnotandi gagna
nb_no: Superbruker av data

# PermissionSet 2952555409 - Property 2879900210
source: Basic User (All Inclusive)
cs_cz: Běžný uživatel (Vše zahrnuto)
de_ch: Basisbenutzer (alles inkl.)
fi_fi: Peruskäyttäjä (sis. kaikki)
fr_be: Utilisateur base (tt compris)
is_is: Grunnnotandi (allt innifalið)
nb_no: Grunnbruker (alt inkludert)

# PermissionSet 3688646669 - Property 2879900210
source: Troubleshoot Tools
cs_cz: Nástroje pro řešení problémů
de_ch: Probleme mit Tools beheben
fi_fi: Vianmääritystyökalut
fr_be: Outils de dépannage
is_is: Verkfæri úrræðaleitar
nb_no: Feilsøk verktøy

# Table 414606611 - Field 3817506388 - Property 2879900210
source: External Link
cs_cz: Externí odkaz
de_ch: Externer Link
fi_fi: Ulkoinen linkki
fr_be: Lien externe
nb_no: Ekstern kobling

# Table 1985063655 - Field 4277223692 - Property 2879900210
source: LogoBlob
fi_fi: Logon blob

# Table 3519071095 - Field 3817506388 - Property 2879900210
source: External Link
cs_cz: Externí odkaz
de_ch: Externer Link
fi_fi: Ulkoinen linkki
fr_be: Lien externe
nb_no: Ekstern kobling

# Table 3868457122 - Field 3926698677 - Property 2879900210
source: Blob
cs_cz: Objekt BLOB
fi_fi: Blob-objekti
fr_be: Objet BLOB

# Table 2794189023 - Field 3541926248 - Property 2879900210
source: Singleline
cs_cz: Jednořádkové
de_ch: Einzeilig
fi_fi: Yksirivinen
fr_be: Ligne unique

# Table 750064457 - Field 3926698677 - Property 2879900210
source: Blob
cs_cz: Objekt BLOB
fi_fi: Blob-objekti
fr_be: Objet BLOB

# Codeunit 335290041 - NamedType 1422921443
source: Blob
cs_cz: Objekt BLOB
fi_fi: Blob-objekti
fr_be: Objet BLOB

# Codeunit 3211594149 - NamedType 3109519019
source: Key File(*.key)|*.key
de_ch: Schlüsseldatei (*.key)|*.key
fi_fi: Avaintiedosto(*.key)|*.key
fr_be: Fichier de clé(*.key)|*.key
nb_no: Nøkkelfil (*.key)|*.key

# Page 709229469 - Control 3162830111 - Property 2879900210
source: Sent
cs_cz: Odesláno
de_ch: Gesendet
fi_fi: Lähetetty
fr_be: Envoyé
nb_no: Sendt

# Page 825875962 - Control 3162830111 - Property 2879900210
source: Sent
cs_cz: Odesláno
de_ch: Gesendet
fi_fi: Lähetetty
fr_be: Envoyé
nb_no: Sendt

# Enum 1488792278 - EnumValue 2854863747 - Property 2879900210
source: DateTime
cs_cz: DatumČas
de_ch: Datum/Uhrzeit
fi_fi: Pvm/aika
fr_be: DateHeure
nb_no: Dato/klokkeslett

# Table 3170013184 - Field 3156524383 - Property 62802879
source: DeployTarget,DeployPackage
cs_cz: Cíl nasazení,NasazeníBalíčku
nb_no: Distribuermål,Distribuerpakke

# Table 3831263693 - Field 2738211262 - Property 2879900210
source: ApiVersion
cs_cz: VerzeAPI

# Table 3831263693 - Field 3633290037 - Property 2879900210
source: SignedIp
cs_cz: PodepsanýIp

# Table 3831263693 - Field 908930416 - Property 2879900210
source: SignedProtocol
cs_cz: PodepsanýProtokol

# Table 3831263693 - Field 3440461830 - Property 2879900210
source: SignedStart
cs_cz: PodepsanýStart

# Table 796130729 - Field 4066987345 - Property 2879900210
source: Odata.Type
cs_cz: Odata.Typ

# Table 3247020001 - Field 4066987345 - Property 2879900210
source: Odata.Type
cs_cz: Odata.Typ

# Table 1610173013 - Field 4066987345 - Property 2879900210
source: Odata.Type
cs_cz: Odata.Typ

# Table 1595900732 - Field 4066987345 - Property 2879900210
source: Odata.Type
cs_cz: Odata.Typ

# Page 2303806024 - Control 2575516825 - Property 2879900210
source: LastLoginInfo
cs_cz: PoslInfoPřihl

# Enum 2435677820 - EnumValue 2803003124 - Property 2879900210
source: Executive paper (7.25 in. by 10.5 in.).
cs_cz: Výkonný papír (7.25 in. do 10.5 in.).

# Enum 2435677820 - EnumValue 4111634021 - Property 2879900210
source: Folio paper (8.5 in. by 13 in.).
cs_cz: Listový papír (8.5 palců na 13).
de_ch: Folio Papier (8.5 Zoll x 13 Zoll).

# Enum 2435677820 - EnumValue 2396307235 - Property 2879900210
source: German legal fanfold (8.5 in. by 13 in.).
cs_cz: Německý zák. skládaný (8.5 palců na 13).

# Enum 2435677820 - EnumValue 3023036483 - Property 2879900210
source: German standard fanfold (8.5 in. by 12 in.).
cs_cz: Německý stand. skládaný (8.5 palců na 12).

# Enum 2435677820 - EnumValue 4207495877 - Property 2879900210
source: Legal paper (8.5 in. by 14 in.).
cs_cz: Právní dokument (8.5 palců na 14).
de_ch: Legal Papier (8.5 Zoll x 14 Zoll).

# Enum 2435677820 - EnumValue 978800674 - Property 2879900210
source: Letter paper (8.5 in. by 11 in.).
cs_cz: Dopisní papír (8.5 palců na 11).
de_ch: Letter Papier (8.5 Zoll x 11 Zoll).

# Enum 2435677820 - EnumValue 1133706470 - Property 2879900210
source: Monarch envelope (3.875 in. by 7.5 in.).
cs_cz: Obálka monarchie (3.875 palců na 7.5).

# Enum 2435677820 - EnumValue 2898143332 - Property 2879900210
source: Note paper (8.5 in. by 11 in.).
cs_cz: Poznámkový papír (8.5 palců na 11).

# Enum 2435677820 - EnumValue 1036356856 - Property 2879900210
source: #10 envelope (4.125 in. by 9.5 in.).
cs_cz: #10 obálka (4.125 palců na 9.5).

# Enum 2435677820 - EnumValue 3743832655 - Property 2879900210
source: #11 envelope (4.5 in. by 10.375 in.).
cs_cz: #11 obálka (4.5 palců na 10.375).

# Enum 2435677820 - EnumValue 1950509994 - Property 2879900210
source: #12 envelope (4.75 in. by 11 in.).
cs_cz: #12 obálka (4.75 palců na 11).

# Enum 2435677820 - EnumValue 882514588 - Property 2879900210
source: #14 envelope (5 in. by 11.5 in.).
cs_cz: #14 obálka (5 palců na 11.5).

# Enum 2435677820 - EnumValue 86285640 - Property 2879900210
source: #9 envelope (3.875 in. by 8.875 in.).
cs_cz: #9 obálka (3.875 palců na 8.875).

# Enum 2435677820 - EnumValue 3981077642 - Property 2879900210
source: 6 3/4 envelope (3.625 in. by 6.5 in.).
cs_cz: 6 3/4 obálka (3.625 palců na 6.5).

# Enum 2435677820 - EnumValue 1002125975 - Property 2879900210
source: Statement paper (5.5 in. by 8.5 in.).
cs_cz: Výkaz papír (5.5 palců na 8.5).
de_ch: Statement Papier (5.5 Zoll x 8.5 Zoll).

# Enum 2435677820 - EnumValue 728629095 - Property 2879900210
source: US standard fanfold (14.875 in. by 11 in.).
cs_cz: Am. stand. skládaný (14.875 palců na 11).

# Enum 1233198380 - EnumValue 592964086 - Property 2879900210
source: The default unit (0.01 in.)
cs_cz: Výchozí jednotka (0.01 palců)

# Enum 1233198380 - EnumValue 1616776695 - Property 2879900210
source: One-hundredth of a millimeter (0.01 mm).
cs_cz: Setina milimetru (0.01 mm).

# Enum 1233198380 - EnumValue 1104904322 - Property 2879900210
source: One-tenth of a millimeter (0.1 mm).
cs_cz: Jedna desetina milimetru (0.1 mm).

# Enum 1233198380 - EnumValue 4163264573 - Property 2879900210
source: One-thousandth of an inch (0.001 in.).
cs_cz: Tisícina palce (0.001 palce).

# Enum 3335704328 - EnumValue 2599282724 - Property 2879900210
source: JPEG
fr_be: IMAGES
