Repository: jbakach/MSDyn365BC.Code.History
Catalog: System Application/Source/System Application/Translations/System Application.*.xlf
Languages: cs_cz, de_ch, fi_fi, fr_be, is_is, nb_no

# Page 2624121137 - Control 3711240756 - Property 1295455071
source: Specifies the ID of the object to which the permissions apply.
cs_cz: Určuje ID objektu, ke kterému se oprávnění vztahuje.
de_ch: Gibt die ID des Objekts an, für das die Berechtigungen gelten.
fi_fi: Määrittää sen objektin tunnuksen, jota käyttöoikeudet koskevat.
fr_be: Spécifie l'ID de l'objet auquel les autorisations s'appliquent.
is_is: Tilgreinir kenni hlutarins sem heimildirnar eiga við.
nb_no: Angir ID-en for objektet som tillatelsene gjelder for.

# Page 2624121137 - Control 1418569422 - Property 1295455071
source: Specifies the name of the object to which the permissions apply.
cs_cz: Určuje název objektu, ke kterému se práva vztahují.
de_ch: Gibt den Namen des Objekts an, für das die Berechtigungen gelten.
fi_fi: Määrittää sen objektin nimen, jota käyttöoikeudet koskevat.
fr_be: Spécifie le nom de l'objet auquel les autorisations s'appliquent.
is_is: Tilgreinir heiti hlutarins sem heimildirnar eiga við.
nb_no: Angir navnet på objektet som tillatelsene gjelder for.

# Page 2624121137 - Control 1085746399 - Property 1295455071
source: Specifies the type of object that the permissions apply to in the current database.
cs_cz: Určuje typ objektu, jehož oprávnění se používají v aktuální databázi.
de_ch: Gibt die Art des Objekts an, für das die Berechtigungen in der aktuellen Datenbank gelten.
fi_fi: Määrittää sen objektin tyypin, jonka käyttöoikeuksia sovelletaan nykyiseen tietokantaan.
fr_be: Spécifie le type d'objet auquel les autorisations s'appliquent dans la base de données active.
is_is: Tilgreinir tegund hluta sem heimildirnar eiga við um í gildandi gagnagrunni.
nb_no: Angir hvilken objekttype tillatelsene gjelder for i den gjeldende databasen.

# Page 2624121137 - Control 3135917451 - Property 1295455071
source: Specifies if the permission set has read permission to this object.
cs_cz: Určuje, zda má sada oprávnění právo čtení pro tento objekt.
de_ch: Gibt an, ob der Berechtigungssatz eine Leseberechtigung für dieses Objekt aufweist.
fi_fi: Määrittää, sisältyykö käyttöoikeuksien joukkoon tämän objektin lukuoikeus.
fr_be: Spécifie si l’ensemble d’autorisations a une autorisation de lecture de cet objet.
is_is: Tilgreinir hvort heimildasamstæðan hafi lesheimild við þennan hlut.
nb_no: Angir om tillatelsessettet har lesetillatelse til dette objektet.

# Page 2624121137 - Control 4054402322 - Property 1295455071
source: Specifies a security filter that applies to this permission set to limit the access that this permission set has to the data contained in this table.
cs_cz: Určuje filtr zabezpečení, který platí pro tuto sadu oprávnění k omezení přístupu, který má tato sada oprávnění k datům obsaženým v této tabulce.
de_ch: Gibt einen Sicherheitsfilter an, der auf diesen Berechtigungssatz angewendet wird, um den Zugriff dieses Berechtigungssatzes auf die Daten in dieser Tabelle einzuschränken.
fi_fi: Määrittää suojaussuodattimen, jonka avulla rajoitetaan kyseisen käyttöoikeuksien joukon tämän taulukon tietojen käyttöoikeuksia.
fr_be: Spécifie un filtre de sécurité qui s'applique à cet ensemble d'autorisations pour limiter l'accès dudit ensemble aux données stockées dans cette table.
is_is: Tilgreinir öryggisafmörkunina sem er notuð fyrir heimildasamstæðuna til að takmarka aðgang sem þessi heimildasamstæða hefur að gögnum í þessari töflu.
nb_no: Angir et sikkerhetsfilter som brukes på dette tillatelsessettet for å begrense tilgangen som tillatelsessettet har til dataene i denne tabellen.

# Page 3676452654 - Property 2879900210
source: Expanded Permissions Factbox
cs_cz: Rozšířená oprávnění
de_ch: Infobox „Erweiterte Berechtigungen“
fi_fi: Laajennettujen käyttöoikeuksien tietoruutu
fr_be: Récapitulatif des autorisations développées
is_is: Upplýsingakassi útvíkkaðra heimilda
nb_no: Faktaboksen Utvidede tillatelser

# Page 3676452654 - Control 3735914638 - Property 1295455071
source: Specifies if the permission set has delete permission to this object.
cs_cz: Určuje, zda má sada oprávnění právo odstranění pro tento objekt.
de_ch: Gibt an, ob der Berechtigungssatz eine Löschberechtigung für dieses Objekt aufweist.
fi_fi: Määrittää, sisältyykö käyttöoikeuksien joukkoon tämän objektin poisto-oikeus.
fr_be: Spécifie si l’ensemble d’autorisations a une autorisation de suppression de cet objet.
is_is: Tilgreinir hvort heimildasamstæðan hafi heimild til að eyða við þennan hlut.
nb_no: Angir om tillatelsessettet har slettetillatelse til dette objektet.

# Page 3676452654 - Control 480834248 - Property 1295455071
source: Specifies if the permission set has execute permission to this object.
cs_cz: Určuje, zda má sada oprávnění právo spuštění pro tento objekt.
de_ch: Gibt an, ob der Berechtigungssatz eine Ausführungsberechtigung für dieses Objekt aufweist.
fi_fi: Määrittää, sisältyykö käyttöoikeuksien joukkoon tämän objektin suoritusoikeus.
fr_be: Spécifie si l’ensemble d’autorisations a une autorisation d’exécution de cet objet.
is_is: Tilgreinir hvort heimildasamstæðan hafi heimild til keyrslu við þennan hlut.
nb_no: Angir om tillatelsessettet har kjøringstillatelse til dette objektet.

# Page 3676452654 - Control 3088155792 - Property 1295455071
source: Specifies if the permission set has insert permission to this object.
cs_cz: Určuje, zda má sada oprávnění právo vložení pro tento objekt.
de_ch: Gibt an, ob der Berechtigungssatz eine Einfügeberechtigung für dieses Objekt aufweist.
fi_fi: Määrittää, sisältyykö käyttöoikeuksien joukkoon tämän objektin lisäysoikeus.
fr_be: Spécifie si l’ensemble d’autorisations a une autorisation d’insertion de cet objet.
is_is: Tilgreinir hvort heimildasamstæðan hafi heimild til að setja inn við þennan hlut.
nb_no: Angir om tillatelsessettet har innsettingstillatelse til dette objektet.

# Page 3676452654 - Control 1682833869 - Property 1295455071
source: Specifies if the permission set has modify permission to this object.
cs_cz: Určuje, zda má sada oprávnění právo modifikace pro tento objekt.
de_ch: Gibt an, ob der Berechtigungssatz eine Änderungsberechtigung für dieses Objekt aufweist.
fi_fi: Määrittää, sisältyykö käyttöoikeuksien joukkoon tämän objektin muokkausoikeus.
fr_be: Spécifie si l’ensemble d’autorisations a une autorisation de modification de cet objet.
is_is: Tilgreinir hvort heimildasamstæðan hafi heimild til breytinga við þennan hlut.
nb_no: Angir om tillatelsessettet har endringstillatelse til dette objektet.

# Page 3676452654 - Control 3711240756 - Property 1295455071
source: Specifies the ID of the object to which the permissions apply.
cs_cz: Určuje ID objektu, ke kterému se oprávnění vztahuje.
de_ch: Gibt die ID des Objekts an, für das die Berechtigungen gelten.
fi_fi: Määrittää sen objektin tunnuksen, jota käyttöoikeudet koskevat.
fr_be: Spécifie l'ID de l'objet auquel les autorisations s'appliquent.
is_is: Tilgreinir kenni hlutarins sem heimildirnar eiga við.
nb_no: Angir ID-en for objektet som tillatelsene gjelder for.

# Page 3676452654 - Control 1418569422 - Property 1295455071
source: Specifies the name of the object to which the permissions apply.
cs_cz: Určuje název objektu, ke kterému se práva vztahují.
de_ch: Gibt den Namen des Objekts an, für das die Berechtigungen gelten.
fi_fi: Määrittää sen objektin nimen, jota käyttöoikeudet koskevat.
fr_be: Spécifie le nom de l'objet auquel les autorisations s'appliquent.
is_is: Tilgreinir heiti hlutarins sem heimildirnar eiga við.
nb_no: Angir navnet på objektet som tillatelsene gjelder for.

# Page 3676452654 - Control 1085746399 - Property 1295455071
source: Specifies the type of object that the permissions apply to in the current database.
cs_cz: Určuje typ objektu, jehož oprávnění se používají v aktuální databázi.
de_ch: Gibt die Art des Objekts an, für das die Berechtigungen in der aktuellen Datenbank gelten.
fi_fi: Määrittää sen objektin tyypin, jonka käyttöoikeuksia sovelletaan nykyiseen tietokantaan.
fr_be: Spécifie le type d'objet auquel les autorisations s'appliquent dans la base de données active.
is_is: Tilgreinir tegund hluta sem heimildirnar eiga við um í gildandi gagnagrunni.
nb_no: Angir hvilken objekttype tillatelsene gjelder for i den gjeldende databasen.

# Page 3676452654 - Control 3135917451 - Property 1295455071
source: Specifies if the permission set has read permission to this object.
cs_cz: Určuje, zda má sada oprávnění právo čtení pro tento objekt.
de_ch: Gibt an, ob der Berechtigungssatz eine Leseberechtigung für dieses Objekt aufweist.
fi_fi: Määrittää, sisältyykö käyttöoikeuksien joukkoon tämän objektin lukuoikeus.
fr_be: Spécifie si l’ensemble d’autorisations a une autorisation de lecture de cet objet.
is_is: Tilgreinir hvort heimildasamstæðan hafi lesheimild við þennan hlut.
nb_no: Angir om tillatelsessettet har lesetillatelse til dette objektet.

# Page 3676452654 - Control 4054402322 - Property 1295455071
source: Specifies a security filter that applies to this permission set to limit the access that this permission set has to the data contained in this table.
cs_cz: Určuje filtr zabezpečení, který platí pro tuto sadu oprávnění k omezení přístupu, který má tato sada oprávnění k datům obsaženým v této tabulce.
de_ch: Gibt einen Sicherheitsfilter an, der auf diesen Berechtigungssatz angewendet wird, um den Zugriff dieses Berechtigungssatzes auf die Daten in dieser Tabelle einzuschränken.
fi_fi: Määrittää suojaussuodattimen, jonka avulla rajoitetaan kyseisen käyttöoikeuksien joukon tämän taulukon tietojen käyttöoikeuksia.
fr_be: Spécifie un filtre de sécurité qui s'applique à cet ensemble d'autorisations pour limiter l'accès dudit ensemble aux données stockées dans cette table.
is_is: Tilgreinir öryggisafmörkunina sem er notuð fyrir heimildasamstæðuna til að takmarka aðgang sem þessi heimildasamstæða hefur að gögnum í þessari töflu.
nb_no: Angir et sikkerhetsfilter som brukes på dette tillatelsessettet for å begrense tilgangen som tillatelsessettet har til dataene i denne tabellen.

# Page 3170013184 - Property 2879900210
source: Extension Installation Status
cs_cz: Stav instalace rozšíření
de_ch: Status der Erweiterungsinstallation
fi_fi: Laajennuksen asennuksen tila
fr_be: Statut de l’installation de l’extension
is_is: Uppsetningarstaða viðbótar
nb_no: Installasjonsstatus for utvidelse

# Page 3170013184 - Control 2014750533 - Property 1295455071
source: Specifies the version of the app.
cs_cz: Určuje verzi aplikace.
de_ch: Gibt die Version der App an.
fi_fi: Määrittää sovelluksen version.
fr_be: Spécifie la version de l’application.
is_is: Tilgreinir útgáfu forritsins.
nb_no: Angir versjonen av appen.

# Page 3170013184 - Control 2014750533 - Property 2879900210
source: App Version
cs_cz: Verze aplikace
fi_fi: Sovelluksen versio
fr_be: Version de l'application
is_is: Forritsútgáfa
nb_no: Appversjon

# Page 3170013184 - Control 2961552353 - Property 1295455071
source: Specifies the name of the app.
cs_cz: Určuje název aplikace.
de_ch: Gibt den Namen der App an.
fi_fi: Määrittää sovelluksen nimen.
fr_be: Spécifie le nom de l’application.
is_is: Tilgreinir heiti forritsins.
nb_no: Angir navnet på appen.

# Page 3170013184 - Control 2961552353 - Property 2879900210
source: Name
cs_cz: Název
fi_fi: Nimi
fr_be: Nom
is_is: Nafn
nb_no: Navn

# Page 3170013184 - Control 3156524383 - Property 1295455071
source: Specifies the deployment type.
cs_cz: Určuje typ nasazení.
de_ch: Gibt den Bereitstellungstyp an.
fi_fi: Määrittää käyttöönoton tyypin.
fr_be: Spécifie le type de déploiement.
is_is: Tilgreinir gerð uppsetningarinnar.
nb_no: Angir distribusjonstypen.

# Page 3170013184 - Control 3156524383 - Property 2879900210
source: Operation Type
cs_cz: Typ operace
de_ch: Vorgangstyp
fi_fi: Toiminnon tyyppi
fr_be: Type d'opération
is_is: Gerð aðgerðar
nb_no: Operasjonstype

# Page 3170013184 - Control 3156524383 - Property 62802879
source: Upload,Install
cs_cz: Nahrávání,Instalace
de_ch: Upload,Installation
fi_fi: Lataa,Asenna
fr_be: Charger,Installer
is_is: Hlaða upp,Setja upp
nb_no: Last opp,Installer

# Page 3170013184 - Control 1772640682 - Property 1295455071
source: Specifies the name of the app Publisher.
cs_cz: Určuje název vydavatele aplikace.
de_ch: Gibt den Namen des Herausgebers der App an.
fi_fi: Määrittää sovelluksen julkaisijan nimen.
fr_be: Spécifie le nom de l’éditeur de l’application.
is_is: Tilgreinir heiti útgefanda forritsins.
nb_no: Angir navnet på apputgiveren.

# Page 3170013184 - Control 1772640682 - Property 2879900210
source: Publisher
cs_cz: Vydavatel
de_ch: Herausgeber
fi_fi: Julkaisija
fr_be: Éditeur
is_is: Útgefandi
nb_no: Utgiver

# Page 3170013184 - Control 2019212495 - Property 1295455071
source: Specifies the deployment schedule.
cs_cz: Určuje plán nasazení.
de_ch: Gibt den Bereitstellungszeitplan an.
fi_fi: Määrittää käyttöönoton aikataulun.
fr_be: Spécifie le programme du déploiement.
is_is: Tilgreinir tímasetningu uppsetningar.
nb_no: Angir distribusjonstidsplanen.

# Page 3170013184 - Control 2019212495 - Property 2879900210
source: Schedule
cs_cz: Plán
de_ch: Zeitplan
fi_fi: Aikataulu
fr_be: Planifier
is_is: Áætlun
nb_no: Tidsplan

# Page 3170013184 - Control 3944750556 - Property 1295455071
source: Specifies the deployment start date.
cs_cz: Určuje počáteční datum nasazení.
de_ch: Gibt das Startdatum der Bereitstellung an.
fi_fi: Määrittää käyttöönoton aloituspäivämäärän.
fr_be: Spécifie la date de début du déploiement.
is_is: Tilgreinir upphafsdagsetningu uppsetningarinnar.
nb_no: Angir distribusjonens startdato.

# Page 3170013184 - Control 3944750556 - Property 2879900210
source: Started Date
cs_cz: Datum zahájení
de_ch: Gestartet am
fi_fi: Aloituspäivämäärä
fr_be: Date de début
is_is: Upphafsdagur
nb_no: Startdato

# Page 3170013184 - Control 513339096 - Property 1295455071
source: Specifies the deployment status.
cs_cz: Určuje stav nasazení.
de_ch: Gibt den Bereitstellungsstatus an.
fi_fi: Määrittää käyttöönoton tilan.
fr_be: Spécifie le statut du déploiement.
is_is: Tilgreinir stöðu uppsetningarinnar.
nb_no: Angir distribusjonsstatusen.

# Page 3170013184 - Control 513339096 - Property 2879900210
source: Status
cs_cz: Stav
fi_fi: Tila
fr_be: Statut
is_is: Staða

# Page 3170013184 - Action 176562519 - Property 1295455071
source: Specifies the status of the deployment.
cs_cz: Určuje stav nasazení.
de_ch: Gibt den Status der Bereitstellung an.
fi_fi: Määrittää käyttöönoton tilan.
fr_be: Spécifie le statut du déploiement.
is_is: Tilgreinir stöðu uppsetningarinnar.
nb_no: Angir statusen for distribusjonen.

# Page 3170013184 - Action 176562519 - Property 2879900210
source: View
cs_cz: Zobrazit
de_ch: Anzeigen
fi_fi: Näytä
fr_be: Afficher
is_is: Skoða
nb_no: Vis

# Page 2252665413 - Property 2879900210
source: Extension Details
cs_cz: Detaily rozšíření
de_ch: Erweiterungsdetails
fi_fi: Laajennuksen tiedot
fr_be: Détails de l’extension
is_is: Upplýsingar um viðbót
nb_no: Detaljer for utvidelse

# Page 2252665413 - NamedType 2938128749
source: Help
cs_cz: Nápověda
de_ch: Hilfe
fi_fi: Ohje
fr_be: Aide
is_is: Hjálp
nb_no: Hjelp

# Page 2252665413 - NamedType 2042020124
source: Extension Installation
cs_cz: Instalace rozšíření
de_ch: Erweiterungsinstallation
fi_fi: Laajennuksen asennus
fr_be: Installation de l'extension
is_is: Uppsetning viðbótar
nb_no: Installasjon av utvidelse

# Page 2252665413 - NamedType 757360088
source: Privacy Statement
cs_cz: Prohlášení o ochraně osobních údajů
de_ch: Datenschutzbestimmungen
fi_fi: Tietosuojatiedot
fr_be: Déclaration de confidentialité
is_is: Yfirlýsing um persónuvernd
nb_no: Personvernerklæring

# Page 2252665413 - NamedType 4032538393
source: Terms and Conditions
cs_cz: Termíny a podmínky
de_ch: Bedingungen
fi_fi: Ehdot
fr_be: Conditions générales
is_is: Skilmálar
nb_no: Vilkår og betingelser

# Page 2252665413 - NamedType 547567045
source: Extension Uninstallation
cs_cz: Rozšíření odinstalováno
de_ch: Deinstallation der Erweiterung
fi_fi: Laajennuksen asennuksen poistaminen
fr_be: Désinstallation d'extension
is_is: Viðbót fjarlægð
nb_no: Avinstallasjon av utvidelse

# Page 2252665413 - NamedType 927327867
source: Website
cs_cz: Web
fi_fi: Sivusto
fr_be: Site Web
is_is: Vefsvæði
nb_no: Nettsted

# Page 2252665413 - Control 3947206067 - Property 2879900210
source: Install Extension
cs_cz: Instalace rozšíření
de_ch: Erweiterung installieren
fi_fi: Asenna laajennus
fr_be: Installer l'extension
is_is: Setja upp viðbót
nb_no: Installer utvidelse

# Page 2252665413 - Control 3013117274 - Property 1968111052
source: Extensions add new capabilities that extend and enhance functionality.
cs_cz: Rozšíření přidá nové možnosti, které rozšíří a zdokonalí funkcionalitu
de_ch: Erweiterungen fügen neue Funktionen hinzu, die die Funktionen erweitern und verbessern.
fi_fi: Laajennukset lisäävät toimintoja laajentavia ja parantavia uusia ominaisuuksia.
fr_be: Les extensions offrent des possibilités supplémentaires qui étendent et améliorent les fonctionnalités.
is_is: Viðbætur bæta nýjum eiginleikum við sem bjóða upp aukna virkni.
nb_no: Utvidelser legger til nye funksjoner som gir utvidet og forbedret kapasitet.

# Page 2252665413 - Control 3013117274 - Property 2879900210
source: Install Extension
cs_cz: Instalace rozšíření
de_ch: Erweiterung installieren
fi_fi: Asenna laajennus
fr_be: Installer l'extension
is_is: Setja upp viðbót
nb_no: Installer utvidelse

# Page 2252665413 - Control 512555302 - Property 1295455071
source: Specifies the description of the extension.
cs_cz: Určuje popis rozšíření.
de_ch: Gibt die Beschreibung der Erweiterung an.
fi_fi: Määrittää laajennuksen kuvauksen.
fr_be: Spécifie la description de l'extension.
is_is: Tilgreinir lýsingu á viðbótinni.
nb_no: Angir beskrivelsen av utvidelsen.

# Page 2252665413 - Control 512555302 - Property 2879900210
source: Description
cs_cz: Popis
de_ch: Beschreibung
fi_fi: Kuvaus
is_is: Lýsing
nb_no: Beskrivelse

# Page 2252665413 - Control 2249673627 - Property 1295455071
source: Get help with using the extension.
cs_cz: Získejte pomoc s použitím rozšíření.
de_ch: Holen Sie sich Hilfe bei der Verwendung der Erweiterung.
fi_fi: Hanki laajennuksen käyttöön liittyviä ohjeita.
fr_be: Obtenez de l'aide pour utiliser l'extension.
is_is: Fá aðstoð við notkun viðbótar.
nb_no: Få hjelp til å bruke utvidelsen.

# Page 2252665413 - Control 2249673627 - Property 2879900210
source: Help
cs_cz: Nápověda
de_ch: Hilfe
fi_fi: Ohje
fr_be: Aide
is_is: Hjálp
nb_no: Hjelp

# Page 2252665413 - Control 2848137815 - Property 1295455071
source: Specifies the app ID of the extension.
cs_cz: Určuje ID aplikace rozšíření.
de_ch: Gibt die App-ID der Erweiterung an.
fi_fi: Määrittää laajennuksen sovellustunnuksen.
fr_be: Spécifie l'ID application de l'extension.
is_is: Tilgreinir forritskenni viðbótarinnar.
nb_no: Angir appens ID for utvidelsen.

# Page 2252665413 - Control 2848137815 - Property 2879900210
source: App ID
cs_cz: ID Aplikace
fi_fi: Sovelluksen tunnus
fr_be: ID appli
is_is: Kenni forrits

# Page 2252665413 - Control 419369969 - Property 1295455071
source: Specifies the name of the extension.
cs_cz: Určuje název rozšíření.
de_ch: Gibt den Namen der Erweiterung an.
fi_fi: Määrittää laajennuksen nimen.
fr_be: Spécifie le nom de l'extension.
is_is: Tilgreinir heiti viðbótarinnar.
nb_no: Angir navnet på utvidelsen.

# Page 2252665413 - Control 419369969 - Property 2879900210
source: Name
cs_cz: Název
fi_fi: Nimi
fr_be: Nom
is_is: Heiti
nb_no: Navn

# Page 2252665413 - Control 679018345 - Property 1295455071
source: Specifies the publisher of the extension.
cs_cz: Určuje vydavatele rozšíření.
de_ch: Gibt den Herausgeber der Erweiterung an.
fi_fi: Määrittää laajennuksen julkaisijan.
fr_be: Spécifie l'éditeur de l'extension.
is_is: Tilgreinir útgefanda viðbótarinnar.
nb_no: Angir utgiveren av utvidelsen.

# Page 2252665413 - Control 679018345 - Property 2879900210
source: Publisher
cs_cz: Vydavatel
de_ch: Herausgeber
fi_fi: Julkaisija
fr_be: Éditeur
is_is: Útgefandi
nb_no: Utgiver

# Page 2252665413 - Control 751040678 - Property 1295455071
source: Specifies whether the extension is published as a per-tenant, development, or a global extension.
cs_cz: Určuje, zda je rozšíření publikováno jako na nájemce, vývoj nebo globální rozšíření.
de_ch: Gibt an, ob die Erweiterung als Pro-Tenant-, Entwicklungs- oder globale Erweiterung veröffentlicht wird.
fi_fi: Määrittää, julkaistaanko laajennus vuokraajakohtaisena laajennuksena, kehityslaajennuksena tai yleisenä laajennuksena.
fr_be: Indique si l’extension est publiée en tant qu’extension par abonné, de développement ou globale.
is_is: Tilgreinir hvort viðbótin er gefin út á hvern leigjanda, sem þróunarviðbót eða sem altæk viðbót.
nb_no: Angir om utvidelsen er publisert som per leietaker-utvidelse, utviklingsutvidelse eller global utvidelse.

# Page 2252665413 - Control 751040678 - Property 2879900210
source: Published As
cs_cz: Publikováno jako
de_ch: Veröffentlicht als
fi_fi: Julkaistu nimellä
fr_be: Publié comme
is_is: Útgefið sem
nb_no: Publisert som

# Page 2252665413 - Control 1736117981 - Property 1295455071
source: Open a website for more information about the extension.
cs_cz: Další informace o rozšíření získáte otevřením webu.
de_ch: Öffnen Sie eine Website, um weitere Informationen zur Erweiterung zu erhalten.
fi_fi: Avaa sivusto, jos haluat lisätietoja laajennuksesta.
fr_be: Pour plus d'informations sur l'extension, ouvrez un site web.
is_is: Opna vefsíðu fyrir frekari upplýsingar um viðbót.
nb_no: Åpne et nettsted for å få mer informasjon om utvidelsen.

# Page 2252665413 - Control 1736117981 - Property 2879900210
source: Website
cs_cz: Webové stránky
fi_fi: Sivusto
fr_be: Site web
is_is: Vefsvæði
nb_no: Nettsted

# Page 2252665413 - Control 3960973787 - Property 1295455071
source: Specifies the version of the extension.
cs_cz: Určuje verzi rozšíření.
de_ch: Gibt die Version der Erweiterung an.
fi_fi: Määrittää laajennuksen version.
fr_be: Spécifie la version de l'extension.
is_is: Tilgreinir útgáfu viðbótarinnar.
nb_no: Angir versjonen av utvidelsen.

# Page 2252665413 - Control 3960973787 - Property 2879900210
source: Version
cs_cz: Verze
fi_fi: Versio
is_is: Útgáfa
nb_no: Versjon

# Page 2252665413 - Control 3352764280 - Property 2879900210
source: Installation
cs_cz: Instalace
fi_fi: Asennus
is_is: Uppsetning
nb_no: Installasjon

# Page 2252665413 - Control 2161541534 - Property 2879900210
source: Review Extension Information before installation
cs_cz: Zobrazit informace o rozšíření před instalací
de_ch: Erweiterungsinformationen vor der Installation prüfen
fi_fi: Tutustu laajennuksen tietoihin ennen asennusta
fr_be: Consulter les informations sur l'extension avant l'installation
is_is: Fara yfir upplýsingar viðbótar fyrir uppsetningu
nb_no: Les gjennom utvidelsesinformasjonen før du installerer

# Page 2252665413 - Control 346708723 - Property 1295455071
source: Acceptance of terms and conditions.
cs_cz: Přijetí obchodních podmínek.
de_ch: Annahme von Bedingungen.
fi_fi: Ehtojen hyväksyminen.
fr_be: Acceptation des conditions générales.
is_is: Samþykki skilmála.
nb_no: Godkjenning av vilkår og betingelser.

# Page 2252665413 - Control 346708723 - Property 2879900210
source: I accept the terms and conditions
cs_cz: Souhlasím s podmínkami
de_ch: Ich akzeptiere die Bedingungen.
fi_fi: Hyväksyn ehdot
fr_be: J'accepte les conditions générales
is_is: Ég samþykki skilmálana
nb_no: Jeg godtar vilkårene og betingelsene
