Repository: jbakach/MSDyn365BC.Code.History
Catalog: System Application/Source/System Application/Translations/System Application.*.xlf
Languages: cs_cz, de_ch, fi_fi, fr_be, is_is, nb_no

# Page 1153700271 - Control 2430453948 - Property 1295455071
source: Specifies the filters to be applied on the record.
cs_cz: Určuje filtry, které mají být použity na záznamu.
de_ch: Gibt die Filter an, die auf den Datensatz angewendet werden sollen.
fi_fi: Määrittää tietueessa käytettävät suodattimet.
fr_be: Spécifie les filtres à appliquer à l’enregistrement.
is_is: Tilgreinir síurnar sem á að nota á færsluna.
nb_no: Angir filtrene som skal brukes på posten.

# Page 1153700271 - Control 2430453948 - Property 2879900210
source: Filters
cs_cz: Filtry
de_ch: Filter
fi_fi: Suodattimet
fr_be: Filtres
is_is: Síur
nb_no: Filtre

# Page 1153700271 - Control 1867267488 - Property 1295455071
source: Specifies how many entities the template will be applied to.
cs_cz: Určuje, na kolik entit bude šablona použita.
de_ch: Gibt an, auf wie viele Entitäten die Vorlage angewendet wird.
fi_fi: Määrittää, miten useaan objektiin malli kohdistetaan.
fr_be: Spécifie le nombre d’entités avec lesquelles le modèle est appliqué.
is_is: Tilgreinir hversu marga aðila sniðmátið er notað á.
nb_no: Angir hvor mange enheter malen blir brukt på.

# Page 1153700271 - Control 1867267488 - Property 2879900210
source: No. of Entities
cs_cz: Počet entit
de_ch: Anzahl Entitäten
fi_fi: Yksiköiden määrä
fr_be: Nbre d’entités
is_is: Fjöldi aðila
nb_no: Antall enheter

# Page 1153700271 - Control 995397152 - Property 1295455071
source: Specifies the format of the final document.
cs_cz: Určuje formát konečného dokladu.
de_ch: Legt das Format des endgültigen Belegs fest.
fi_fi: Määrittää lopullisen asiakirjan muodon.
fr_be: Spécifie le format du document final.
is_is: Tilgreinir snið lokaskjalsins.
nb_no: Angir formatet for det endelige dokumentet.

# Page 1153700271 - Control 995397152 - Property 2879900210
source: Output format
cs_cz: Výstupní formát
de_ch: Ausgabeformat
fi_fi: Tulostusmuoto
fr_be: Format de sortie
is_is: Snið úttaks
nb_no: Utdataformat

# Page 1153700271 - Control 956488974 - Property 1295455071
source: Specifies the entity to be used when applying the template.
cs_cz: Určuje entitu, která má být použita při použití šablony.
de_ch: Gibt die Einheit an, die beim Anwenden der Vorlage verwendet werden soll.
fi_fi: Määrittää mallin käyttöönotossa käytettävän kohteen.
fr_be: Spécifie l’entité à utiliser lors de l’application du modèle.
is_is: Tilgreinir eininguna sem skal nota þegar sniðmátið er notað.
nb_no: Angir enheten som skal brukes ved bruk av malen.

# Page 1153700271 - Control 956488974 - Property 2879900210
source: Entity
cs_cz: Entita
de_ch: Entität
fi_fi: Objekti
fr_be: Entité
is_is: Eining
nb_no: Enhet

# Page 1153700271 - Control 593950311 - Property 1295455071
source: Specifies whether one document per record should be created or one document for all entities.
cs_cz: Určuje, zda má být vytvořen jeden dokument na záznam nebo jeden dokument pro všechny entity.
de_ch: Gibt an, ob ein Beleg pro Datensatz oder ein Beleg für alle Entitäten erstellt werden soll.
fi_fi: Määrittää, luodaanko yksi asiakirja tietuetta kohden vai yksi asiakirja kaikille kohteille.
fr_be: Indique si un document par enregistrement doit être créé ou un document pour toutes les entités.
is_is: Tilgreinir hvort stofna skuli eitt skjal fyrir hverja færslu eða eitt skjal fyrir allar einingarnar.
nb_no: Angir om ett dokument per post skal opprettes eller ett dokument for alle enheter.

# Page 1153700271 - Control 593950311 - Property 2879900210
source: Split documents
cs_cz: Rozdělit dokumenty
de_ch: Belege aufteilen
fi_fi: Jaa asiakirjat
fr_be: Fractionner les documents
is_is: Skipta skjölum
nb_no: Del opp dokumenter

# Page 1153700271 - Control 2754215778 - Property 1295455071
source: Specifies code of the template to apply.
cs_cz: Určuje kód šablony, která má být aplikována.
de_ch: Gibt den Code der anzuwendenden Vorlage an.
fi_fi: Määrittää käytettävän mallin koodin.
fr_be: Spécifie le code du modèle à appliquer.
is_is: Tilgreinir kóða sniðmátsins sem á að nota.
nb_no: Angir koden for malen som skal brukes.

# Page 1153700271 - Control 2754215778 - Property 2879900210
source: Template Code
cs_cz: Kód šablony
de_ch: Vorlagencode
fi_fi: Mallin koodi
fr_be: Code modèle
is_is: Sniðmátskóði
nb_no: Malkode

# Page 1153700271 - Control 2868678301 - Property 1295455071
source: Specifies the name of the template to apply.
cs_cz: Určuje název šablony, která se má být použta.
de_ch: Gibt den Namen der anzuwendenden Vorlage an.
fi_fi: Määrittää käytettävän mallin nimen.
fr_be: Spécifie le nom du modèle à appliquer.
is_is: Tilgreinir heiti sniðmátsins sem á að nota.
nb_no: Angir navnet på malen som skal brukes.

# Page 1153700271 - Control 2868678301 - Property 2879900210
source: Template Name
cs_cz: Název šablony
de_ch: Vorlagenname
fi_fi: Mallin nimi
fr_be: Nom modèle
is_is: Heiti sniðmáts
nb_no: Malnavn

# Page 1153700271 - Control 4123651066 - Property 1968111052
source: Review your selections, and update them if needed. Click Finish to download the document.
cs_cz: Zkontrolujte výběry a v případě potřeby je aktualizujte. Dokument stáhnete klepnutím na tlačítko Dokončit.
de_ch: Prüfen Sie Ihre Auswahl, und aktualisieren Sie sie bei Bedarf. Klicken Sie auf „Fertigstellen“, um den Beleg herunterzuladen.
fi_fi: Tarkista valinnat ja päivitä ne tarvittaessa. Lataa asiakirja valitsemalla Valmis.
fr_be: Vérifiez vos sélections et mettez-les à jour, le cas échéant. Cliquez sur Terminer pour télécharger le document.
is_is: Skoðið valið og uppfærið ef með þarf. Smellt er á „Ljúka“ til að sækja skjalið.
nb_no: Kontroller valgene dine og oppdater dem etter behov. Klikk på Fullfør for å laste ned dokumentet.

# Page 1153700271 - Control 4123651066 - Property 2879900210
source: Overview
cs_cz: Přehled
de_ch: Übersicht
fi_fi: Yleiskuvaus
fr_be: Aperçu
is_is: Yfirlit
nb_no: Oversikt

# Page 1153700271 - Control 2380959387 - Property 1295455071
source: Specifies the filters to be applied on the record.
cs_cz: Určuje filtry, které mají být použity na záznamu.
de_ch: Gibt die Filter an, die auf den Datensatz angewendet werden sollen.
fi_fi: Määrittää tietueessa käytettävät suodattimet.
fr_be: Spécifie les filtres à appliquer à l’enregistrement.
is_is: Tilgreinir síurnar sem á að nota á færsluna.
nb_no: Angir filtrene som skal brukes på posten.

# Page 1153700271 - Control 2380959387 - Property 2879900210
source: Filters
cs_cz: Filtry
de_ch: Filter
fi_fi: Suodattimet
fr_be: Filtres
is_is: Síur
nb_no: Filtre

# Page 1153700271 - Control 1320037532 - Property 2879900210
source: No filter are set on the entity.
cs_cz: Na entitě není nastaven žádný filtr.
de_ch: Für die Entität wurde kein Filter festgelegt.
fi_fi: Kohteelle ei ole määritetty suodatinta.
fr_be: Aucun filtre n’est défini sur l’entité.
is_is: Engin sía er stillt í einingunni.
nb_no: Ingen filtre er angitt på enheten.

# Page 1153700271 - Control 3425559867 - Property 1295455071
source: Select filters on the entity
cs_cz: Vybrat filtry pro entitu
de_ch: Filter für die Entität auswählen
fi_fi: Valitse objektin suodattimet
fr_be: Sélectionner les filtres sur l’entité
is_is: Velja síur á eininguna
nb_no: Velg filtre på enheten

# Page 1153700271 - Control 4076789414 - Property 1968111052
source: Select settings of the output.
cs_cz: Vyberte nastavení výstupu.
de_ch: Einstellungen für die Ausgabe auswählen.
fi_fi: Valitse tulostuksen asetukset.
fr_be: Sélectionnez les paramètres de la sortie.
is_is: Velja stillingar fyrir úttakið.
nb_no: Velg innstillinger for utdataene.

# Page 1153700271 - Control 4076789414 - Property 2879900210
source: Few more things left!
cs_cz: Ještě pár věcí!
de_ch: Es sind noch ein paar Dinge zu erledigen.
fi_fi: Muutama juttu vielä!
fr_be: Il ne reste plus grand-chose !
is_is: Nokkur atriði í viðbót!
nb_no: Et par ting igjen!

# Page 1153700271 - Control 3961040049 - Property 1295455071
source: Specifies the format of the final document.
cs_cz: Určuje formát konečného dokladu.
de_ch: Legt das Format des endgültigen Belegs fest.
fi_fi: Määrittää lopullisen asiakirjan muodon.
fr_be: Spécifie le format du document final.
is_is: Tilgreinir snið lokaskjalsins.
nb_no: Angir formatet for det endelige dokumentet.

# Page 1153700271 - Control 3961040049 - Property 2879900210
source: Output format
cs_cz: Výstupní formát
de_ch: Ausgabeformat
fi_fi: Tulostusmuoto
fr_be: Format de sortie
is_is: Snið úttaks
nb_no: Utdataformat

# Page 1153700271 - Control 99072330 - Property 1295455071
source: Specifies whether one document per record should be created or one document for all Records.
cs_cz: Určuje, zda má být vytvořen jeden dokument na záznam nebo jeden dokument pro všechny záznamy.
de_ch: Gibt an, ob ein Beleg pro Datensatz oder ein Beleg für alle Datensätze erstellt werden soll.
fi_fi: Määrittää, luodaanko yksi asiakirja tietuetta kohden vai yksi asiakirja kaikille tietueille.
fr_be: Indique si un document par enregistrement doit être créé ou un document pour tous les enregistrements.
is_is: Tilgreinir hvort stofna skuli eitt skjal fyrir hverja færslu eða eitt skjal fyrir allar færslur.
nb_no: Angir om ett dokument per post skal opprettes eller ett dokument for alle poster.

# Page 1153700271 - Control 99072330 - Property 2879900210
source: Split documents
cs_cz: Rozdělit dokumenty
de_ch: Belege aufteilen
fi_fi: Jaa asiakirjat
fr_be: Fractionner les documents
is_is: Skipta skjölum
nb_no: Del opp dokumenter

# Page 1153700271 - Control 3004954119 - Property 1295455071
source: Specifies the code of the template.
cs_cz: Určuje kód šablony.
de_ch: Gibt den Code der Vorlage an.
fi_fi: Määrittää mallin koodin.
fr_be: Spécifie le code du modèle.
is_is: Tilgreinir kóða sniðmátsins.
nb_no: Angir koden for malen.

# Page 1153700271 - Control 3004954119 - Property 2879900210
source: Code
cs_cz: Kód
fi_fi: Koodi
is_is: Kóði
nb_no: Kode

# Page 1153700271 - Control 2961552353 - Property 1295455071
source: Specifies the name of the template.
cs_cz: Určuje název šablony.
de_ch: Gibt den Namen der Vorlage an.
fi_fi: Määrittää mallin nimen.
fr_be: Spécifie le nom du modèle.
is_is: Tilgreinir heiti sniðmátsins.
nb_no: Angir navnet på malen.

# Page 1153700271 - Control 2961552353 - Property 2879900210
source: Name
cs_cz: Název
fi_fi: Nimi
fr_be: Nom
is_is: Heiti
nb_no: Navn

# Page 1153700271 - Control 730832363 - Property 1295455071
source: Specifies the entity the template is asscociated with.
cs_cz: Určuje entitu, ke které je šablona přidružena.
de_ch: Gibt die Entität an, der die Vorlage zugeordnet ist.
fi_fi: Määrittää objektin, johon malli on liitetty.
fr_be: Spécifie l’entité à laquelle le modèle est associé.
is_is: Tilgreinir eininguna sem sniðmátið er tengt við.
nb_no: Angir enheten som malen er tilknyttet.

# Page 1153700271 - Control 730832363 - Property 2879900210
source: Entity
cs_cz: Entita
de_ch: Entität
fi_fi: Objekti
fr_be: Entité
is_is: Eining
nb_no: Enhet

# Page 1153700271 - Control 1031373849 - Property 1968111052
source: Before you can continue you must first create at least one Word template.
cs_cz: Než budete moci pokračovat, musíte nejprve vytvořit alespoň jednu šablonu aplikace Word.
de_ch: Bevor Sie fortfahren können, müssen Sie mindestens eine Word-Vorlage erstellen.
fi_fi: Ennen kuin voit jatkaa, sinun on luotava vähintään yksi Word-malli.
fr_be: Avant de pouvoir continuer, vous devez créer au moins un modèle Word.
is_is: Áður en lengra er haldið verður að búa til a.m.k. eitt Word-sniðmát.
nb_no: Før du kan fortsette, må du først opprette minst én Word-mal.

# Page 1153700271 - Control 1031373849 - Property 2879900210
source: We could not find any Word templates.
cs_cz: Nenašli jsme žádné šablony aplikace Word.
de_ch: Es wurden keine Word-Vorlagen gefunden.
fi_fi: Word-malleja ei löytynyt.
fr_be: Aucun modèle Word n’a été trouvé.
is_is: Við fundum engin Word-sniðmát.
nb_no: Vi finner ingen Word-maler.

# Page 1153700271 - Action 742034285 - Property 2879900210
source: Back
cs_cz: Zpět
de_ch: Zurück
fi_fi: Takaisin
fr_be: Précédent
is_is: Til baka
nb_no: Tilbake

# Page 1153700271 - Action 2667510389 - Property 2879900210
source: Finish
cs_cz: Dokončit
de_ch: Fertigstellen
fi_fi: Valmis
fr_be: Terminer
is_is: Ljúka
nb_no: Fullfør

# Page 1153700271 - Action 4137051400 - Property 1295455071
source: Create a new Word template
cs_cz: Vytvořit novou šablonu aplikace Word
de_ch: Neue Word-Vorlage erstellen
fi_fi: Luo uusi Word-malli
fr_be: Créer un modèle Word
is_is: Stofna nýtt Word-sniðmát
nb_no: Opprett en ny Word-mal

# Page 1153700271 - Action 4137051400 - Property 2879900210
source: New Template
cs_cz: Nová šablona
de_ch: Neue Vorlage
fi_fi: Uusi malli
fr_be: Nouveau modèle
is_is: Nýtt sniðmát
nb_no: Ny mal

# Page 1153700271 - Action 1235620153 - Property 2879900210
source: Next
cs_cz: Další
de_ch: Weiter
fi_fi: Seuraava
fr_be: Suivant
is_is: Áfram
nb_no: Neste

# Page 3419425781 - Property 2879900210
source: Apply Word Template
cs_cz: Použití šablony aplikace Word
de_ch: Word-Vorlage anwenden
fi_fi: Käytä Word-mallia
fr_be: Appliquer le modèle Word
is_is: Nota Word-sniðmát
nb_no: Bruk Word-mal

# Page 3419425781 - Control 3004954119 - Property 1295455071
source: Specifies the code of the template.
cs_cz: Určuje kód šablony.
de_ch: Gibt den Code der Vorlage an.
fi_fi: Määrittää mallin koodin.
fr_be: Spécifie le code du modèle.
is_is: Tilgreinir kóða sniðmátsins.
nb_no: Angir koden for malen.

# Page 3419425781 - Control 3004954119 - Property 2879900210
source: Code
cs_cz: Kód
fi_fi: Koodi
is_is: Kóði
nb_no: Kode

# Page 3419425781 - Control 2961552353 - Property 1295455071
source: Specifies the name of the template.
cs_cz: Určuje název šablony.
de_ch: Gibt den Namen der Vorlage an.
fi_fi: Määrittää mallin nimen.
fr_be: Spécifie le nom du modèle.
is_is: Tilgreinir heiti sniðmátsins.
nb_no: Angir navnet på malen.

# Page 3419425781 - Control 2961552353 - Property 2879900210
source: Name
cs_cz: Název
fi_fi: Nimi
fr_be: Nom
is_is: Heiti
nb_no: Navn

# Page 3419425781 - Control 730832363 - Property 1295455071
source: Specifies the entity the template is asscociated with.
cs_cz: Určuje entitu, ke které je šablona přidružena.
de_ch: Gibt die Entität an, der die Vorlage zugeordnet ist.
fi_fi: Määrittää objektin, johon malli on liitetty.
fr_be: Spécifie l’entité à laquelle le modèle est associé.
is_is: Tilgreinir eininguna sem sniðmátið er tengt við.
nb_no: Angir enheten som malen er tilknyttet.

# Page 3419425781 - Control 730832363 - Property 2879900210
source: Entity
cs_cz: Entita
de_ch: Entität
fi_fi: Objekti
fr_be: Entité
is_is: Eining
nb_no: Enhet

# Page 3419425781 - Control 1031373849 - Property 1968111052
source: Before you can continue you must first create at least one Word template.
cs_cz: Než budete moci pokračovat, musíte nejprve vytvořit alespoň jednu šablonu aplikace Word.
de_ch: Bevor Sie fortfahren können, müssen Sie mindestens eine Word-Vorlage erstellen.
fi_fi: Ennen kuin voit jatkaa, sinun on luotava vähintään yksi Word-malli.
fr_be: Avant de pouvoir continuer, vous devez créer au moins un modèle Word.
is_is: Áður en lengra er haldið verður að búa til a.m.k. eitt Word-sniðmát.
nb_no: Før du kan fortsette, må du først opprette minst én Word-mal.

# Page 3419425781 - Control 1031373849 - Property 2879900210
source: We could not find any Word templates.
cs_cz: Nenašli jsme žádné šablony aplikace Word.
de_ch: Es wurden keine Word-Vorlagen gefunden.
fi_fi: Word-malleja ei löytynyt.
fr_be: Aucun modèle Word n’a été trouvé.
is_is: Við fundum engin Word-sniðmát.
nb_no: Vi finner ingen Word-maler.

# Page 3419425781 - Action 2667510389 - Property 2879900210
source: Finish
cs_cz: Dokončit
de_ch: Fertigstellen
fi_fi: Valmis
fr_be: Terminer
is_is: Ljúka
nb_no: Fullfør

# Page 3419425781 - Action 4137051400 - Property 1295455071
source: Create a new Word template
cs_cz: Vytvořit novou šablonu aplikace Word
de_ch: Neue Word-Vorlage erstellen
fi_fi: Luo uusi Word-malli
fr_be: Créer un modèle Word
is_is: Stofna nýtt Word-sniðmát
nb_no: Opprett en ny Word-mal

# Page 3419425781 - Action 4137051400 - Property 2879900210
source: New Template
cs_cz: Nová šablona
de_ch: Neue Vorlage
fi_fi: Uusi malli
fr_be: Nouveau modèle
is_is: Nýtt sniðmát
nb_no: Ny mal

# Page 2359842671 - Property 2019332006
source: New,Process
cs_cz: Nový,Proces
de_ch: Neu,Prozess
fi_fi: Uusi,Käsittely
fr_be: Nouveau,Traitement
is_is: Nýtt,Ferli
nb_no: Ny,Prosess

# Page 2359842671 - Property 2879900210
source: Word Templates
cs_cz: Šablony aplikace Word
de_ch: Word-Vorlagen
fi_fi: Word-mallit
fr_be: Modèles Word
is_is: Word-sniðmát
nb_no: Word-maler

# Page 2359842671 - Control 2879900210 - Property 1295455071
source: Specifies entity assosiated with the template.
cs_cz: Určuje entitu přidruženou k šabloně.
de_ch: Gibt die Entität an, die der Vorlage zugeordnet ist.
fi_fi: Määrittää malliin liitetyn kohteen.
fr_be: Spécifie l’entité associée au modèle.
is_is: Tilgreinir eininguna sem er tengd við sniðmátið.
nb_no: Angir enheten tilknyttet malen.

# Page 2359842671 - Control 2879900210 - Property 2879900210
source: Record
cs_cz: Záznam
de_ch: Datensatz
fi_fi: Tietue
fr_be: Enregistrement
is_is: Færsla
nb_no: Post

# Page 2359842671 - Control 3004954119 - Property 1295455071
source: Specifies the code of the template.
cs_cz: Určuje kód šablony.
de_ch: Gibt den Code der Vorlage an.
fi_fi: Määrittää mallin koodin.
fr_be: Spécifie le code du modèle.
is_is: Tilgreinir kóða sniðmátsins.
nb_no: Angir koden for malen.

# Page 2359842671 - Control 4093990710 - Property 1295455071
source: Specifies the language of the template.
cs_cz: Určuje jazyk šablony.
de_ch: Gibt die Sprache der Vorlage an.
fi_fi: Määrittää mallin kielen.
fr_be: Spécifie la langue du modèle.
is_is: Tilgreinir tungumál sniðmátsins.
nb_no: Angir språket for malen.

# Page 2359842671 - Control 4093990710 - Property 2879900210
source: Language
cs_cz: Jazyk
de_ch: Sprache
fi_fi: Kieli
fr_be: Langue
is_is: Tungumál
nb_no: Språk

# Page 2359842671 - Control 2961552353 - Property 1295455071
source: Specifies the name of the template.
cs_cz: Určuje název šablony.
de_ch: Gibt den Namen der Vorlage an.
fi_fi: Määrittää mallin nimen.
fr_be: Spécifie le nom du modèle.
is_is: Tilgreinir heiti sniðmátsins.
nb_no: Angir navnet på malen.

# Page 2359842671 - Control 4203721915 - Property 2879900210
source: Related Entities
cs_cz: Související entity
de_ch: Zugehörige Einheiten
fi_fi: Liittyvät objektit
fr_be: Entités associées
is_is: Tengdar færslur
nb_no: Relaterte enheter

# Page 2359842671 - Action 3818057883 - Property 1295455071
source: Create an empty Word template for a specific table.
cs_cz: Vytvořte prázdnou šablonu aplikace Word pro určitou tabulku.
de_ch: Erstellt eine leere Word-Vorlage für eine bestimmte Tabelle.
fi_fi: Luo tyhjä Word-malli tietylle taulukolle.
fr_be: Créez un modèle Word vide pour une table spécifique.
is_is: Stofna tómt Word-sniðmát fyrir tiltekna töflu.
nb_no: Oppretter en tom Word-mal for en bestemt tabell.

# Page 2359842671 - Action 3818057883 - Property 2879900210
source: Create a template
cs_cz: Vytvořit šablonu
de_ch: Vorlage erstellen
fi_fi: Luo malli
fr_be: Créer un modèle
is_is: Stofna sniðmát
nb_no: Opprett en mal

# Page 2359842671 - Action 1068937304 - Property 1295455071
source: Apply Word template.
cs_cz: Použít šablonu aplikace Word.
de_ch: Word-Vorlage anwenden.
fi_fi: Käytä Word-mallia.
fr_be: Appliquez le modèle Word.
is_is: Nota Word-sniðmát.
nb_no: Bruk Word-mal.

# Page 2359842671 - Action 1068937304 - Property 2879900210
source: Apply
cs_cz: Použít
de_ch: Anwenden
fi_fi: Käytä
fr_be: Appliquer
is_is: Nota
nb_no: Bruk

# Page 2359842671 - Action 593408208 - Property 1295455071
source: Download the selected Word template.
cs_cz: Stáhněte si vybranou šablonu aplikace Word.
de_ch: Die ausgewählte Word-Vorlage herunterladen.
fi_fi: Lataa valittu Word-malli.
fr_be: Téléchargez le modèle Word sélectionné.
is_is: Sækja valið Word-sniðmát.
nb_no: Last ned den valgte Word-malen.

# Page 2359842671 - Action 593408208 - Property 2879900210
source: Download
cs_cz: Stáhnout
de_ch: Herunterladen
fi_fi: Lataa
fr_be: Télécharger
is_is: Sækja
nb_no: Last ned

# Page 2359842671 - Action 1023290046 - Property 1295455071
source: Edit the related entities for the selected Word template.
cs_cz: Upravte související entity pro vybranou šablonu aplikace Word.
de_ch: Bearbeiten Sie die zugehörigen Einheiten für die ausgewählte Word-Vorlage.
fi_fi: Muokkaa valitun Word-mallin liittyviä objekteja.
fr_be: Modifiez les entités associées pour le modèle Word sélectionné.
is_is: Breyta tengdum einingum fyrir valið Word-sniðmát.
nb_no: Rediger de relaterte enhetene for den valgte Word-malen.

# Page 2359842671 - Action 1023290046 - Property 2879900210
source: Edit related entities
cs_cz: Upravit související entity
de_ch: Zugehörige Einheiten bearbeiten
fi_fi: Muokkaa liittyviä objekteja
fr_be: Modifier les entités associées
is_is: Breyta tengdum einingum
nb_no: Rediger relaterte enheter

# Page 2359842671 - Action 701918397 - Property 1295455071
source: Upload a new template for the selected entry.
cs_cz: Nahrajte novou šablonu pro vybranou položku.
de_ch: Eine neue Vorlage für den ausgewählten Posten hochladen.
fi_fi: Lataa palvelimeen uusi malli valitulle kohteelle.
fr_be: Chargez un nouveau modèle pour l’écriture sélectionnée.
is_is: Hlaða upp nýju sniðmáti fyrir völdu færsluna.
nb_no: Last opp en ny mal for den valgte posten.

# Page 2359842671 - Action 701918397 - Property 2879900210
source: Upload
cs_cz: Nahrát
fi_fi: Lataa palvelimeen
fr_be: Charger
is_is: Hlaða upp
nb_no: Last opp

# Page 3212752058 - Property 2879900210
source: Related Entity
cs_cz: Související entita
de_ch: Zugehörige Einheit
fi_fi: Liittyvä objekti
fr_be: Entité associée
is_is: Tengd eining
nb_no: Relatert enhet

# Page 3212752058 - NamedType 1530166770
source: No source entity relation was specified.
cs_cz: Nebyl zadán žádný vztah zdrojové entity.
de_ch: Es wurde keine Quelleinheitsbeziehung angegeben.
fi_fi: Lähdeobjektin suhdetta ei määritetty.
fr_be: Aucune relation d’entité source n’a été spécifiée.
is_is: Ekkert samband upprunaeiningar var tilgreint.
nb_no: Det er ikke angitt noen relasjon for kildeenhet.

# Page 3212752058 - NamedType 62558703
source: Select related entity for the Word template.
cs_cz: Vyberte související entitu pro šablonu aplikace Word.
de_ch: Wählen Sie die zugehörige Einheit für die Word-Vorlage.
fi_fi: Valitse Word-mallin liittyvä objekti.
fr_be: Sélectionnez l’entité associée pour le modèle Word.
is_is: Veljið tengda einingu fyrir Word-sniðmátið.
nb_no: Velg relatert enhet for Word-malen.

# Page 3212752058 - NamedType 2394404762
source: Select the source entity relation.
cs_cz: Vyberte vztah zdrojové entity.
de_ch: Wählen Sie die Quelleinheitsbeziehung.
fi_fi: Valitse lähdeobjektin suhde.
fr_be: Sélectionnez la relation d’entité source.
is_is: Veljið tengsl upprunaeiningar.
nb_no: Velg relasjonen for kildeenhet.

# Page 3212752058 - Control 739346273 - Property 2879900210
source: Related Entity
cs_cz: Související entita
de_ch: Zugehörige Einheit
fi_fi: Liittyvä objekti
fr_be: Entité associée
is_is: Tengd eining
nb_no: Relatert enhet
