Repository: jbakach/MSDyn365BC.Code.History
Catalog: System Application/Source/System Application/Translations/System Application.*.xlf
Languages: cs_cz, de_ch, fi_fi, fr_be, is_is, nb_no

# Page 367479046 - Control 2094552352 - Property 2879900210
source: Schema Sync Mode
cs_cz: Režim synchronizace schématu
de_ch: Schemasynchronisierungsmodus
fi_fi: Rakenteen synkronointitila
fr_be: Mode de synchronisation des schémas
is_is: Samstilling skema
nb_no: Skjemasynkroniseringsmodus

# Page 367479046 - Control 4109125798 - Property 2879900210
source: Upload Extension
cs_cz: Nahrát rozšíření
de_ch: Erweiterung hochladen
fi_fi: Lataa laajennus
fr_be: Télécharger l'extension
is_is: Hlaða upp viðbót
nb_no: Last opp utvidelse

# Page 367479046 - Action 788258546 - Property 1295455071
source: Cancel
cs_cz: Storno
de_ch: Abbrechen
fi_fi: Peruuta
fr_be: Annuler
is_is: Hætta við
nb_no: Avbryt

# Page 367479046 - Action 788258546 - Property 2879900210
source: Cancel
cs_cz: Storno
de_ch: Stornieren
fi_fi: Peruuta
fr_be: Annuler
is_is: Hætta við
nb_no: Annuller

# Page 367479046 - Action 317913245 - Property 1295455071
source: Deploy
cs_cz: Nasadit
de_ch: Bereitstellen
fi_fi: Ota käyttöön
fr_be: Déployer
is_is: Setja upp
nb_no: Distribuer

# Page 367479046 - Action 317913245 - Property 2879900210
source: Deploy
cs_cz: Nasadit
de_ch: Bereitstellen
fi_fi: Ota käyttöön
fr_be: Déployer
is_is: Setja upp
nb_no: Distribuer

# Page 383217645 - Property 2879900210
source: User Lookup
cs_cz: Vyhledávání uživatele
de_ch: Benutzersuche
fi_fi: Käyttäjän haku
fr_be: Recherche d’utilisateur
is_is: Fletta upp notanda
nb_no: Brukeroppslag

# Page 383217645 - Control 89296664 - Property 1295455071
source: Specifies the Microsoft account that this user uses to sign in to Office 365 or SharePoint Online.
cs_cz: Určuje účet Microsoft, který uživatel používá pro přihlášení k Office 365 mebo SharePoint Online.
de_ch: Gibt das Microsoft-Konto an, mit dem sich dieser Benutzer bei Office 365 oder SharePoint Online anmeldet.
fi_fi: Määrittää Microsoft-tilin, jonka avulla käyttäjä kirjautuu Office 365:een tai SharePoint Onlineen.
fr_be: Spécifie le compte Microsoft utilisé par cet utilisateur pour se connecter à Office 365 ou SharePoint Online.
is_is: Tilgreinir Microsoft reikning sem þessi notandi notar til að skrá sig inn í Office 365 eða SharePoint Online.
nb_no: Angir Microsoft-kontoen som denne brukeren bruker til å logge seg på Office 365 eller SharePoint Online.

# Page 383217645 - Control 2981864456 - Property 1295455071
source: Specifies the full name of the user.
cs_cz: Určuje jméno a příjmení uživatele.
de_ch: Gibt den vollständigen Namen des Benutzers an.
fi_fi: Määrittää käyttäjän koko nimen.
fr_be: Spécifie le nom complet de l'utilisateur.
is_is: Tilgreinir fullt nafn notandans.
nb_no: Angir hele navnet til brukeren.

# Page 383217645 - Control 2981864456 - Property 2879900210
source: Full Name
cs_cz: Celé jméno
de_ch: Vollständiger Name
fi_fi: Koko nimi
fr_be: Nom complet
is_is: Fullt nafn
nb_no: Fullt navn

# Page 383217645 - Control 129688762 - Property 1295455071
source: Specifies the name of the user. If the user must enter credentials when they sign in, this is the name they must enter.
cs_cz: Určuje jméno uživatele. Pokud uživatel musí zadat pověření při přihlášení, to je jméno, které musí zadat.
de_ch: Gibt den Namen des Benutzers an. Wenn der Benutzer bei der Anmeldung Informationen eingeben muss, ist dies der einzugebende Name.
fi_fi: Määrittää käyttäjän nimen. Jos käyttäjän on annettava tunnistetiedot, kun hän kirjautuu sisään, hänen on annettava tämä nimi.
fr_be: Spécifie le nom de l’utilisateur. Si l’utilisateur doit entrer des informations d’identification lorsqu’il se connecte, il doit entrer ce nom.
is_is: Tilgreinir heiti notandans. Ef notandi verður að færa inn skilríki við innskráningu er þetta heitið sem verður að færa inn.
nb_no: Angir navnet på brukeren. Hvis brukeren må angi legitimasjon når han/hun logger på, er dette navnet de må angi.

# Page 383217645 - Control 129688762 - Property 2879900210
source: User Name
cs_cz: Název uživatele
de_ch: Benutzername
fi_fi: Käyttäjän nimi
fr_be: Nom d'utilisateur
is_is: Notandanafn
nb_no: Brukernavn

# Page 383217645 - Control 3885318848 - Property 1295455071
source: Specifies the Windows Security ID of the user. This is only relevant for Windows authentication.
de_ch: Gibt die Windows-Sicherheitskennung des Benutzers an. Dies ist nur für die Windows-Authentifizierung relevant.
fi_fi: Määrittää käyttäjän Windowsin suojaustunnuksen. Tämä koskee vain Windows-todennusta.
fr_be: Spécifie l'ID de sécurité Windows de l'utilisateur. Il sert uniquement pour l'authentification Windows.
is_is: Tilgreinir Windows-öryggisauðkenni notandans. Þetta á aðeins við um Windows sannvottun.
nb_no: Angir brukerens sikkerhets-ID for Windows. Dette er bare relevant for Windows-godkjenning.

# Page 1849231761 - Property 1064389655
source: About user setting details
cs_cz: Podrobnosti nastavení uživatele
de_ch: Informationen zu Benutzereinstellungsdetails
fi_fi: Tietoja käyttäjän mukautusten tiedoista
fr_be: À propos des détails des paramètres utilisateur
is_is: Upplýsingar um notandastillingar
nb_no: Om brukerinnstillingsdetaljer

# Page 1849231761 - Property 247559172
source: Here, you manage an individual user's settings. If a setting is left blank, a default value is provided when the user signs in.
cs_cz: Zde spravujete nastavení jednotlivých uživatelů. Pokud je nastavení ponecháno prázdné, je při přhlášení poskytnuta výchozí hodnota.
de_ch: Hier verwalten Sie die Einstellungen eines einzelnen Benutzers. Wenn eine Einstellung leer gelassen wird, wird ein Standardwert angegeben, wenn sich der Benutzer anmeldet.
fi_fi: Tässä voit hallita yksittäisen käyttäjän asetuksia. Jos asetusta ei määritetä, annetaan oletusarvo, kun käyttäjä kirjautuu sisään.
fr_be: Ici, vous gérez les paramètres d’un utilisateur individuel. Si un paramètre est laissé vide, une valeur par défaut est fournie lorsque l’utilisateur se connecte.
is_is: Hér er hægt að stjórna stillingum einstakra notenda. Ef stillingin er skilin eftir auð er sjálfgefið gildi notað þegar notandinn skráir sig inn.
nb_no: Her håndterer du innstillingene for en individuell bruker. Hvis en innstilling står tom, blir det gitt en standardverdi når brukeren logger på.

# Page 1849231761 - Property 2879900210
source: User Settings Card
cs_cz: Karta uživatelského nastavení
de_ch: Benutzereinstellungskarte
fi_fi: Käyttäjän mukautukset -kortti
fr_be: Fiche Préférences client
is_is: Notandastillingaspjald
nb_no: Kort for brukerinnstillinger

# Page 1849231761 - Property 3863440606
source: User Personalization Card,User Preferences Card
cs_cz: Karta přizpůsobení uživatele,Karta předvoleb uživatele
de_ch: Benutzeranpassungskarte,Benutzereinstellungskarte
fi_fi: Käyttäjän mukautus -kortti,Käyttäjäasetukset-kortti
fr_be: Fiche personnalisation utilisateur,Fiche préférences utilisateur
is_is: Sérstillingaspjald notanda,Kjörstillingaspjald notanda
nb_no: Brukertilpasningskort,Kort for brukerinnstillinger

# Page 1849231761 - NamedType 1791042584
source: User Settings
cs_cz: Uživatelská nastavení
de_ch: Benutzereinstellungen
fi_fi: Käyttäjän mukautukset
fr_be: Préférences client
is_is: Notandastillingar
nb_no: Brukerinnstillinger

# Page 1849231761 - Control 2445482498 - Property 2879900210
source: General
cs_cz: Obecné
de_ch: Allgemein
fi_fi: Yleiset
fr_be: Général
is_is: Almennt
nb_no: Generelt

# Page 1849231761 - Control 3133801257 - Property 1295455071
source: Specifies the company that the user works in. Unless restricted by permissions, users can change this on the My Settings page.
cs_cz: Určuje společnost, ve které uživatel pracuje. Pokud nejsou omezena oprávněními, mohou to uživatelé změnit na stránce Moje nastavení.
de_ch: Gibt das Unternehmen an, in dem der Benutzer arbeitet. Sofern nicht durch Berechtigungen eingeschränkt, können Benutzer dies auf der Seite „Meine Einstellungen“ ändern.
fi_fi: Määrittää yrityksen, jossa käyttäjä työskentelee. Käyttäjät voivat muuttaa tätä Omat asetukset -sivulla, jos käyttöoikeuksia ei ole rajoitettu.
fr_be: Spécifie la société dans laquelle l’utilisateur travaille. Les utilisateurs peuvent modifier cette configuration sur la page Mes paramètres, sauf s’ils ne disposent pas des autorisations nécessaires.
is_is: Tilgreinir fyrirtækið sem notandinn vinnur í. Ef heimildir eru ekki takmarkaðar geta notendur breytt þessu á stillingasíðunni sinni.
nb_no: Angir selskapet som brukeren jobber i. Brukerne kan endre dette på Mine innstillinger-siden, med mindre det er begrenset av tillatelser.

# Page 1849231761 - Control 3133801257 - Property 2879900210
source: Company
cs_cz: Společnost
de_ch: Mandant
fi_fi: Yritys
fr_be: Société
is_is: Fyrirtæki
nb_no: Selskap

# Page 1849231761 - Control 2981864456 - Property 1295455071
source: Specifies the user's full name.
cs_cz: Určuje celé jméno uživatele.
de_ch: Gibt den vollständigen Namen des Benutzers an.
fi_fi: Määrittää käyttäjän koko nimen.
fr_be: Spécifie le nom complet de l’utilisateur.
is_is: Tilgreinir fullt nafn notandans.
nb_no: Angir brukerens fulle navn.

# Page 1849231761 - Control 2981864456 - Property 2879900210
source: Full Name
cs_cz: Celé jméno
de_ch: Vollständiger Name
fi_fi: Koko nimi
fr_be: Nom complet
is_is: Fullt nafn
nb_no: Fullt navn

# Page 1849231761 - Control 4093990710 - Property 1295455071
source: Specifies the language in which Business Central will display. Users can change this on the My Settings page.
cs_cz: Určuje jazyk, ve kterém se bude Business Central zobrazovat. Uživatelé to mohou změnit na stránce Moje nastavení.
de_ch: Gibt die Sprache an, in der Business Central angezeigt wird. Benutzer können dies auf der Seite „Meine Einstellungen“ ändern.
fi_fi: Määrittää kielen, jolla Business Centralia käytetään. Käyttäjät voivat muuttaa tätä Omat asetukset -sivulla.
fr_be: Spécifie la langue dans laquelle Business Central va s’afficher. Les utilisateurs peuvent modifier cette configuration sur la page Mes paramètres.
is_is: Tilgreinir tungumálið sem Business Central sýnir. Notendur geta breytt þessu á stillingasíðunni sinni.
nb_no: Angir språket som Business Central skal vise. Brukerne kan endre dette på Mine innstillinger-siden.

# Page 1849231761 - Control 4093990710 - Property 2879900210
source: Language
cs_cz: Jazyk
de_ch: Sprache
fi_fi: Kieli
fr_be: Langue
is_is: Tungumál
nb_no: Språk

# Page 1849231761 - Control 2241665020 - Property 1295455071
source: Specifies the region setting for the user. The region defines display formats, for example, for dates, numbering, symbols, and currency. Users can change this on the My Settings page.
cs_cz: Určuje nastavení oblasti pro uživatele. Oblast definuje formáty zobrazení, například pro data, číslování, symboly a měnu. Uživatelé to mohou změnit na stránce Moje nastavení.
de_ch: Gibt die Regionseinstellung für den Benutzer an. Die Region definiert Anzeigeformate (z. B. bei Datumsangaben, Zahlen, Symbolen und Währungen). Benutzer können dies auf der Seite „Meine Einstellungen“ ändern.
fi_fi: Määrittää käyttäjän alueen asetuksen. Alue määrittää näyttömuodot, kuten päivämäärien, numeroiden, symbolien ja valuutan näyttömuodot. Käyttäjät voivat muuttaa tätä Omat asetukset -sivulla.
fr_be: Spécifie le paramètre de région de l’utilisateur. La région définit les formats d’affichage, par exemple, pour les dates, la numérotation, les symboles et la devise. Les utilisateurs peuvent modifier cette configuration sur la page Mes paramètres.
is_is: Tilgreinir svæðisstillingu notandans. Svæðið skilgreinir birtingarsnið, til dæmis fyrir dagsetningar, tölusetningu, tákn og gjaldmiðil. Notendur geta breytt þessu á stillingasíðunni sinni.
nb_no: Angir områdeinnstillingen for brukeren. Området definerer visningsformater som datoer, nummerering, symboler og valuta. Brukerne kan endre dette på Mine innstillinger-siden.

# Page 1849231761 - Control 2241665020 - Property 2879900210
source: Region
cs_cz: Oblast
fi_fi: Alue
fr_be: Région
is_is: Svæði
nb_no: Område

# Page 1849231761 - Control 2339353424 - Property 1295455071
source: Specifies the user role that defines the user's default Role Center and role-specific customizations. Unless restricted by permissions, users can change their role on the My Settings page.
cs_cz: Určuje roli uživatele, která definuje výchozí centrum rolí uživatele a přizpůsobení specifická pro roli. Pokud nejsou omezeni oprávněními, mohou uživatelé změnit svou roli na stránce Moje nastavení.
de_ch: Gibt die Benutzerrolle an, die das Standard-Rollencenter des Benutzers und die rollenspezifischen Anpassungen definiert. Sofern nicht durch Berechtigungen eingeschränkt, können Benutzer ihre Rolle auf der Seite „Meine Einstellungen“ ändern.
fi_fi: Määrittää käyttäjän roolin, joka määrittää käyttäjän oletusarvoisen Roolikeskuksen ja roolikohtaiset mukautukset. Käyttäjät voivat muuttaa rooliaan Omat asetukset -sivulla, jos käyttöoikeuksia ei ole rajoitettu.
fr_be: Spécifie le rôle utilisateur qui définit le tableau de bord par défaut de l’utilisateur et les personnalisations propres au rôle. Les utilisateurs peuvent modifier leur rôle sur la page Mes paramètres, sauf s’ils ne disposent pas des autorisations nécessaires.
is_is: Tilgreinir notandahlutverkið sem skilgreinir sjálfgefnar og sértækar stillingar notandans í „Mitt hlutverk“. Notendur geta breytt hlutverki sínu á stillingasíðunni nema heimildir séu takmarkaðar.
nb_no: Angir brukerrollen som definerer brukerens standard rollesenter og rollespesifikke tilpasninger. Brukerne kan endre rollen sin på siden Mine innstillinger, med mindre det er begrenset av tillatelser.

# Page 1849231761 - Control 2339353424 - Property 2879900210
source: Role
de_ch: Rolle
fi_fi: Rooli
fr_be: Rôle
is_is: Hlutverk
nb_no: Rolle

# Page 1849231761 - Control 2564753503 - Property 1295455071
source: Specifies whether to display short messages that inform, remind, or teach the user about important fields and actions when they open a page.
cs_cz: Určuje, zda se mají zobrazovat krátké zprávy, které informují, připomínají nebo poučují uživatele o důležitých polích a akcích při otevření stránky.
de_ch: Gibt an, ob kurze Nachrichten angezeigt werden sollen, die den Benutzer beim Öffnen einer Seite über wichtige Felder und Aktionen informieren, ihn an diese erinnern oder ihm diese vorstellen.
fi_fi: Määrittää, näytetäänkö lyhyitä viestejä, joissa kerrotaan, muistutetaan tai annetaan neuvoja tärkeistä kentistä ja toiminnoista, kun käyttäjä avaa sivun.
fr_be: Spécifie s’il faut afficher des messages courts pour informer, rappeler ou apprendre à l’utilisateur les actions et les champs importants quand ils ouvrent une page.
is_is: Tilgreinir hvort birta eigi stutt skilaboð sem upplýsa, minna á eða kenna notandanum á mikilvæg svæði og aðgerðir þegar viðkomandi opnar síðu.
nb_no: Angir om du vil vise korte meldinger som informerer, påminner eller lærer brukeren om viktige felter og handlinger når vedkommende åpner en side.

# Page 1849231761 - Control 2564753503 - Property 2879900210
source: Teaching Tips
cs_cz: Výukové tipy
de_ch: Unterrichtstipps
fi_fi: Opetusvinkkejä
fr_be: Conseils d’apprentissage
is_is: Kennsluábendingar
nb_no: Læringstips

# Page 1849231761 - Control 2945354029 - Property 1295455071
source: Specifies the time zone for the user. Users can change this on the My Settings page.
cs_cz: Určuje časové pásmo pro uživatele. Uživatelé ho mohou změnit na stránce Moje nastavení.
de_ch: Gibt die Zeitzone für den Benutzer an. Benutzer können dies auf der Seite „Meine Einstellungen“ ändern.
fi_fi: Määrittää käyttäjän aikavyöhykkeen. Käyttäjät voivat muuttaa tätä Omat asetukset -sivulla.
fr_be: Spécifie le fuseau horaire de l’utilisateur. Les utilisateurs peuvent modifier cette configuration sur la page Mes paramètres.
is_is: Tilgreinir tímabelti notandans. Notendur geta breytt þessu á stillingasíðunni sinni.
nb_no: Angir tidssonen for brukeren. Brukerne kan endre dette på Mine innstillinger-siden.

# Page 1849231761 - Control 2945354029 - Property 2879900210
source: Time Zone
cs_cz: Časové pásmo
de_ch: Zeitzone
fi_fi: Aikavyöhyke
fr_be: Fuseau horaire
is_is: Tímabelti
nb_no: Tidssone

# Page 1849231761 - Control 2708250016 - Property 1295455071
source: Specifies the user's unique identifier.
cs_cz: Určuje jedinečný identifikátor uživatele.
de_ch: Gibt den eindeutigen Bezeichner des Benutzers an.
fi_fi: Määrittää käyttäjän yksilöivän tunnisteen.
fr_be: Spécifie l’identificateur unique de l’utilisateur.
is_is: Tilgreinir einkvæmt kenni notandans.
nb_no: Angir brukerens unike identifikator.

# Page 1849231761 - Control 2708250016 - Property 2879900210
source: User ID
cs_cz: ID uživatele
de_ch: Benutzer-ID
fi_fi: Käyttäjätunnus
fr_be: ID utilisateur
is_is: Notandakenni
nb_no: Bruker-ID

# Page 3041391867 - Property 2879900210
source: User Plan Members
cs_cz: Členové plánu uživatele
de_ch: Benutzerplan-Mitglieder
fi_fi: Käyttäjän suunnitelman jäsenet
fr_be: Membres du plan utilisateur
is_is: Meðlimir áskriftar notanda
nb_no: Brukerplanmedlemmer

# Page 3041391867 - Control 2387530096 - Property 1295455071
source: Specifies the subscription plan.
de_ch: Gibt den Abonnementplan an.
fi_fi: Määrittää tilaussuunnitelman.
fr_be: Spécifie le plan de l'abonnement.
is_is: Tilgreinir áskriftarleiðina.
nb_no: Angir abonnementsplanen.

# Page 3041391867 - Control 1581469095 - Property 1295455071
source: Specifies the full name of the user.
cs_cz: Určuje jméno a příjmení uživatele.
de_ch: Gibt den vollständigen Namen des Benutzers an.
fi_fi: Määrittää käyttäjän koko nimen.
fr_be: Spécifie le nom complet de l'utilisateur.
is_is: Tilgreinir fullt nafn notandans.
nb_no: Angir hele navnet til brukeren.

# Page 3041391867 - Control 129688762 - Property 1295455071
source: Specifies the short name for the user.
cs_cz: Určuje krátký název uživatele.
de_ch: Gibt den kurzen Namen für den Benutzer an.
fi_fi: Määrittää käyttäjän nimen lyhenteen.
fr_be: Spécifie le nom abrégé de l'utilisateur.
is_is: Tilgreinir stutt nafn notanda.
nb_no: Angir det korte navnet for brukeren.

# Page 4233905488 - Property 2879900210
source: Users in Plan
cs_cz: Uživatelé v plánu
de_ch: Benutzer in Plan
fi_fi: Suunnitelman käyttäjät
fr_be: Utilisateurs du plan
is_is: Notendur í áskrift
nb_no: Brukere i plan

# Page 4233905488 - Control 2387530096 - Property 1295455071
source: Specifies the subscription plan.
de_ch: Gibt den Abonnementplan an.
fi_fi: Määrittää tilaussuunnitelman.
fr_be: Spécifie le plan de l'abonnement.
is_is: Tilgreinir áskriftarleiðina.
nb_no: Angir abonnementsplanen.

# Page 4233905488 - Control 129688762 - Property 1295455071
source: Specifies the short name for the user.
cs_cz: Určuje krátký název uživatele.
de_ch: Gibt den kurzen Namen für den Benutzer an.
fi_fi: Määrittää käyttäjän nimen lyhenteen.
fr_be: Spécifie le nom abrégé de l'utilisateur.
is_is: Tilgreinir stutt nafn notanda.
nb_no: Angir det korte navnet for brukeren.

# Page 3116915808 - Property 2879900210
source: User Plans
cs_cz: Uživatelské plány
de_ch: Benutzerpläne
fi_fi: Käyttäjän suunnitelmat
fr_be: Plans utilisateur
is_is: Áskriftir notanda
nb_no: Brukerplaner

# Page 3116915808 - Control 2961552353 - Property 1295455071
source: Specifies the name of the plan.
cs_cz: Určuje název plánu.
de_ch: Gibt den Namen des Plans an.
fi_fi: Määrittää suunnitelman nimen.
fr_be: Spécifie le nom du plan.
is_is: Tilgreinir heiti áætlunarinnar.
nb_no: Angir navnet på planen.

# Page 3116915808 - Control 2961552353 - Property 2879900210
source: Name
cs_cz: Název
fi_fi: Nimi
fr_be: Nom
is_is: Heiti
nb_no: Navn

# Page 2303806024 - Property 2879900210
source: My Settings
cs_cz: Moje nastavení
de_ch: Meine Einstellungen
fi_fi: Omat asetukset
fr_be: Mes paramètres
is_is: Mínar stillingar
nb_no: Mine innstillinger

# Page 2303806024 - Property 3863440606
source: company,role center,work date,role
cs_cz: společnost,centrum rolí,pracovní datum,role
de_ch: Mandant,Rollencenter,Arbeitsdatum,Rolle
fi_fi: yritys,roolikeskus,käsittelypäivämäärä,rooli
fr_be: société,tableau de bord,date de travail,rôle
is_is: fyrirtæki,mitt hlutverk,vinnudagsetning,hlutverk
nb_no: selskap,rollesenter,arbeidsdato,rolle

# Page 2303806024 - Control 1976356074 - Property 2879900210
source: User Settings
cs_cz: Uživatelská nastavení
de_ch: Benutzereinstellungen
fi_fi: Käyttäjän mukautukset
fr_be: Préférences client
is_is: Notandastillingar
nb_no: Brukerinnstillinger

# Page 2303806024 - Control 1414360946 - Property 2879900210
source: Security
cs_cz: Bezpečnost
de_ch: Sicherheit
fi_fi: Suojaus
fr_be: Sécurité
is_is: Öryggi
nb_no: Sikkerhet

# Page 2303806024 - Control 3133801257 - Property 1295455071
source: Specifies the database company that you work in. You must sign out and then sign in again for the change to take effect.
cs_cz: Určuje společnost databáze, ve které pracujete. Chcete-li, aby změna nabyla účinnosti, musíte se odhlásit a znovu přihlásit.
de_ch: Gibt den Datenbankmandanten an, in dem Sie arbeiten. Sie müssen sich abmelden und wieder anmelden, damit die Änderung übernommen wird.
fi_fi: Määrittää tietokantayrityksen, jossa työskentelet. Muutos tulee voimaan, kun kirjaudut ensin ulos laitteesta ja sitten uudelleen sisään.
fr_be: Spécifie la base de données société dans laquelle vous travaillez. Pour qu’un changement de société prenne effet, vous devez vous déconnecter et vous reconnecter.
is_is: Tilgreinir gagnagrunnsfyrirtækið sem þú vinnur í. Til að breytingin taki gildi þarftu að skrá þig út og svo inn aftur.
nb_no: Angir databaseselskapet du arbeider i. Du må logge av og deretter på igjen for at endringen skal tre i kraft.

# Page 2303806024 - Control 3133801257 - Property 2879900210
source: Company
cs_cz: Společnost
de_ch: Mandant
fi_fi: Yritys
fr_be: Société
is_is: Fyrirtæki
nb_no: Selskap

# Page 2303806024 - Control 639974159 - Property 1295455071
source: Specifies the display language, on all devices. You must sign out and then sign in again for the change to take effect.
cs_cz: Určuje jazyk zobrazení na všech zařízeních. Chcete-li, aby změna nabyla účinnosti, musíte se odhlásit a znovu přihlásit.
de_ch: Gibt die Anzeigesprache auf allen Geräten an. Sie müssen sich abmelden und wieder anmelden, damit die Änderung übernommen wird.
fi_fi: Määrittää kaikkien laitteiden näyttökielen. Muutos tulee voimaan, kun kirjaudut ensin ulos laitteesta ja sitten uudelleen sisään.
fr_be: Spécifie la langue d’affichage sur tous les périphériques. Pour qu’un changement de langue prenne effet, vous devez vous déconnecter et vous reconnecter.
is_is: Tilgreinir birtingartungumál á öllum tækjum. Til að breytingin hafi áhrif þarf að skrá sig út og svo inn aftur.
nb_no: Angir visningsspråket på alle enheter. Du må logge av og deretter på igjen for at endringen skal tre i kraft.

# Page 2303806024 - Control 639974159 - Property 2879900210
source: Language
cs_cz: Jazyk
de_ch: Sprache
fi_fi: Kieli
fr_be: Langue
is_is: Tungumál
nb_no: Språk
