Repository: jbakach/MSDyn365BC.Code.History
Catalog: System Application/Source/System Application/Translations/System Application.*.xlf
Languages: cs_cz, de_ch, fi_fi, fr_be, is_is, nb_no

# Page 281796026 - Control 2945354029 - Property 1295455071
source: Specifies the time zone for the user. Users can change this on the My Settings page.
cs_cz: Určuje časové pásmo pro uživatele. Uživatelé ho mohou změnit na stránce Moje nastavení.
de_ch: Gibt die Zeitzone für den Benutzer an. Benutzer können dies auf der Seite „Meine Einstellungen“ ändern.
fi_fi: Määrittää käyttäjän aikavyöhykkeen. Käyttäjät voivat muuttaa tätä Omat asetukset -sivulla.
fr_be: Spécifie le fuseau horaire de l’utilisateur. Les utilisateurs peuvent modifier cette configuration sur la page Mes paramètres.
is_is: Tilgreinir tímabelti notandans. Notendur geta breytt þessu á stillingasíðunni sinni.
nb_no: Angir tidssonen for brukeren. Brukerne kan endre dette på Mine innstillinger-siden.

# Page 281796026 - Control 2945354029 - Property 2879900210
source: Time Zone
cs_cz: Časové pásmo
de_ch: Zeitzone
fi_fi: Aikavyöhyke
fr_be: Fuseau horaire
is_is: Tímabelti
nb_no: Tidssone

# Page 281796026 - Control 2708250016 - Property 1295455071
source: Specifies the user’s unique identifier.
cs_cz: Určuje jedinečný identifikátor uživatele.
de_ch: Gibt den eindeutigen Bezeichner des Benutzers an.
fi_fi: Määrittää käyttäjän yksilöivän tunnisteen.
fr_be: Spécifie l’identificateur unique de l’utilisateur.
is_is: Tilgreinir einkvæmt kenni notandans.
nb_no: Angir brukerens unike identifikator.

# Page 281796026 - Control 2708250016 - Property 2879900210
source: User ID
cs_cz: ID uživatele
de_ch: Benutzer-ID
fi_fi: Käyttäjätunnus
fr_be: ID utilisateur
is_is: Notandakenni
nb_no: Bruker-ID

# Page 3386499395 - Property 2879900210
source: Video link
cs_cz: Odkaz na video
fi_fi: Videolinkki
fr_be: Lien vidéo
is_is: Myndbandstengill
nb_no: Videokobling

# Page 3313994466 - Property 2879900210
source: Available Languages
cs_cz: Dostupné jazyky
de_ch: Verfügbare Sprachen
fi_fi: Käytettävissä olevat kielet
fr_be: Langues disponibles
is_is: Tiltæk tungumál
nb_no: Tilgjengelige språk

# Page 3313994466 - Control 450009889 - Property 1295455071
source: Specifies the unique language ID for the Windows language.
cs_cz: Určuje jedinečné ID jazyka pro Windows jazyk.
de_ch: Gibt die Sprachen-ID für die Windows-Sprache an.
fi_fi: Määrittää Windows-kielen yksilöivän kielitunnuksen.
fr_be: Spécifie le code langue unique de la langue Windows.
is_is: Tilgreinir einkvæma tungumálakennið sem Windows notar fyrir tungumálið.
nb_no: Angir den unike språk-ID-en for Windows-språket.

# Page 3313994466 - Control 2961552353 - Property 1295455071
source: Specifies the names of the available Windows languages.
cs_cz: Určuje názvy dostupných Windows jazyků.
de_ch: Gibt die Namen der verfügbaren Windows-Sprachen an.
fi_fi: Määrittää saatavilla olevien Windows-kielten nimet.
fr_be: Spécifie le nom des langues Windows disponibles.
is_is: Tilgreinir heiti tungumála sem tiltæk eru í Windows.
nb_no: Angir navnet på de tilgjengelige Windows-språkene.

# Page 3313994466 - Control 2961552353 - Property 2879900210
source: Name
cs_cz: Název
fi_fi: Nimi
fr_be: Nom
is_is: Heiti
nb_no: Navn

# Page 3314581104 - Property 2879900210
source: Create a Word Template
cs_cz: Vytvoření šablony aplikace Word
de_ch: Word-Vorlage erstellen
fi_fi: Luo Word-malli
fr_be: Créer un modèle Word
is_is: Stofna Word-sniðmát
nb_no: Opprett en Word-mal

# Page 3314581104 - NamedType 2375307040
source: Add new entity
cs_cz: Přidat novou entitu
de_ch: Neue Entität hinzufügen
fi_fi: Lisää uusi objekti
fr_be: Ajouter une nouvelle entité
is_is: Bæta við nýrri einingu
nb_no: Legg til ny enhet

# Page 3314581104 - NamedType 581166427
source: Add a related entity (advanced)
cs_cz: Přidání související entity (pokročilé)
de_ch: Verknüpfte Einheit hinzufügen (erweitert)
fi_fi: Lisää liittyvä objekti (laajennettu)
fr_be: Ajouter une entité associée (avancée)
is_is: Bæta við tengdri einingu (ítarlegt)
nb_no: Legg til en relatert enhet (avansert)

# Page 3314581104 - NamedType 825368625
source: Add a related entity (simple)
cs_cz: Přidání související entity (jednoduché)
de_ch: Verknüpfte Einheit hinzufügen (einfach)
fi_fi: Lisää liittyvä objekti (yksinkertainen)
fr_be: Ajouter une entité associée (simple)
is_is: Bæta við tengdri einingu (einfalt)
nb_no: Legg til en relatert enhet (enkel)

# Page 3314581104 - NamedType 1776506875
source: A template with this code already exists.
cs_cz: Šablona s tímto kódem již existuje.
de_ch: Eine Vorlage mit diesem Code ist bereits vorhanden.
fi_fi: Tämän koodin sisältävä malli on jo olemassa.
fr_be: Un modèle ayant ce code existe déjà.
is_is: Sniðmát með þessum kóða er þegar til.
nb_no: Det finnes allerede en mal med denne koden.

# Page 3314581104 - NamedType 619643972
source: Download a blank template.
cs_cz: Stáhněte si prázdnou šablonu.
de_ch: Eine leere Vorlage herunterladen.
fi_fi: Lataa tyhjä malli.
fr_be: Téléchargez un modèle vierge.
is_is: Sækja autt sniðmát.
nb_no: Last ned en tom mal.

# Page 3314581104 - NamedType 1601324261
source: Learn more
cs_cz: Naučte se více
de_ch: Weitere Informationen
fi_fi: Lisätietoja
fr_be: En savoir plus
is_is: Frekari upplýsingar
nb_no: Finn ut mer

# Page 3314581104 - NamedType 619790885
source: Please fill in all fields before continuing.
cs_cz: Před pokračováním vyplňte všechna pole.
de_ch: Füllen Sie alle Felder aus, bevor Sie fortfahren.
fi_fi: Täytä kaikki kentät ennen jatkamista.
fr_be: Renseignez tous les champs avant de continuer.
is_is: Fylla þarf út alla reiti áður en haldið er áfram.
nb_no: Fyll ut alle feltene før du fortsetter.

# Page 3314581104 - NamedType 435873150
source: Please select an entity before continuing.
cs_cz: Před pokračováním vyberte entitu.
de_ch: Wählen Sie eine Einheit aus, bevor Sie fortfahren.
fi_fi: Valitse objekti ennen jatkamista.
fr_be: Sélectionnez une entité avant de continuer.
is_is: Velja skal einingu áður en haldið er áfram.
nb_no: Velg en enhet før du fortsetter.

# Page 3314581104 - NamedType 3227856182
source: Please upload a template before continuing.
cs_cz: Před pokračováním nahrajte šablonu.
de_ch: Laden Sie eine Vorlage hoch, bevor Sie fortfahren.
fi_fi: Lähetä malli palvelimeen ennen jatkamista.
fr_be: Chargez un modèle avant de continuer.
is_is: Hlaða þarf upp sniðmáti áður en haldið er áfram.
nb_no: Du må laste opp en mal før du fortsetter.

# Page 3314581104 - NamedType 614473171
source: Upload the template
cs_cz: Nahrát šablonu
de_ch: Vorlage hochladen
fi_fi: Lataa malli palvelimeen
fr_be: Charger le modèle
is_is: Hlaða upp sniðmátinu
nb_no: Last opp malen

# Page 3314581104 - Control 314111314 - Property 1968111052
source: Give the template a name, and then upload it. Choose Finish when you're done.
cs_cz: Pojmenujte šablonu a nahrajte ji. Až budete hotovi, zvolte Dokončit.
de_ch: Geben Sie der Vorlage einen Namen, und laden Sie diese dann hoch. Wählen Sie „Fertigstellen“ aus, wenn Sie fertig sind.
fi_fi: Anna mallille nimi ja lataa se sitten palvelimeen. Valitse Valmis, kun olet valmis.
fr_be: Donnez un nom au modèle, puis téléchargez-le. Sélectionnez Terminer lorsque vous avez terminé.
is_is: Gefðu sniðmátinu heiti og hladdu því svo upp. Veldu Ljúka að því loknu.
nb_no: Gi malen et navn og last den opp. Velg Fullfør når du er ferdig.

# Page 3314581104 - Control 314111314 - Property 2879900210
source: Almost there!
cs_cz: Už to skoro je!
de_ch: Fast fertig.
fi_fi: Melkein valmista!
fr_be: C’est presque terminé !
is_is: Næstum komið!
nb_no: Nesten ferdig!

# Page 3314581104 - Control 3618478127 - Property 1295455071
source: Specifies the code of the template.
cs_cz: Určuje kód šablony.
de_ch: Gibt den Code der Vorlage an.
fi_fi: Määrittää mallin koodin.
fr_be: Spécifie le code du modèle.
is_is: Tilgreinir kóða sniðmátsins.
nb_no: Angir koden for malen.

# Page 3314581104 - Control 3618478127 - Property 2879900210
source: Code
cs_cz: Kód
fi_fi: Koodi
is_is: Kóði
nb_no: Kode

# Page 3314581104 - Control 4194603822 - Property 1295455071
source: Specifies the language of the template.
cs_cz: Určuje jazyk šablony.
de_ch: Gibt die Sprache der Vorlage an.
fi_fi: Määrittää mallin kielen.
fr_be: Spécifie la langue du modèle.
is_is: Tilgreinir tungumál sniðmátsins.
nb_no: Angir språket for malen.

# Page 3314581104 - Control 4194603822 - Property 2879900210
source: Language
cs_cz: Jazyk
de_ch: Sprache
fi_fi: Kieli
fr_be: Langue
is_is: Tungumál
nb_no: Språk

# Page 3314581104 - Control 2558506169 - Property 1295455071
source: Specifies the name of the template.
cs_cz: Určuje název šablony.
de_ch: Gibt den Namen der Vorlage an.
fi_fi: Määrittää mallin nimen.
fr_be: Spécifie le nom du modèle.
is_is: Tilgreinir heiti sniðmátsins.
nb_no: Angir navnet på malen.

# Page 3314581104 - Control 2558506169 - Property 2879900210
source: Name
cs_cz: Název
fi_fi: Nimi
fr_be: Nom
is_is: Heiti
nb_no: Navn

# Page 3314581104 - Control 1099878689 - Property 1968111052
source: Download a ZIP file that contains a Word document and a data source file. Right-click the ZIP file and choose Extract All. Before you open the Word document, make sure that no other documents are open in Word. The fields you can use in the template are available on the Mailings tab in Word.
cs_cz: Stáhněte soubor ZIP, který obsahuje dokument aplikace Word a soubor zdroje dat. Klikněte pravým tlačítkem myši na soubor ZIP a zvolte Extrahovat vše. Před otevřením dokumentu aplikace Word zkontrolujte, zda nejsou v aplikaci Word otevřeny žádné další dokumenty. Pole, která můžete použít v šabloně, jsou dostupná na záložce Korespondence ve Wordu.
de_ch: Laden Sie eine ZIP-Datei herunter, die ein Word-Dokument und eine Datenquellendatei enthält. Klicken Sie mit der rechten Maustaste auf die ZIP-Datei, und wählen Sie „Alle extrahieren“ aus. Stellen Sie vor dem Öffnen des Word-Dokuments sicher, dass keine anderen Belege in Word geöffnet sind. Die Felder, die Sie in der Vorlage verwenden können, sind auf der Registerkarte „Sendungen“ in Word verfügbar.
fi_fi: Lataa Word-asiakirjan ja tietolähdetiedoston sisältävä ZIP-tiedosto. Napsauta hiiren kakkospainikkeella ZIP-tiedostoa ja valitse Pura kaikki. Varmista ennen Word-tiedoston avaamista, että Wordissa ei ole muita tiedostoja avoinna. Mallissa käytettävät kentät ovat saatavilla Wordin Postitukset-välilehdeltä.
fr_be: Téléchargez un fichier ZIP qui contient un document Word et un fichier source de données. Cliquez avec le bouton droit sur le fichier ZIP et sélectionnez Extraire tout. Avant d’ouvrir le document Word, assurez-vous qu’aucun autre document n’est ouvert dans Word. Les champs que vous pouvez utiliser dans le modèle sont disponibles dans l’onglet Publipostage de Word.
is_is: Sæktu ZIP-skrá sem inniheldur Word-skjal og upprunaskrá gagna. Hægrismelltu á ZIP-skrána og veldu Draga allt út. Áður en Word-skjalið er opnað þarf að gæta þess að engin önnur skjöl séu opin í Word. Reitirnir sem hægt er að nota í sniðmátinu eru tiltækir á póstsendingaflipanum í Word.
nb_no: Last ned en ZIP-fil som inneholder et Word-dokument og en datakildefil. Høyreklikk på ZIP-filen, og velg Pakk ut alle. Før du åpner Word-dokumentet, må du kontrollere at ingen andre dokumenter er åpne i Word. Feltene du kan bruke i malen, er tilgjengelige på Masseutsendelser-fanen i Word.

# Page 3314581104 - Control 1099878689 - Property 2879900210
source: Download an empty template
cs_cz: Stažení prázdné šablony
de_ch: Leere Vorlage herunterladen
fi_fi: Lataa tyhjä malli
fr_be: Télécharger un modèle vide
is_is: Sækja tómt sniðmát
nb_no: Last ned en tom mal

# Page 3314581104 - Control 873771301 - Property 1968111052
source: Please review the template details, go back to previous pages in case you want to edit them. Click Finish to create the template.
cs_cz: Zkontrolujte podrobnosti šablony, vraťte se na předchozí stránky v případě, že je chcete upravit. Chcete-li vytvořit šablonu, klepněte na tlačítko Dokončit.
de_ch: Überprüfen Sie die Vorlagendetails. Kehren Sie zu den vorherigen Seiten zurück, falls Sie diese bearbeiten möchten. Klicken Sie auf „Fertigstellen“, um die Vorlage zu erstellen.
fi_fi: Tarkista mallin tiedot ja siirry takaisin edellisille sivuille, jos haluat muokata niitä. Luo malli valitsemalla Valmis.
fr_be: Vérifiez les détails du modèle, retournez sur les pages précédentes au cas où vous voudriez les modifier. Cliquez sur Terminer pour créer le modèle.
is_is: Fara skal yfir sniðmátsupplýsingarnar og fara aftur á fyrri síður ef breyta skal þeim. Smella skal á „Ljúka“ til að búa til sniðmátið.
nb_no: Kontroller maldetaljene. Gå tilbake til forrige side hvis du vil redigere dem. Klikk på Fullfør for å opprette malen.

# Page 3314581104 - Control 873771301 - Property 2879900210
source: Overview
cs_cz: Přehled
de_ch: Übersicht
fi_fi: Yleiskuvaus
fr_be: Aperçu
is_is: Yfirlit
nb_no: Oversikt

# Page 3314581104 - Control 3654464823 - Property 1295455071
source: Specifies the entity of the template.
cs_cz: Určuje entitu šablony.
de_ch: Gibt die Entität der Vorlage an.
fi_fi: Määrittää mallin kohteen.
fr_be: Spécifie l’entité du modèle.
is_is: Tilgreinir einingu sniðmátsins.
nb_no: Angir enheten for malen.

# Page 3314581104 - Control 3654464823 - Property 2879900210
source: Entity
cs_cz: Entita
de_ch: Entität
fi_fi: Objekti
fr_be: Entité
is_is: Eining
nb_no: Enhet

# Page 3314581104 - Control 2754215778 - Property 1295455071
source: Specifies the code of the template.
cs_cz: Určuje kód šablony.
de_ch: Gibt den Code der Vorlage an.
fi_fi: Määrittää mallin koodin.
fr_be: Spécifie le code du modèle.
is_is: Tilgreinir kóða sniðmátsins.
nb_no: Angir koden for malen.

# Page 3314581104 - Control 2754215778 - Property 2879900210
source: Code
cs_cz: Kód
fi_fi: Koodi
is_is: Kóði
nb_no: Kode

# Page 3314581104 - Control 219540363 - Property 1295455071
source: Specifies the language of the template.
cs_cz: Určuje jazyk šablony.
de_ch: Gibt die Sprache der Vorlage an.
fi_fi: Määrittää mallin kielen.
fr_be: Spécifie la langue du modèle.
is_is: Tilgreinir tungumál sniðmátsins.
nb_no: Angir språket for malen.

# Page 3314581104 - Control 219540363 - Property 2879900210
source: Language
cs_cz: Jazyk
de_ch: Sprache
fi_fi: Kieli
fr_be: Langue
is_is: Tungumál
nb_no: Språk

# Page 3314581104 - Control 973720296 - Property 1295455071
source: Specifies the name of the template.
cs_cz: Určuje název šablony.
de_ch: Gibt den Namen der Vorlage an.
fi_fi: Määrittää mallin nimen.
fr_be: Spécifie le nom du modèle.
is_is: Tilgreinir heiti sniðmátsins.
nb_no: Angir navnet på malen.

# Page 3314581104 - Control 973720296 - Property 2879900210
source: Name
cs_cz: Název
fi_fi: Nimi
fr_be: Nom
is_is: Heiti
nb_no: Navn

# Page 3314581104 - Control 3707875720 - Property 2879900210
source: Related entities share a field, typically an identifier such as its name, code, or ID, with the source entity. Predefined relations are available in the simple option. To define a relation, if you know the shared field, use the advanced option.​
cs_cz: Související entity sdílejí pole, obvykle identifikátor, jako je jeho název, kód nebo ID se zdrojovou entitou. Předdefinované vztahy jsou k dispozici v jednoduché volbě. Chcete-li definovat relaci, pokud znáte sdílené pole, použijte pokročilou volbu.
de_ch: Verknüpfte Einheiten teilen ein Feld, in der Regel einen Bezeichner, z. B. Name, Code oder ID, mit der Quelleinheit. Vordefinierte Beziehungen sind in der einfachen Option verfügbar. Verwenden Sie die Option „Erweitert“, wenn Sie das freigegebene Feld kennen, um eine Beziehung zu definieren.
fi_fi: Liittyvät objektit jakavat lähdeobjektin kanssa kentän, yleensä tunnisteen, kuten sen nimen, koodin tai tunnuksen. Ennalta määritetyt suhteet ovat käytettävissä yksinkertaisessa asetuksessa. Jos haluat määrittää suhteen ja tiedät, mikä jaettu kenttä on, voit käyttää lisäasetuksia.
fr_be: Les entités associées partagent un champ, en général un identificateur tel que son nom, son code ou son ID, avec l’entité source. Les relations prédéfinies sont disponibles dans l’option simple. Pour définir une relation, si vous connaissez le champ partagé, utilisez l’option avancée.
is_is: Tengdar einingar deila reit, yfirleitt auðkenni eins og heiti, kóða eða kenni, með upprunaeiningunni. Fyrirframskilgreind tengsl eru í boði í einfalda valkostinum. Til að skilgreina tengsl, ef samnýttur reitur er þekktur, skal nota ítarlega valkostinn.​
nb_no: Relaterte enheter deler et felt, vanligvis en identifikator som navn, kode eller ID, med kildeenheten. Forhåndsdefinerte relasjoner er tilgjengelige i alternativet Enkel. Hvis du vil definere en relasjon, bruker du alternativet Avansert hvis du vet det delte feltet.

# Page 3314581104 - Control 2450499600 - Property 2879900210
source: You can also merge data from fields on entities that are related to the source entity. For example, if the source is the Customer entity, your template can include data from the Salesperson/Purchaser entity.​
cs_cz: Můžete také sloučit data z polí v entitách, které souvisejí se zdrojovou entitou. Například pokud je zdrojem entita Zákazník, může vaše šablona obsahovat data z entity Prodejce/Nákupčí.
de_ch: Sie können Daten auch aus Feldern in Einheiten zusammenführen, die mit der Quelleinheit verknüpft sind. Wenn es sich bei der Quelle um die Debitoreneinheit handelt, kann Ihre Vorlage z. B. Daten aus der Einheit Verkäufer/Einkäufer enthalten.
fi_fi: Voit myös yhdistää tietoja lähdeobjektiin liittyvien objektien kentistä. Jos lähde on esimerkiksi asiakasobjekti, malli voi sisältää myyjä- tai ostajaobjektin tietoja.
fr_be: Vous pouvez également fusionner des données de champs sur des entités associées à l’entité source. Par exemple, si la source est l’entité Client, votre modèle peut inclure des données de l’entité Vendeur/Acheteur.
is_is: Einnig er hægt að sameina gögn úr reitum á einingum sem eru tengdar upprunaeiningunni. Ef uppruninn er t.d. eining viðskiptamannsins getur sniðmátið innihaldið gögn frá einingu sölumanns/innkaupaaðila.​
nb_no: Du kan også slå sammen data fra felter på enheter som er relatert til kildeenheten. Hvis kilden for eksempel er kundeenheten, kan malen omfatte data fra enheten for selger/kjøper.

# Page 3314581104 - Control 693647045 - Property 2879900210
source: Choose the source of the data for the template.
cs_cz: Zvolte zdroj dat pro šablonu.
de_ch: Wählen Sie die Quelle der Daten für die Vorlage aus.
fi_fi: Valitse mallin tietojen lähde.
fr_be: Choisissez la source des données pour le modèle.
is_is: Velja skal uppruna gagna fyrir sniðmátið.
nb_no: Velg kilden til dataene for malen.

# Page 3314581104 - Control 2961552353 - Property 1295455071
source: Specifies the name of the data source from which the template will get data.
cs_cz: Určuje název zdroje dat, ze kterého bude šablona získávat data.
de_ch: Gibt den Namen der Datenquelle an, aus der die Vorlage Daten abrufen soll.
fi_fi: Määrittää sen tietolähteen nimen, josta malli saa tiedot.
fr_be: Spécifie le nom de la source de données à partir de laquelle le modèle va obtenir des données.
is_is: Tilgreinir heiti gagnaveitunnar þar sem sniðmátið sækir gögn.
nb_no: Angir navnet på datakilden som malen skal hente data fra.

# Page 3314581104 - Control 2961552353 - Property 2879900210
source: Name
cs_cz: Název
fi_fi: Nimi
fr_be: Nom
is_is: Heiti
nb_no: Navn

# Page 3314581104 - Control 958920751 - Property 2879900210
source: No template has been uploaded yet.
cs_cz: Zatím nebyla nahrána žádná šablona.
de_ch: Es wurde noch keine Vorlage hochgeladen.
fi_fi: Mallia ei ole vielä ladattu palvelimeen.
fr_be: Aucun modèle n’a été chargé pour l’instant.
is_is: Engu sniðmáti hefur verið hlaðið upp.
nb_no: Ingen mal er lastet opp ennå.

# Page 3314581104 - Control 989751795 - Property 1295455071
source: The name of the file that was uploaded.
cs_cz: Název souboru, který byl nahrán.
de_ch: Der Name der Datei, die hochgeladen wurde.
fi_fi: Palvelimeen ladatun tiedoston nimi.
fr_be: Nom du fichier qui a été chargé.
is_is: Heiti skráarinnar sem var hlaðið upp.
nb_no: Navnet på filen som ble lastet opp.

# Page 3314581104 - Control 989751795 - Property 2879900210
source: Uploaded file
cs_cz: Nahraný soubor
de_ch: Hochgeladene Datei
fi_fi: Palvelimeen ladattu tiedosto
fr_be: Fichier chargé
is_is: Skrá hlaðið upp
nb_no: Opplastet fil

# Page 3314581104 - Control 3756576965 - Property 1295455071
source: Specifies the entity used in the template in the uploaded file.
cs_cz: Určuje entitu použitou v šabloně v nahraném souboru.
de_ch: Gibt die Entität an, die in der Vorlage in der hochgeladenen Datei verwendet wird.
fi_fi: Määrittää ladatun tiedoston mallissa käytetyn kohteen.
fr_be: Spécifie l’entité utilisée dans le modèle du fichier chargé.
is_is: Tilgreinir eininguna sem er notuð í sniðmátinu í skránni sem var hlaðið upp.
nb_no: Angir enheten som brukes i malen i den opplastede filen.

# Page 3314581104 - Control 3756576965 - Property 2879900210
source: Entity
cs_cz: Entita
de_ch: Entität
fi_fi: Objekti
fr_be: Entité
is_is: Eining
nb_no: Enhet

# Page 3314581104 - Control 3150995916 - Property 1968111052
source: Upload a template file using the link below.
cs_cz: Nahrajte soubor šablony pomocí níže uvedeného odkazu.
de_ch: Laden Sie eine Vorlagendatei mit dem unten stehenden Link hoch.
fi_fi: Lataa mallitiedosto alla olevan linkin avulla.
fr_be: Chargez un modèle de fichier en utilisant le lien ci-dessous.
is_is: Hladdu upp sniðmátsskrá með tenglinum hér að ofan.
nb_no: Last opp en malfil ved hjelp av koblingen nedenfor.

# Page 3314581104 - Control 3150995916 - Property 2879900210
source: Upload a template
cs_cz: Nahrání šablony
de_ch: Vorlage hochladen
fi_fi: Lataa malli palvelimeen
fr_be: Charger un modèle
is_is: Hlaða upp sniðmáti
nb_no: Last opp en mal

# Page 3314581104 - Action 742034285 - Property 2879900210
source: Back
cs_cz: Zpět
de_ch: Zurück
fi_fi: Takaisin
fr_be: Précédent
is_is: Til baka
nb_no: Tilbake

# Page 3314581104 - Action 2667510389 - Property 2879900210
source: Finish
cs_cz: Dokončit
de_ch: Fertigstellen
fi_fi: Valmis
fr_be: Terminer
is_is: Ljúka
nb_no: Fullfør

# Page 3314581104 - Action 1235620153 - Property 2879900210
source: Next
cs_cz: Další
de_ch: Weiter
fi_fi: Seuraava
fr_be: Suivant
is_is: Áfram
nb_no: Neste

# Page 3314581104 - Action 343736747 - Property 2879900210
source: Skip
cs_cz: Přeskočit
de_ch: Überspringen
fi_fi: Ohita
fr_be: Ignorer
is_is: Sleppa
nb_no: Hopp over

# Page 1153700271 - Property 2879900210
source: Apply Word Template
cs_cz: Použití šablony aplikace Word
de_ch: Word-Vorlage anwenden
fi_fi: Käytä Word-mallia
fr_be: Appliquer le modèle Word
is_is: Nota Word-sniðmát
nb_no: Bruk Word-mal

# Page 1153700271 - NamedType 3092633424
source: This template is not associated with an entity and hence it can only be applied programmatically.
cs_cz: Tato šablona není přidružena k entitě, a proto ji lze použít pouze programově.
de_ch: Diese Vorlage ist keiner Entität zugeordnet. Sie kann daher nur programmgesteuert angewendet werden.
fi_fi: Tätä mallia ei ole liitetty kohteeseen, joten sitä voidaan käyttää vain ohjelmallisesti.
fr_be: Ce modèle n’est pas associé à une entité et ne peut donc être appliqué que par programme.
is_is: Þetta sniðmát er ekki tengt einingu og því er aðeins hægt að nota það samkvæmt forritunarleiðum.
nb_no: Denne malen er ikke tilknyttet en enhet og kan derfor bare brukes programmatisk.

# Page 1153700271 - NamedType 1713628989
source: Set filters
cs_cz: Nastavení filtrů
de_ch: Filter festlegen
fi_fi: Määritä suodattimet
fr_be: Définir des filtres
is_is: Stilla síur
nb_no: Angi filtre
