Repository: jbakach/MSDyn365BC.Code.History
Catalog: System Application/Source/System Application/Translations/System Application.*.xlf
Languages: cs_cz, de_ch, fi_fi, fr_be, is_is, nb_no

# Page 513864971 - NamedType 2300139140
source: Installing extensions during business hours will disrupt other users.
cs_cz: Instalace rozšíření během pracovní doby vyruší ostatní uživatele.
de_ch: Die Installation von Erweiterungen während der Geschäftszeiten führt zu Störungen bei anderen Benutzern.
fi_fi: Laajennusten asentaminen työaikana häiritsee muita käyttäjiä.
fr_be: L’installation d’extensions pendant les heures de bureau perturbe les autres utilisateurs.
is_is: Það að setja upp viðbætur á skrifstofutíma truflar aðra notendur.
nb_no: Installasjon av utvidelser i kontortiden vil forstyrre andre brukere.

# Page 513864971 - Control 3753104505 - Property 2879900210
source: Choose language
cs_cz: Vyberte jazyk
de_ch: Sprache wählen
fi_fi: Valitse kieli
fr_be: Choisir une langue
is_is: Velja tungumál
nb_no: Velg språk

# Page 513864971 - Control 2188440594 - Property 1295455071
source: There might be other users working in the system.
cs_cz: V systému mohou pracovat další uživatelé.
de_ch: Möglicherweise arbeiten noch andere Benutzer im System.
fi_fi: Järjestelmässä voi olla muitakin käyttäjiä.
fr_be: Il se peut que d’autres utilisateurs travaillent dans le système.
is_is: Það gætu verið aðrir notendur að vinna í kerfinu.
nb_no: Det kan være andre brukere som jobber i systemet.

# Page 513864971 - Control 2882880669 - Property 1295455071
source: After installation, your session will refresh, and you can set up your extension.
cs_cz: Po instalaci se relace obnoví a můžete nastavit rozšíření.
de_ch: Nach der Installation wird Ihre Sitzung aktualisiert, und Sie können Ihre Erweiterung festlegen.
fi_fi: Asennuksen jälkeen istuntosi päivittyy ja voit määrittää laajennuksen.
fr_be: Après l’installation, votre session est actualisée et vous pouvez configurer votre extension.
is_is: Eftir uppsetningu mun lotan uppfærast og þú getur sett upp viðbótina.
nb_no: Etter installasjonen blir økten oppdatert, og du kan konfigurere utvidelsen.

# Page 513864971 - Control 3955473374 - Property 1295455071
source: Installing extensions during business hours will disrupt other users.
cs_cz: Instalace rozšíření během pracovní doby vyruší ostatní uživatele.
de_ch: Die Installation von Erweiterungen während der Geschäftszeiten führt zu Störungen bei anderen Benutzern.
fi_fi: Laajennusten asentaminen työaikana häiritsee muita käyttäjiä.
fr_be: L’installation d’extensions pendant les heures de bureau perturbe les autres utilisateurs.
is_is: Það að setja upp viðbætur á skrifstofutíma truflar aðra notendur.
nb_no: Installasjon av utvidelser i kontortiden vil forstyrre andre brukere.

# Page 513864971 - Control 4093990710 - Property 1295455071
source: Choose the language of the extension.
cs_cz: Zvolte jazyk rozšíření.
de_ch: Wählen Sie die Sprache der Erweiterung aus.
fi_fi: Valitse laajennuksen kieli.
fr_be: Choisissez la langue de l'extension.
is_is: Veldu tungumál viðbótarinnar.
nb_no: Velg språk for utvidelsen.

# Page 513864971 - Control 4093990710 - Property 2879900210
source: Language
cs_cz: Jazyk
de_ch: Sprache
fi_fi: Kieli
fr_be: Langue
is_is: Tungumál
nb_no: Språk

# Page 513864971 - Control 2484606180 - Property 1295455071
source: Read more about the best practices for installing and publishing extensions.
cs_cz: Přečtěte si další informace o doporučených postupech pro instalaci a publikování rozšíření.
de_ch: Lesen Sie mehr über die bewährten Methoden für das Installieren und Veröffentlichen von Erweiterungen.
fi_fi: Lue lisää laajennusten asentamiseen ja julkaisemiseen liittyvistä parhaista käytännöistä.
fr_be: En savoir plus sur les meilleures pratiques pour l’installation et la publication des extensions.
is_is: Lestu meira um bestu starfsvenjur fyrir uppsetningu og birtingu viðbóta.
nb_no: Les mer om de beste fremgangsmåtene for installasjon og publisering av utvidelser.

# Page 513864971 - Action 614615843 - Property 1295455071
source: Install the extension.
cs_cz: Nainstalujte rozšíření.
de_ch: Erweiterung installieren
fi_fi: Asenna laajennus.
fr_be: Installez l'extension.
is_is: Setja upp viðbót.
nb_no: Installer utvidelsen.

# Page 513864971 - Action 614615843 - Property 2879900210
source: Install
cs_cz: Nainstalovat
de_ch: Installieren
fi_fi: Asenna
fr_be: Installer
is_is: Setja upp
nb_no: Installer

# Page 3036139225 - Property 2879900210
source: Media Upload
cs_cz: Odeslání média
de_ch: Medien-Upload
fi_fi: Median lataus
fr_be: Téléchargement support
is_is: Upphleðsla efnis
nb_no: Medieopplasting

# Page 3036139225 - Control 3226392169 - Property 1968111052
source: Please, upload media from your device.
cs_cz: Prosím, odešlete médium z Vašeho zařízení.
de_ch: Laden Sie bitte Medien von Ihrem Gerät hoch.
fi_fi: Lataa media laitteesta.
fr_be: Téléchargez les fichiers multimédias à partir de votre appareil.
is_is: Hladdu upp efninu úr tækinu.
nb_no: Last opp medier fra enheten.

# Page 3036139225 - Control 3226392169 - Property 2879900210
source: Uploading picture / video...
cs_cz: Odesílání obrázku/videa...
de_ch: Bild/Video wird hochgeladen...
fi_fi: Ladataan kuvaa/videota...
fr_be: Téléchargement de l'image/la vidéo...
is_is: Hleður upp mynd/myndbandi ...
nb_no: Laster opp bilde/video...

# Page 3036139225 - Control 2889744572 - Property 1968111052
source: Could not access the media on the device. Make sure that you are using the app for Windows, Android, or iOS.
cs_cz: Nelze získat přístup k médiu v zařízení. Ujistěte se, že používáte aplikaci pro Windows, Android nebo iOS.
de_ch: Auf das Medium im Gerät konnte nicht zugegriffen werden. Stellen Sie sicher, dass Sie die App für Windows, Android oder iOS verwenden.
fi_fi: Laitteen mediaa ei voitu käyttää. Varmista, että käytössäsi on Windows-, Android- tai iOS-sovellus.
fr_be: Impossible d’accéder au support sur l'appareil. Vérifiez que vous utilisez l'application pour Windows, Android ou iOS.
is_is: Ekki fékkst aðgangur að efni í tækinu. Gakktu úr skugga um að þú sért að nota forritið fyrir Windows, Android eða iOS.
nb_no: Får ikke tilgang til mediene på enheten. Kontroller at du bruker appen for Windows, Android eller iOS.

# Page 3036139225 - Control 2889744572 - Property 2879900210
source: Could not acess the media.
cs_cz: K médiu není přístup.
de_ch: Es konnte nicht auf das Medium zugegriffen werden.
fi_fi: Mediaa ei voitu käyttää.
fr_be: Impossible d'accéder au support.
is_is: Ekki náðist aðgangur að efninu.
nb_no: Kan ikke åpne mediet.

# Page 3178175528 - Property 2879900210
source: Permissions
cs_cz: Oprávnění
de_ch: Berechtigungen
fi_fi: Käyttöoikeudet
fr_be: Autorisations
is_is: Heimildir
nb_no: Tillatelser

# Page 3178175528 - Control 3735914638 - Property 1295455071
source: Specifies information about whether the permission set has delete permission to this object. The values for the field are blank, Yes, and Indirect. Indirect means permission only through another object. If the field is empty, the permission set does not have delete permission.
cs_cz: Určuje informace, zda sada oprávnění má právo odstranit pro tento objekt. Hodnoty pro pole jsou prázdné, Ano, Nepřímo. Nepřímo znamená pouze přes jiný objekt. Jestliže je pole prázdné, sada oprávnění nemá právo odstranit.
de_ch: Gibt Informationen dazu an, ob der Berechtigungssatz über die Löschberechtigung für dieses Objekt verfügt. Das Feld kann leer sein oder die Werte „Ja“ oder „Indirekt“ enthalten. „Indirekt“ bedeutet, dass die Berechtigung nur über ein anderes Objekt möglich ist. Wenn das Feld leer ist, verfügt der Berechtigungssatz nicht über die Löschberechtigung.
fi_fi: Määrittää, sisältääkö käyttöoikeuksien joukko tämän objektin poisto-oikeuden. Kentän arvo voi olla tyhjä, Kyllä tai Epäsuora. Epäsuora tarkoittaa käyttöoikeutta vain toisen objektin kautta. Jos kenttä on tyhjä, käyttöoikeuksien joukolla ei ole poisto-oikeutta.
fr_be: Spécifie si l'ensemble d'autorisations est en mode Suppression pour cet objet. Le champ peut être vide ; il peut également comporter une valeur de type Oui et Indirecte. Indirecte désigne une autorisation uniquement par le biais d'un autre objet. Si le champ est vide, cela signifie que l'ensemble des autorisations n'inclut pas l'accès en mode Suppression.
is_is: Tilgreinir upplýsingar um það hvort heimildasamstæðan hafi heimild til að eyða við þennan hlut. Valkostir reitsins eru autt, Já og Óbeint. Óbeint þýðir að heimild er aðeins veitt í gegnum annan hlut. Ef reiturinn er auður hefur heimildasamstæðan ekki heimild til að eyða.
nb_no: Angir informasjon om tillatelsessettene har slettetillatelse til dette objektet eller ikke. Verdiene for feltet er Tomt, Ja og Indirekte. Indirekte betyr tillatelse bare gjennom et annet objekt. Hvis feltet er tomt, har ikke tillatelsessettet slettetillatelse.

# Page 3178175528 - Control 480834248 - Property 1295455071
source: Specifies information about whether the permission set has execute permission to this object. The values for the field are blank, Yes, and Indirect. Indirect means permission only through another object. If the field is empty, the permission set does not have execute permission.
cs_cz: Určuje informaci za sada oprávnění pro tento objekt má právo spustit. Možné hodnoty jsou prázdné, Ano a Nepřímé. Nepřímé znamená povolení pouze prostřednictvím jiného objektu (pouze prostřednictvím aplikační logiky Navisionu). Pokud je pole prázdné, tak sada oprávnění nemá práva spustit.
de_ch: Gibt Informationen dazu an, ob der Berechtigungssatz über die Ausführungsberechtigung für dieses Objekt verfügt. Das Feld kann leer sein oder die Werte „Ja“ oder „Indirekt“ enthalten. „Indirekt“ bedeutet, dass die Berechtigung nur über ein anderes Objekt möglich ist. Wenn das Feld leer ist, verfügt der Berechtigungssatz nicht über die Ausführungsberechtigung.
fi_fi: Määrittää, sisältääkö käyttöoikeuksien joukko tämän objektin suoritusoikeuden. Kentän arvo voi olla tyhjä, Kyllä tai Epäsuora. Epäsuora tarkoittaa käyttöoikeutta vain toisen objektin kautta. Jos kenttä on tyhjä, käyttöoikeuksien joukolla ei ole suoritusoikeutta.
fr_be: Spécifie si le jeu d'autorisations est en mode Exécution pour cet objet. Le champ peut être vide ; il peut également comporter une valeur de type Oui et Indirecte. Indirecte désigne une autorisation uniquement par le biais d'un autre objet. Si le champ est vide, cela signifie que l'ensemble des autorisations n'inclut pas l'accès en mode Exécution.
is_is: Tilgreinir upplýsingar um það hvort heimildasamstæðan hafi keyrsluheimild við þennan hlut. Valkostir reitsins eru autt, Já og Óbeint. Óbeint þýðir að heimild er aðeins veitt í gegnum annan hlut. Ef reiturinn er auður hefur heimildasamstæðan ekki heimild til að keyra.
nb_no: Angir informasjon om tillatelsessettene har kjøringstillatelse til dette objektet eller ikke. Verdiene for feltet er Tomt, Ja og Indirekte. Indirekte betyr tillatelse bare gjennom et annet objekt. Hvis feltet er tomt, har ikke tillatelsessettet kjøringstillatelse.

# Page 3178175528 - Control 3088155792 - Property 1295455071
source: Specifies information about whether the permission set has insert permission to this object. The values for the field are blank, Yes, and Indirect. Indirect means permission only through another object. If the field is empty, the permission set does not have insert permission.
cs_cz: Určuje informace, zda sada oprávnění má právo vložit pro tento objekt. Hodnoty pro pole jsou prázdné, Ano, Nepřímo. Nepřímo znamená pouze přes jiný objekt. Jestliže je pole prázdné, sada oprávnění nemá právo vložit.
de_ch: Gibt Informationen dazu an, ob der Berechtigungssatz über die Einfügeberechtigung für dieses Objekt verfügt. Das Feld kann leer sein oder die Werte „Ja“ oder „Indirekt“ enthalten. „Indirekt“ bedeutet, dass die Berechtigung nur über ein anderes Objekt möglich ist. Wenn das Feld leer ist, verfügt der Berechtigungssatz nicht über die Einfügeberechtigung.
fi_fi: Määrittää, sisältääkö käyttöoikeuksien joukko tämän objektin lisäysoikeuden. Kentän arvo voi olla tyhjä, Kyllä tai Epäsuora. Epäsuora tarkoittaa käyttöoikeutta vain toisen objektin kautta. Jos kenttä on tyhjä, käyttöoikeuksien joukolla ei ole lisäysoikeutta.
fr_be: Spécifie si l'ensemble d'autorisations est en mode Insertion pour cet objet. Le champ peut être vide ; il peut également comporter une valeur de type Oui et Indirecte. Indirecte désigne une autorisation uniquement par le biais d'un autre objet. Si le champ est vide, cela signifie que l'ensemble des autorisations n'inclut pas l'accès en mode Insertion.
is_is: Tilgreinir upplýsingar um það hvort heimildasamstæðan hafi heimild til að bæta við þennan hlut. Valkostir reitsins eru autt, Já og Óbeint. Óbeint þýðir að heimild er aðeins veitt í gegnum annan hlut. Ef reiturinn er auður hefur heimildasamstæðan ekki heimild til að setja inn.
nb_no: Angir informasjon om tillatelsessettene har innsettingstillatelse til dette objektet eller ikke. Verdiene for feltet er Tomt, Ja og Indirekte. Indirekte betyr tillatelse bare gjennom et annet objekt. Hvis feltet er tomt, har ikke tillatelsessettet innsettingstillatelse.

# Page 3178175528 - Control 1682833869 - Property 1295455071
source: Specifies information about whether the permission set has modify permission to this object. The values for the field are blank, Yes, and Indirect. Indirect means permission only through another object. If the field is empty, the permission set does not have modify permission.
cs_cz: Určuje zda sada oprávnění má právo modifikovat tento objekt. Možnosti pole jsou prázdné, ano, nepřímé. Nepřímé znamená právo pouze prostřednictvím jiného objektu. Prázdná hodnota znamená bez práva upravovat objekt.
de_ch: Gibt Informationen dazu an, ob der Berechtigungssatz über die Änderungsberechtigung für dieses Objekt verfügt. Das Feld kann leer sein oder die Werte „Ja“ oder „Indirekt“ enthalten. „Indirekt“ bedeutet, dass die Berechtigung nur über ein anderes Objekt möglich ist. Wenn das Feld leer ist, verfügt der Berechtigungssatz nicht über die Änderungsberechtigung.
fi_fi: Määrittää, sisältääkö käyttöoikeuksien joukko tämän objektin muokkausoikeuden. Kentän arvo voi olla tyhjä, Kyllä tai Epäsuora. Epäsuora tarkoittaa käyttöoikeutta vain toisen objektin kautta. Jos kenttä on tyhjä, käyttöoikeuksien joukolla ei ole muokkausoikeutta.
fr_be: Spécifie si l'ensemble d'autorisations est en mode Modification pour cet objet. Le champ peut être vide ; il peut également comporter une valeur de type Oui et Indirecte. Indirecte désigne une autorisation uniquement par le biais d'un autre objet. Si le champ est vide, cela signifie que l'ensemble des autorisations n'inclut pas l'accès en mode Modification.
is_is: Tilgreinir upplýsingar um það hvort heimildasamstæðan hafi heimild til breytinga við þennan hlut. Valkostir reitsins eru autt, Já og Óbeint. Óbeint þýðir að heimild er aðeins veitt í gegnum annan hlut. Ef reiturinn er auður hefur heimildasamstæðan ekki heimild til að breyta.
nb_no: Angir informasjon om tillatelsessettene har endringstillatelse til dette objektet eller ikke. Verdiene for feltet er Tomt, Ja og Indirekte. Indirekte betyr tillatelse bare gjennom et annet objekt. Hvis feltet er tomt, har ikke tillatelsessettet endringstillatelse.

# Page 3178175528 - Control 3811799877 - Property 1295455071
source: Specifies the caption of the object that the permissions apply to.
cs_cz: Určuje titulek objektu, na který se oprávnění vztahují.
de_ch: Gibt die Beschriftung des Objekts an, für das die Berechtigungen gelten.
fi_fi: Määrittää sen objektin otsikon, jota käyttöoikeudet koskevat.
fr_be: Spécifie le libellé de l'objet auquel les autorisations s'appliquent.
is_is: Tilgreinir texta hlutarins sem heimildirnar eiga við um.
nb_no: Angir overskriften på objektet som tillatelsene gjelder for.

# Page 3178175528 - Control 3811799877 - Property 2879900210
source: Object Caption
cs_cz: Titulek objektu
de_ch: Objektbeschriftung
fi_fi: Objektin otsikko
fr_be: Légende objet
is_is: Texti hlutar
nb_no: Objekttittel

# Page 3178175528 - Control 3711240756 - Property 1295455071
source: Specifies the ID of the object to which the permissions apply.
cs_cz: Určuje ID objektu, ke kterému se oprávnění vztahuje.
de_ch: Gibt die ID des Objekts an, für das die Berechtigungen gelten.
fi_fi: Määrittää sen objektin tunnuksen, jota käyttöoikeudet koskevat.
fr_be: Spécifie l'ID de l'objet auquel les autorisations s'appliquent.
is_is: Tilgreinir kenni hlutarins sem heimildirnar eiga við.
nb_no: Angir ID-en for objektet som tillatelsene gjelder for.

# Page 3178175528 - Control 1418569422 - Property 1295455071
source: Specifies the name of the object to which the permissions apply.
cs_cz: Určuje název objektu, ke kterému se práva vztahují.
de_ch: Gibt den Namen des Objekts an, für das die Berechtigungen gelten.
fi_fi: Määrittää sen objektin nimen, jota käyttöoikeudet koskevat.
fr_be: Spécifie le nom de l'objet auquel les autorisations s'appliquent.
is_is: Tilgreinir heiti hlutarins sem heimildirnar eiga við.
nb_no: Angir navnet på objektet som tillatelsene gjelder for.

# Page 3178175528 - Control 1418569422 - Property 2879900210
source: Object Name
cs_cz: Název objektu
de_ch: Objektname
fi_fi: Objektin nimi
fr_be: Nom de l’objet
is_is: Heiti hlutar
nb_no: Objektnavn

# Page 3178175528 - Control 1085746399 - Property 1295455071
source: Specifies the type of object that the permissions apply to in the current database.
cs_cz: Určuje typ objektu, jehož oprávnění se používají v aktuální databázi.
de_ch: Gibt die Art des Objekts an, für das die Berechtigungen in der aktuellen Datenbank gelten.
fi_fi: Määrittää sen objektin tyypin, jonka käyttöoikeuksia sovelletaan nykyiseen tietokantaan.
fr_be: Spécifie le type d'objet auquel les autorisations s'appliquent dans la base de données active.
is_is: Tilgreinir tegund hluta sem heimildirnar eiga við um í gildandi gagnagrunni.
nb_no: Angir hvilken objekttype tillatelsene gjelder for i den gjeldende databasen.

# Page 3178175528 - Control 3135917451 - Property 1295455071
source: Specifies information about whether the permission set has read permission to this object. The values for the field are blank, Yes, and Indirect. Indirect means permission only through another object. If the field is empty, the permission set does not have read permission.
cs_cz: Určuje informace, zda sada oprávnění má právo čtení pro tento objekt. Hodnoty pro pole jsou prázdné, Ano, Nepřímo. Nepřímo znamená pouze přes jiný objekt. Jestliže je pole prázdné, sada oprávnění nemá právo čtení.
de_ch: Gibt Informationen dazu an, ob der Berechtigungssatz über die Leseberechtigung für dieses Objekt verfügt. Das Feld kann leer sein oder die Werte „Ja“ oder „Indirekt“ enthalten. „Indirekt“ bedeutet, dass die Berechtigung nur über ein anderes Objekt möglich ist. Wenn das Feld leer ist, verfügt der Berechtigungssatz nicht über die Leseberechtigung.
fi_fi: Määrittää, sisältääkö käyttöoikeuksien joukko tämän objektin lukuoikeuden. Kentän arvo voi olla tyhjä, Kyllä tai Epäsuora. Epäsuora tarkoittaa käyttöoikeutta vain toisen objektin kautta. Jos kenttä on tyhjä, käyttöoikeuksien joukolla ei ole lukuoikeutta.
fr_be: Indique si l'ensemble d'autorisations est en mode Lecture pour cet objet. Le champ peut être vide ; il peut également comporter une valeur de type Oui et Indirecte. Indirecte désigne une autorisation uniquement par le biais d'un autre objet. Si le champ est vide, cela signifie que l'ensemble des autorisations n'inclut pas l'accès en mode Lecture.
is_is: Tilgreinir upplýsingar um það hvort heimildasamstæðan hafi lesheimild við þennan hlut. Valkostir reitsins eru autt, Já og Óbeint. Óbeint þýðir að heimild er aðeins veitt í gegnum annan hlut. Ef reiturinn er auður hefur heimildasamstæðan ekki heimild til að lesa.
nb_no: Angir informasjon om tillatelsessettene har lesetillatelse til dette objektet eller ikke. Verdiene for feltet er Tomt, Ja og Indirekte. Indirekte betyr tillatelse bare gjennom et annet objekt. Hvis feltet er tomt, har ikke tillatelsessettet lesetillatelse.

# Page 3178175528 - Control 4054402322 - Property 1295455071
source: Specifies the security filter that is being applied to this permission set to limit the access that this permission set has to the data contained in this table.
cs_cz: Určuje bezpečnostní filtr, který je aplikován na tuto sadu oprávnění pro omezení přístupu tak, že tato sada oprávnění nemá práva na data obsažena v této tabulce.
de_ch: Gibt den Sicherheitsfilter an, der auf diesen Berechtigungssatz angewendet wird, um den Zugriff dieses Berechtigungssatzes auf die Daten in dieser Tabelle einzuschränken.
fi_fi: Määrittää suojaussuodattimen, jota käytetään tämän käyttöoikeuksien joukon pääsyoikeuksien rajoittamiseksi taulukon tietoihin.
fr_be: Spécifie le filtre de sécurité appliqué à cet ensemble d'autorisations pour limiter l'accès dudit ensemble aux données stockées dans cette table.
is_is: Tilgreinir öryggisafmörkunina sem verið er að nota fyrir heimildasamstæðuna til að takmarka aðgang sem þessi heimildasamstæða hefur að gögnum í þessari töflu.
nb_no: Angir sikkerhetsfilteret som brukes på dette tillatelsessettet, for å begrense tilgangen som dette tillatelsessettet har til dataene i denne tabellen.

# Page 3178175528 - Control 1878130204 - Property 1295455071
source: Specifies whether this is an include or exclude permission.
cs_cz: Určuje, zda se má oprávnění zahrnout nebo vyloučit.
de_ch: Gibt an, ob es sich um eine Einschluss- oder Ausschlussberechtigung handelt.
fi_fi: Määrittää, onko käyttöoikeus sisällytetty tai suljettu pois.
fr_be: Spécifie s’il s’agit d’une autorisation d’inclusion ou d’exclusion.
is_is: Tilgreinir hvort um sé að ræða heimild til að setja inn eða útiloka.
nb_no: Angir om dette er en inkluderings- eller ekskluderingstillatelse.

# Page 906691248 - Property 2879900210
source: Waiting for a response. Do not close this page.
cs_cz: Čekání na odpověď. Nezavírejte tuto stránku
de_ch: Warten auf eine Antwort. Schliessen Sie diese Seite nicht.
fi_fi: Odotetaan vastausta. Älä sulje tätä sivua.
fr_be: En attente d’une réponse. Ne fermez pas cette page.
is_is: Bíður eftir svari. Ekki loka þessari síðu.
nb_no: Venter på et svar. Ikke lukk denne siden.

# Page 906691248 - NamedType 3906946713
source: Error: %1, description: %2
cs_cz: Chyba: %1, Popis: %2
de_ch: Fehler: %1, Beschreibung: %2
fi_fi: Virhe: %1, kuvaus: %2
fr_be: Erreur : %1, description : %2
is_is: Villa: %1, lýsing: %2
nb_no: Feilkode: %1, beskrivelse: %2

# Page 906691248 - NamedType 2342417125
source: No state has been returned
cs_cz: Nebyl vrácen žádný stav.
de_ch: Es wurde kein Status zurückgegeben
fi_fi: Tilaa ei ole palautettu
fr_be: Aucun état n'a été retourné
is_is: Engri stöðu var skilað
nb_no: Ingen status er returnert

# Page 906691248 - NamedType 1232297936
source: The state parameter value does not match.
cs_cz: Hodnota parametru stavu se neshoduje.
de_ch: Der Statusparameterwert stimmt nicht überein.
fi_fi: Tilaparametrin arvo ei täsmää.
fr_be: La valeur du paramètre d’état ne correspond pas.
is_is: Gildi í færibreytu stöðu stemma ekki.
nb_no: Statusparameterverdien samsvarer ikke.
