Repository: jbakach/MSDyn365BC.Code.History
Catalog: System Application/Source/System Application/Translations/System Application.*.xlf
Languages: cs_cz, de_ch, fi_fi, fr_be, is_is, nb_no

# Page 2303806024 - Control 2241665020 - Property 1295455071
source: Specifies the regional settings, such as date and numeric format, on all devices. You must sign out and then sign in again for the change to take effect.
cs_cz: Určuje místní nastavení, například datum a číselný formát, na všech zařízeních. Chcete-li, aby změna nabyla účinnosti, musíte se odhlasit a znovu přihlásit.
de_ch: Gibt die regionalen Einstellungen, z. B. Datums- und Zahlenformat, auf allen Geräten an. Sie müssen sich abmelden und wieder anmelden, damit die Änderung übernommen wird.
fi_fi: Määrittää kaikkien laitteiden alueasetukset, kuten päivämäärän ja numeromuodon. Muutos tulee voimaan, kun kirjaudut ensin ulos laitteesta ja sitten uudelleen sisään.
fr_be: Spécifie les paramètres régionaux, comme la date et le format numérique, sur tous les périphériques. Pour qu’un changement prenne effet, vous devez vous déconnecter et vous reconnecter.
is_is: Tilgreinir svæðisbundnar stillingar, svo sem dagsetningu og tölugildissnið, á öllum tækjum. Til að breytingin taki gildi þarf notandi að skrá sig út og svo inn aftur.
nb_no: Angir regionale innstillinger, for eksempel dato og numerisk format, på alle enheter. Du må logge av og deretter på igjen for at endringen skal tre i kraft.

# Page 2303806024 - Control 2241665020 - Property 2879900210
source: Region
cs_cz: Oblast
fi_fi: Alue
fr_be: Région
is_is: Svæði
nb_no: Område

# Page 2303806024 - Control 2564753503 - Property 1295455071
source: Specifies whether to display short messages that inform, remind, or teach you about important fields and actions when you open a page.
cs_cz: Určuje, zda mají být při otevření stránky zobrazeny krátké zprávy, které vás informují, připomínají nebo učí o důležitých polích a akcích.
de_ch: Gibt an, ob kurze Nachrichten angezeigt werden sollen, die Sie beim Öffnen einer Seite über wichtige Felder und Aktionen informieren, Sie an diese erinnern oder Ihnen diese vorstellen.
fi_fi: Määrittää, näytetäänkö lyhyitä viestejä, joissa kerrotaan, muistutetaan tai annetaan neuvoja tärkeistä kentistä ja toiminnoista, kun avaat sivun.
fr_be: Spécifie s’il faut afficher des messages courts pour vous informer sur les actions et les champs importants lorsque vous ouvrez une page ou pour vous les rappeler ou vous apprendre à les utiliser.
is_is: Tilgreinir hvort birta eigi stutt skilaboð sem upplýsa, minna á eða kenna þér á mikilvæg svæði og aðgerðir þegar þú opnar síðu.
nb_no: Angir om du vil vise korte meldinger som informerer, påminner eller lærer deg om viktige felter og handlinger når du åpner en side.

# Page 2303806024 - Control 2564753503 - Property 2879900210
source: Teaching Tips
cs_cz: Výukové tipy
de_ch: Unterrichtstipps
fi_fi: Opetusvinkkejä
fr_be: Conseils d’apprentissage
is_is: Kennsluábendingar
nb_no: Læringstips

# Page 2303806024 - Control 2945354029 - Property 1295455071
source: Specifies the time zone that you work in. You must sign out and then sign in again for the change to take effect.
cs_cz: Určuje časové pásmo, ve kterém pracujete. Chcete-li, aby změna nabyla účinnosti, musíte se odhlasit a znovu přihlásit.
de_ch: Gibt die Zeitzone an, in der Sie arbeiten. Sie müssen sich abmelden und wieder anmelden, damit die Änderung übernommen wird.
fi_fi: Määrittää aikavyöhykkeen, jolla työskentelet. Muutos tulee voimaan, kun kirjaudut ensin ulos laitteesta ja sitten uudelleen sisään.
fr_be: Spécifie le fuseau horaire dans lequel vous travaillez. Pour qu’un changement de société prenne effet, vous devez vous déconnecter et vous reconnecter.
is_is: Tilgreinir tímabeltið sem þú vinnur í. Til að breytingin taki gildi þarftu að skrá þig út og svo inn aftur.
nb_no: Angir tidssonen du arbeider i. Du må logge av og deretter på igjen for at endringen skal tre i kraft.

# Page 2303806024 - Control 2945354029 - Property 2879900210
source: Time Zone
cs_cz: Časové pásmo
de_ch: Zeitzone
fi_fi: Aikavyöhyke
fr_be: Fuseau horaire
is_is: Tímabelti
nb_no: Tidssone

# Page 2303806024 - Control 3064866762 - Property 1295455071
source: Specifies the role that defines your home page with links to the most common tasks.
cs_cz: Určuje roli, která definuje domovskou stránku s odkazy na nejběžnější úlohy.
de_ch: Gibt die Rolle an, die Ihre Homepage mit Links zu den am häufigsten verwendeten Aufgaben definiert.
fi_fi: Määrittää roolin, joka määrittää aloitussivun ja linkit yleisimpiin tehtäviin.
fr_be: Spécifie le rôle qui définit votre page d’accueil avec des liens vers les tâches les plus courantes.
is_is: Tilgreinir hlutverkið sem skilgreinir heimasíðuna með tenglum á algengustu verkin.
nb_no: Angir rollen som definerer hjemmesiden med koblinger til de vanligste oppgavene.

# Page 2303806024 - Control 3064866762 - Property 2879900210
source: Role
de_ch: Rolle
fi_fi: Rooli
fr_be: Rôle
is_is: Hlutverk
nb_no: Rolle

# Page 2303806024 - Control 2790477231 - Property 1295455071
source: Specifies the date that will be entered on transactions, typically today's date. This change only affects the date on new transactions. Changes to this field will only be valid for the current session.
cs_cz: Určuje datum, které bude zadáno u transakcí, obvykle dnešní datum. Tato změna ovlivní pouze datum u nových transakcí. Změny tohoto pole budou platné pouze pro aktuální relaci.
de_ch: Gibt das Datum an, das für Transaktionen eingegeben wird, in der Regel das heutige Datum. Diese Änderung wirkt sich nur auf das Datum bei neuen Transaktionen aus. Änderungen an diesem Feld sind nur für die aktuelle Sitzung gültig.
fi_fi: Määrittää tapahtumiin kirjattavan päivämäärän, joka on yleensä kuluva päivämäärä. Tämä muutos vaikuttaa vain uusien tapahtumien päivämäärään. Tähän kenttään tehdyt muutokset ovat voimassa vain nykyisessä istunnossa.
fr_be: Spécifie la date qui sera entrée dans les transactions, généralement la date du jour. Cette modification n’affecte que la date des nouvelles transactions. Les modifications apportées à ce champ ne seront valides que pour la session en cours.
is_is: Tilgreinir dagsetninguna sem verður færð inn í færslur, yfirleitt dagurinn í dag. Þessi breyting hefur aðeins áhrif á dagsetningu nýrra færslna. Breytingar á þessum reit verða aðeins gildar í yfirstandandi lotu.
nb_no: Angir datoen som blir registrert på transaksjoner, vanligvis dagens dato. Denne endringen påvirker bare datoen på nye transaksjoner. Endringer i dette feltet vil bare være gyldige for den gjeldende økten.

# Page 2303806024 - Control 2790477231 - Property 2879900210
source: Work Date
cs_cz: Pracovní datum
de_ch: Arbeitsdatum
fi_fi: Käsittelypäivämäärä
fr_be: Date de travail
is_is: Vinnudagsetning
nb_no: Arbeidsdato

# Page 1967324515 - Property 2879900210
source: User Settings
cs_cz: Uživatelská nastavení
de_ch: Benutzereinstellungen
fi_fi: Käyttäjän mukautukset
fr_be: Préférences client
is_is: Notandastillingar
nb_no: Brukerinnstillinger

# Page 1967324515 - Control 3133801257 - Property 1295455071
source: Specifies the company that is associated with the user.
cs_cz: Určuje společnost přidruženou k uživateli.
de_ch: Gibt den Mandanten an, der mit dem Benutzer verknüpft ist.
fi_fi: Määrittää käyttäjään liitetyn yrityksen.
fr_be: Spécifie la société qui est associée à l’utilisateur.
is_is: Tilgreinir fyrirtækið sem tengist notandanum.
nb_no: Angir selskapet som er knyttet til brukeren.

# Page 1967324515 - Control 3133801257 - Property 2879900210
source: Company
cs_cz: Společnost
de_ch: Mandant
fi_fi: Yritys
fr_be: Société
is_is: Fyrirtæki
nb_no: Selskap

# Page 1967324515 - Control 4093990710 - Property 1295455071
source: Specifies the language in which Business Central will display. Users can change this on the My Settings page.
cs_cz: Určuje jazyk, ve kterém se bude Business Central zobrazovat. Uživatelé to mohou změnit na stránce Moje nastavení.
de_ch: Gibt die Sprache an, in der Business Central angezeigt wird. Benutzer können dies auf der Seite „Meine Einstellungen“ ändern.
fi_fi: Määrittää kielen, jolla Business Centralia käytetään. Käyttäjät voivat muuttaa tätä Omat asetukset -sivulla.
fr_be: Spécifie la langue dans laquelle Business Central va s’afficher. Les utilisateurs peuvent modifier cette configuration sur la page Mes paramètres.
is_is: Tilgreinir tungumálið sem Business Central sýnir. Notendur geta breytt þessu á stillingasíðunni sinni.
nb_no: Angir språket som Business Central skal vise. Brukerne kan endre dette på Mine innstillinger-siden.

# Page 1967324515 - Control 4093990710 - Property 2879900210
source: Language
cs_cz: Jazyk
de_ch: Sprache
fi_fi: Kieli
fr_be: Langue
is_is: Tungumál
nb_no: Språk

# Page 1967324515 - Control 2241665020 - Property 1295455071
source: Specifies the region setting for the user. The region defines display formats, for example, for dates, numbering, symbols, and currency. Users can change this on the My Settings page.
cs_cz: Určuje nastavení oblasti pro uživatele. Oblast definuje formáty zobrazení, například pro data, číslování, symboly a měnu. Uživatelé to mohou změnit na stránce Moje nastavení.
de_ch: Gibt die Regionseinstellung für den Benutzer an. Die Region definiert Anzeigeformate (z. B. bei Datumsangaben, Zahlen, Symbolen und Währungen). Benutzer können dies auf der Seite „Meine Einstellungen“ ändern.
fi_fi: Määrittää käyttäjän alueen asetuksen. Alue määrittää näyttömuodot, kuten päivämäärien, numeroiden, symbolien ja valuutan näyttömuodot. Käyttäjät voivat muuttaa tätä Omat asetukset -sivulla.
fr_be: Spécifie le paramètre de région de l’utilisateur. La région définit les formats d’affichage, par exemple, pour les dates, la numérotation, les symboles et la devise. Les utilisateurs peuvent modifier cette configuration sur la page Mes paramètres.
is_is: Tilgreinir svæðisstillingu notandans. Svæðið skilgreinir birtingarsnið, til dæmis fyrir dagsetningar, tölusetningu, tákn og gjaldmiðil. Notendur geta breytt þessu á stillingasíðunni sinni.
nb_no: Angir områdeinnstillingen for brukeren. Området definerer visningsformater som datoer, nummerering, symboler og valuta. Brukerne kan endre dette på Mine innstillinger-siden.

# Page 1967324515 - Control 2241665020 - Property 2879900210
source: Region
cs_cz: Oblast
fi_fi: Alue
fr_be: Région
is_is: Svæði
nb_no: Område

# Page 1967324515 - Control 2564753503 - Property 1295455071
source: Specifies whether to display short messages that inform, remind, or teach you about important fields and actions when you open a page.
cs_cz: Určuje, zda mají být při otevření stránky zobrazeny krátké zprávy, které vás informují, připomínají nebo učí o důležitých polích a akcích.
de_ch: Gibt an, ob kurze Nachrichten angezeigt werden sollen, die Sie beim Öffnen einer Seite über wichtige Felder und Aktionen informieren, Sie an diese erinnern oder Ihnen diese vorstellen.
fi_fi: Määrittää, näytetäänkö lyhyitä viestejä, joissa kerrotaan, muistutetaan tai annetaan neuvoja tärkeistä kentistä ja toiminnoista, kun avaat sivun.
fr_be: Spécifie s’il faut afficher des messages courts pour vous informer sur les actions et les champs importants lorsque vous ouvrez une page ou pour vous les rappeler ou vous apprendre à les utiliser.
is_is: Tilgreinir hvort birta eigi stutt skilaboð sem upplýsa, minna á eða kenna þér á mikilvæg svæði og aðgerðir þegar þú opnar síðu.
nb_no: Angir om du vil vise korte meldinger som informerer, påminner eller lærer deg om viktige felter og handlinger når du åpner en side.

# Page 1967324515 - Control 2564753503 - Property 2879900210
source: Teaching Tips
cs_cz: Výukové tipy
de_ch: Unterrichtstipps
fi_fi: Opetusvinkkejä
fr_be: Conseils d’apprentissage
is_is: Kennsluábendingar
nb_no: Læringstips

# Page 1967324515 - Control 2945354029 - Property 1295455071
source: Specifies the time zone that Microsoft Windows is set up to run for the selected user.
cs_cz: Určuje časové pásmo, pro které je systém Microsoft Windows nastaven pro spuštění pro vybraného uživatele.
de_ch: Gibt die Zeitzone an, in der Microsoft Windows für den ausgewählten Benutzer eingerichtet wurde.
fi_fi: Määrittää sen aikavyöhykkeen tunnuksen, jota Microsoft Windows on määritetty käyttämään valitulle käyttäjälle.
fr_be: Spécifie le fuseau horaire de configuration de Microsoft Windows en vue de son exécution par l’utilisateur sélectionné.
is_is: Tilgreinir tímabelti sem Microsoft Windows er sett upp til að keyra fyrir valinn notanda.
nb_no: Angir tidssonen som Microsoft Windows er konfigurert til å kjøre for den valgte brukeren.

# Page 1967324515 - Control 2945354029 - Property 2879900210
source: Time Zone
cs_cz: Časové pásmo
de_ch: Zeitzone
fi_fi: Aikavyöhyke
fr_be: Fuseau horaire
is_is: Tímabelti
nb_no: Tidssone

# Page 1967324515 - Control 3064866762 - Property 1295455071
source: Specifies the user role that defines the user’s default Role Center and role-specific customizations. Unless restricted by permissions, users can change their role on the My Settings page.
cs_cz: Určuje roli uživatele, která definuje výchozí centrum rolí uživatele a přizpůsobení specifická pro roli. Pokud nejsou omezeni oprávněními, mohou uživatelé změnit svou roli na stránce Moje nastavení.
de_ch: Gibt die Benutzerrolle an, die das Standard-Rollencenter des Benutzers und die rollenspezifischen Anpassungen definiert. Sofern nicht durch Berechtigungen eingeschränkt, können Benutzer ihre Rolle auf der Seite „Meine Einstellungen“ ändern.
fi_fi: Määrittää käyttäjän roolin, joka määrittää käyttäjän oletusarvoisen Roolikeskuksen ja roolikohtaiset mukautukset. Käyttäjät voivat muuttaa rooliaan Omat asetukset -sivulla, jos käyttöoikeuksia ei ole rajoitettu.
fr_be: Spécifie le rôle utilisateur qui définit le tableau de bord par défaut de l’utilisateur et les personnalisations propres au rôle. Les utilisateurs peuvent modifier leur rôle sur la page Mes paramètres, sauf s’ils ne disposent pas des autorisations nécessaires.
is_is: Tilgreinir notandahlutverkið sem skilgreinir sjálfgefnar og sértækar stillingar notandans í Mínu hlutverki. Notendur geta breytt hlutverki sínu á stillingasíðunni nema heimildir séu takmarkaðar.
nb_no: Angir brukerrollen som definerer brukerens standard rollesenter og rollespesifikke tilpasninger. Brukerne kan endre rollen sin på Mine innstillinger-siden, med mindre det er begrenset av tillatelser.

# Page 1967324515 - Control 3064866762 - Property 2879900210
source: Role
de_ch: Rolle
fi_fi: Rooli
fr_be: Rôle
is_is: Hlutverk
nb_no: Rolle

# Page 281796026 - Property 1064389655
source: About user settings
cs_cz: O nastavení uživatele
de_ch: Informationen zu Benutzereinstellungen
fi_fi: Tietoja käyttäjän mukautuksista
fr_be: À propos des préférences client
is_is: Um notandastillingar
nb_no: Om brukerinnstillinger

# Page 281796026 - Property 247559172
source: **User Settings** control the look and feel of the user interface the next time the users log in. Each user can also make their own choices in their **My Settings** page, unless you restrict their permissions.
cs_cz: Uživatelská nastavení řídí vzhled a chování uživatelského rozhraní při příštím přihlášení uživatelů. Každý uživatel může také provést vlastní volby na stránce **Moje nastavení**, pokud neomezíte jeho oprávnění.
de_ch: **Benutzereinstellungen** steuern das Aussehen und Verhalten der Benutzeroberfläche, wenn sich die Benutzer das nächste Mal anmelden. Jeder Benutzer kann auf der Seite **Meine Einstellungen** eine eigene Auswahl treffen, es sei denn, Sie schränken diese Berechtigungen ein.
fi_fi: **Käyttäjän mukautukset** ohjaavat käyttöliittymän ulkoasua, kun käyttäjät seuraavan kerran kirjautuvat sisään. Jokainen käyttäjä voi myös tehdä omia valintoja **Omat asetukset** -sivulla, ellet rajoita käyttäjien oikeuksia.
fr_be: Les **Préférences client** déterminent l’apparence de l’interface utilisateur lors de la prochaine connexion des utilisateurs. Chaque utilisateur peut également définir ses préférences dans la page **Mes paramètres**, à moins que vous ne restreigniez ses autorisations.
is_is: **Notandastillingar** stjórna útliti og yfirbragði notandaviðmóts næst þegar notendur skrá sig inn. Hver notandi getur einnig valið eigin stillingar á síðunni **Mínar stillingar**, nema stjórnandi takmarki heimildir þeirra.
nb_no: **Brukerinnstillinger** kontrollerer utseendet og følelsen av brukergrensesnittet neste gang brukerne logger seg på. Hver bruker kan også ta egne valg på siden **Mine innstillinger**, med mindre du begrenser tillatelsene.

# Page 281796026 - Property 2879900210
source: User Settings
cs_cz: Uživatelská nastavení
de_ch: Benutzereinstellungen
fi_fi: Käyttäjän mukautukset
fr_be: Préférences client
is_is: Notandastillingar
nb_no: Brukerinnstillinger

# Page 281796026 - Property 3863440606
source: User Personalization,User Preferences
cs_cz: Přizpůsobení uživatele,Předvolby uživatele
de_ch: Benutzeranpassungen,Benutzereinstellungen
fi_fi: Käyttäjän mukautus,Käyttäjäasetukset
fr_be: Personnalisation utilisateur,Préférences utilisateur
is_is: Sérstilling notanda,Kjörstillingar notanda
nb_no: Brukertilpasning,Brukerinnstillinger

# Page 281796026 - Control 3133801257 - Property 1295455071
source: Specifies the company that the user works in. Unless restricted by permissions, users can change this on the My Settings page.
cs_cz: Určuje společnost, ve které uživatel pracuje. Pokud nejsou omezena oprávněními, mohou to uživatelé změnit na stránce Moje nastavení.
de_ch: Gibt das Unternehmen an, in dem der Benutzer arbeitet. Sofern nicht durch Berechtigungen eingeschränkt, können Benutzer dies auf der Seite „Meine Einstellungen“ ändern.
fi_fi: Määrittää yrityksen, jossa käyttäjä työskentelee. Käyttäjät voivat muuttaa tätä Omat asetukset -sivulla, jos käyttöoikeuksia ei ole rajoitettu.
fr_be: Spécifie la société dans laquelle l’utilisateur travaille. Les utilisateurs peuvent modifier cette configuration sur la page Mes paramètres, sauf s’ils ne disposent pas des autorisations nécessaires.
is_is: Tilgreinir fyrirtækið sem notandinn vinnur í. Ef heimildir eru ekki takmarkaðar geta notendur breytt þessu á stillingasíðunni sinni.
nb_no: Angir selskapet som brukeren jobber i. Brukerne kan endre dette på Mine innstillinger-siden, med mindre det er begrenset av tillatelser.

# Page 281796026 - Control 3133801257 - Property 2879900210
source: Company
cs_cz: Společnost
de_ch: Mandant
fi_fi: Yritys
fr_be: Société
is_is: Fyrirtæki
nb_no: Selskap

# Page 281796026 - Control 2981864456 - Property 1295455071
source: Specifies the user’s full name.
cs_cz: Určuje celé jméno uživatele.
de_ch: Gibt den vollständigen Namen des Benutzers an.
fi_fi: Määrittää käyttäjän koko nimen.
fr_be: Spécifie le nom complet de l’utilisateur.
is_is: Tilgreinir fullt nafn notandans.
nb_no: Angir brukerens fulle navn.

# Page 281796026 - Control 2981864456 - Property 2879900210
source: Full Name
cs_cz: Celé jméno
de_ch: Vollständiger Name
fi_fi: Koko nimi
fr_be: Nom complet
is_is: Fullt nafn
nb_no: Fullt navn

# Page 281796026 - Control 4093990710 - Property 1295455071
source: Specifies the language in which Business Central will display. Users can change this on the My Settings page.
cs_cz: Určuje jazyk, ve kterém se bude Business Central zobrazovat. Uživatelé to mohou změnit na stránce Moje nastavení.
de_ch: Gibt die Sprache an, in der Business Central angezeigt wird. Benutzer können dies auf der Seite „Meine Einstellungen“ ändern.
fi_fi: Määrittää kielen, jolla Business Centralia käytetään. Käyttäjät voivat muuttaa tätä Omat asetukset -sivulla.
fr_be: Spécifie la langue dans laquelle Business Central va s’afficher. Les utilisateurs peuvent modifier cette configuration sur la page Mes paramètres.
is_is: Tilgreinir tungumálið sem Business Central sýnir. Notendur geta breytt þessu á stillingasíðunni sinni.
nb_no: Angir språket som Business Central skal vise. Brukerne kan endre dette på Mine innstillinger-siden.

# Page 281796026 - Control 4093990710 - Property 2879900210
source: Language
cs_cz: Jazyk
de_ch: Sprache
fi_fi: Kieli
fr_be: Langue
is_is: Tungumál
nb_no: Språk

# Page 281796026 - Control 2241665020 - Property 1295455071
source: Specifies the region setting for the user. The region defines display formats, for example, for dates, numbering, symbols, and currency. Users can change this on the My Settings page.
cs_cz: Určuje nastavení oblasti pro uživatele. Oblast definuje formáty zobrazení, například pro data, číslování, symboly a měnu. Uživatelé to mohou změnit na stránce Moje nastavení.
de_ch: Gibt die Regionseinstellung für den Benutzer an. Die Region definiert Anzeigeformate (z. B. bei Datumsangaben, Zahlen, Symbolen und Währungen). Benutzer können dies auf der Seite „Meine Einstellungen“ ändern.
fi_fi: Määrittää käyttäjän alueen asetuksen. Alue määrittää näyttömuodot, kuten päivämäärien, numeroiden, symbolien ja valuutan näyttömuodot. Käyttäjät voivat muuttaa tätä Omat asetukset -sivulla.
fr_be: Spécifie le paramètre de région de l’utilisateur. La région définit les formats d’affichage, par exemple, pour les dates, la numérotation, les symboles et la devise. Les utilisateurs peuvent modifier cette configuration sur la page Mes paramètres.
is_is: Tilgreinir svæðisstillingu notandans. Svæðið skilgreinir birtingarsnið, til dæmis fyrir dagsetningar, tölusetningu, tákn og gjaldmiðil. Notendur geta breytt þessu á stillingasíðunni sinni.
nb_no: Angir områdeinnstillingen for brukeren. Området definerer visningsformater som datoer, nummerering, symboler og valuta. Brukerne kan endre dette på Mine innstillinger-siden.

# Page 281796026 - Control 2241665020 - Property 2879900210
source: Region
cs_cz: Oblast
fi_fi: Alue
fr_be: Région
is_is: Svæði
nb_no: Område

# Page 281796026 - Control 2339353424 - Property 1295455071
source: Specifies the user role that defines the user’s default Role Center and role-specific customizations. Unless restricted by permissions, users can change their role on the My Settings page.
cs_cz: Určuje roli uživatele, která definuje výchozí centrum rolí uživatele a přizpůsobení specifická pro roli. Pokud nejsou omezeni oprávněními, mohou uživatelé změnit svou roli na stránce Moje nastavení.
de_ch: Gibt die Benutzerrolle an, die das Standard-Rollencenter des Benutzers und die rollenspezifischen Anpassungen definiert. Sofern nicht durch Berechtigungen eingeschränkt, können Benutzer ihre Rolle auf der Seite „Meine Einstellungen“ ändern.
fi_fi: Määrittää käyttäjän roolin, joka määrittää käyttäjän oletusarvoisen Roolikeskuksen ja roolikohtaiset mukautukset. Käyttäjät voivat muuttaa rooliaan Omat asetukset -sivulla, jos käyttöoikeuksia ei ole rajoitettu.
fr_be: Spécifie le rôle utilisateur qui définit le tableau de bord par défaut de l’utilisateur et les personnalisations propres au rôle. Les utilisateurs peuvent modifier leur rôle sur la page Mes paramètres, sauf s’ils ne disposent pas des autorisations nécessaires.
is_is: Tilgreinir notandahlutverkið sem skilgreinir sjálfgefnar og sértækar stillingar notandans í Mínu hlutverki. Notendur geta breytt hlutverki sínu á stillingasíðunni nema heimildir séu takmarkaðar.
nb_no: Angir brukerrollen som definerer brukerens standard rollesenter og rollespesifikke tilpasninger. Brukerne kan endre rollen sin på Mine innstillinger-siden, med mindre det er begrenset av tillatelser.

# Page 281796026 - Control 2339353424 - Property 2879900210
source: Role
de_ch: Rolle
fi_fi: Rooli
fr_be: Rôle
is_is: Hlutverk
nb_no: Rolle
