Repository: jbakach/MSDyn365BC.Code.History
Catalog: System Application/Source/System Application/Translations/System Application.*.xlf
Languages: cs_cz, de_ch, fi_fi, fr_be, is_is, nb_no

# Table 1910832796 - Field 3188597271 - Property 2879900210
source: Date Time Sent
cs_cz: Datum odeslání
de_ch: Sendedatum/-uhrzeit
fi_fi: Lähetyspäivämäärä ja -aika
fr_be: Date et heure d’envoi
is_is: Dagsetning og tími sendingar
nb_no: Dato/klokkeslett sendt

# Table 1910832796 - Field 3461834954 - Property 2879900210
source: Description
cs_cz: Popis
de_ch: Beschreibung
fi_fi: Kuvaus
is_is: Lýsing
nb_no: Beskrivelse

# Table 1910832796 - Field 415504711 - Property 2879900210
source: Id
fi_fi: Tunnus
is_is: Kenni

# Table 1910832796 - Field 2426398906 - Property 2879900210
source: Message Id
cs_cz: ID zprávy
de_ch: Meldungs-ID
fi_fi: Viestitunnus
fr_be: ID message
is_is: Auðkenni skeytis
nb_no: Meldings-ID

# Table 1910832796 - Field 3460611877 - Property 2879900210
source: Sender
cs_cz: Odesílatel
de_ch: Absender
fi_fi: Lähettäjä
fr_be: Expéditeur
is_is: Sendandi
nb_no: Avsender

# Table 1910832796 - Field 4289976854 - Property 2879900210
source: Sent From
cs_cz: Odesláno z
de_ch: Gesendet von
fi_fi: Lähetetty kohteesta
fr_be: Envoyé par
is_is: Sendur frá
nb_no: Sendt fra

# Table 1910832796 - Field 4090242150 - Property 2879900210
source: User Security Id
cs_cz: ID uživatelského zabezpečení
de_ch: Benutzersicherheits-ID
fi_fi: Käyttäjän suojaustunnus
fr_be: ID sécurité utilisateur
is_is: Öryggiskenni notanda
nb_no: Sikkerhets-ID for bruker

# Table 796130729 - Property 2879900210
source: SharePoint File
cs_cz: Soubor služby SharePoint
de_ch: SharePoint-Datei
fi_fi: SharePoint-tiedosto
fr_be: Fichier SharePoint
is_is: SharePoint-skrá
nb_no: SharePoint-fil

# Table 796130729 - Field 1249475212 - Property 2879900210
source: Created
cs_cz: Vytvořeno
de_ch: Erstellt
fi_fi: Luotu
fr_be: Créé
is_is: Stofnað
nb_no: Opprettet

# Table 796130729 - Field 2938565236 - Property 2879900210
source: Exists
cs_cz: existuje
de_ch: Vorhanden
fi_fi: On olemassa
fr_be: Existe
is_is: Er til
nb_no: Finnes

# Table 796130729 - Field 1881551368 - Property 2879900210
source: Length
cs_cz: Délka
de_ch: Länge
fi_fi: Pituus
fr_be: Longueur
is_is: Lengd
nb_no: Lengde

# Table 796130729 - Field 2961552353 - Property 2879900210
source: Name
cs_cz: Název
fi_fi: Nimi
fr_be: Nom
is_is: Heiti
nb_no: Navn

# Table 796130729 - Field 2123145358 - Property 2879900210
source: Server Relative Url
cs_cz: Relativní adresa URL serveru
de_ch: Relative Server-URL
fi_fi: Palvelimen suhteellinen URL-osoite
fr_be: URL relative du serveur
is_is: Háð vefslóð netþjóns
nb_no: Serverrelativ nettadresse

# Table 796130729 - Field 329424276 - Property 2879900210
source: Title
cs_cz: Název
de_ch: Titel
fi_fi: Otsikko
fr_be: Titre
is_is: Titill
nb_no: Tittel

# Table 796130729 - Field 4284597114 - Property 2879900210
source: Unique Id
cs_cz: Jedinečné ID
de_ch: Eindeutige ID
fi_fi: Yksilöllinen tunnus
fr_be: ID unique
is_is: Einkvæmt auðkenni
nb_no: Unik ID

# Table 3247020001 - Property 2879900210
source: SharePoint Folder
cs_cz: Složka SharePoint
de_ch: SharePoint-Ordner
fi_fi: SharePoint-kansio
fr_be: Dossier SharePoint
is_is: SharePoint-mappa
nb_no: SharePoint-mappe

# Table 3247020001 - Field 1249475212 - Property 2879900210
source: Created
cs_cz: Vytvořeno
de_ch: Erstellt
fi_fi: Luotu
fr_be: Créé
is_is: Stofnað
nb_no: Opprettet

# Table 3247020001 - Field 2938565236 - Property 2879900210
source: Exists
cs_cz: existuje
de_ch: Vorhanden
fi_fi: On olemassa
fr_be: Existe
is_is: Er til
nb_no: Finnes

# Table 3247020001 - Field 2398032778 - Property 2879900210
source: Item Count
cs_cz: Počet položek
de_ch: Artikelanzahl
fi_fi: Nimikemäärä
fr_be: Nombre d’éléments
is_is: Fjöldi atriða
nb_no: Vareantall

# Table 3247020001 - Field 2961552353 - Property 2879900210
source: Title
cs_cz: Název
de_ch: Titel
fi_fi: Otsikko
fr_be: Titre
is_is: Titill
nb_no: Tittel

# Table 3247020001 - Field 2123145358 - Property 2879900210
source: Server Relative Url
cs_cz: Relativní adresa URL serveru
de_ch: Relative Server-URL
fi_fi: Palvelimen suhteellinen URL-osoite
fr_be: URL relative du serveur
is_is: Háð vefslóð netþjóns
nb_no: Serverrelativ nettadresse

# Table 3247020001 - Field 4284597114 - Property 2879900210
source: Unique Id
cs_cz: Jedinečné ID
de_ch: Eindeutige ID
fi_fi: Yksilöllinen tunnus
fr_be: ID unique
is_is: Einkvæmt auðkenni
nb_no: Unik ID

# Table 1610173013 - Property 2879900210
source: SharePoint List
cs_cz: Seznam služby SharePoint
de_ch: SharePoint-Liste
fi_fi: SharePoint-luettelo
fr_be: Liste SharePoint
is_is: SharePoint-listi
nb_no: SharePoint-liste

# Table 1610173013 - Field 1134601319 - Property 2879900210
source: Base Template
cs_cz: Základní šablona
de_ch: Basisvorlage
fi_fi: Perusmalli
fr_be: Modèle de base
is_is: Grunnsniðmát
nb_no: Basismal

# Table 1610173013 - Field 2071228903 - Property 2879900210
source: Base Type
cs_cz: Základní typ
de_ch: Basistyp
fi_fi: Perustyyppi
fr_be: Type de base
is_is: Grunngerð
nb_no: Basistype

# Table 1610173013 - Field 1249475212 - Property 2879900210
source: Created
cs_cz: Vytvořeno
de_ch: Erstellt
fi_fi: Luotu
fr_be: Créé
is_is: Stofnað
nb_no: Opprettet

# Table 1610173013 - Field 3461834954 - Property 2879900210
source: Description
cs_cz: Popis
de_ch: Beschreibung
fi_fi: Kuvaus
is_is: Lýsing
nb_no: Beskrivelse

# Table 1610173013 - Field 415504711 - Property 2879900210
source: Id
fi_fi: Tunnus
is_is: Kenni

# Table 1610173013 - Field 4284502563 - Property 2879900210
source: Is Catalog
cs_cz: Je katalog
de_ch: Katalog
fi_fi: On luettelo
fr_be: Est Catalog
is_is: Er vörulisti
nb_no: Er katalog

# Table 1610173013 - Field 638218256 - Property 2879900210
source: List Item Entity Type Full Name
cs_cz: Úplný název typu entity položky seznamu
de_ch: Vollständiger Name des Listenelement-Entitätstyps
fi_fi: Luettelokohteen entiteettityypin täydellinen nimi
fr_be: Nom complet du type d’entité de l’élément de liste
is_is: Fullt heiti einingagerðar listaatriðis
nb_no: Fullt navn for enhetstype for listeelement

# Table 1610173013 - Field 329424276 - Property 2879900210
source: Title
cs_cz: Název
de_ch: Titel
fi_fi: Otsikko
fr_be: Titre
is_is: Titill
nb_no: Tittel

# Table 1835319050 - Property 2879900210
source: SharePoint List Item
cs_cz: Položka seznamu služby SharePoint
de_ch: SharePoint-Listenelement
fi_fi: SharePoint-luettelokohde
fr_be: Élément de liste SharePoint
is_is: SharePoint-listaatriði
nb_no: SharePoint-listeelement

# Table 1835319050 - Field 1225782422 - Property 2879900210
source: Attachments
cs_cz: Přílohy
de_ch: Anhänge
fi_fi: Liitteet
fr_be: Pièces jointes
is_is: Viðhengi
nb_no: Vedlegg

# Table 1835319050 - Field 3816519696 - Property 2879900210
source: Content Type Id
cs_cz: ID typu obsahu
de_ch: Inhaltstypen-ID
fi_fi: Sisältötyypin tunnus
fr_be: ID du type de contenu
is_is: Kenni efnisgerðar
nb_no: Innholdstype-ID

# Table 1835319050 - Field 1249475212 - Property 2879900210
source: Created
cs_cz: Vytvořeno
de_ch: Erstellt
fi_fi: Luotu
fr_be: Créé
is_is: Stofnað
nb_no: Opprettet

# Table 1835319050 - Field 1552101202 - Property 2879900210
source: File System Object Type
cs_cz: Typ objektu systému souborů
de_ch: Objekttyp des Dateisystems
fi_fi: Tiedostojärjestelmän objektin tyyppi
fr_be: Type d’objet système de fichiers
is_is: Hlutagerð skráakerfis
nb_no: Objekttype for filsystem

# Table 1835319050 - Field 263390385 - Property 2879900210
source: Id
fi_fi: Tunnus
is_is: Kenni

# Table 1835319050 - Field 415504711 - Property 2879900210
source: Id
fi_fi: Tunnus
is_is: Kenni

# Table 1835319050 - Field 1924927433 - Property 2879900210
source: List Id
cs_cz: ID seznamu
de_ch: Listen-ID
fi_fi: Luettelon tunnus
fr_be: ID liste
is_is: Auðkenni lista
nb_no: Liste-ID

# Table 1835319050 - Field 329424276 - Property 2879900210
source: Title
cs_cz: Název
de_ch: Titel
fi_fi: Otsikko
fr_be: Titre
is_is: Titill
nb_no: Tittel

# Table 1595900732 - Property 2879900210
source: SharePoint List Item Attachment
cs_cz: Příloha položky seznamu služby SharePoint
de_ch: SharePoint-Listenelementanhang
fi_fi: SharePoint-luettelokohteen liite
fr_be: Pièce jointe de l’élément de liste SharePoint
is_is: SharePoint-listaatriði viðhengi
nb_no: Vedlegg for SharePoint-listeelement

# Table 1595900732 - Field 804481195 - Property 2879900210
source: File Name
cs_cz: Název souboru
de_ch: Dateiname
fi_fi: Tiedostonimi
fr_be: Nom du fichier
is_is: Skráarheiti
nb_no: Filnavn

# Table 1595900732 - Field 1924927433 - Property 2879900210
source: List Id
cs_cz: ID seznamu
de_ch: Listen-ID
fi_fi: Luettelon tunnus
fr_be: ID liste
is_is: Auðkenni lista
nb_no: Liste-ID

# Table 1595900732 - Field 2355966854 - Property 2879900210
source: List Item Id
cs_cz: ID položky seznamu
de_ch: Artikel-ID auflisten
fi_fi: Luettelokohteen tunnus
fr_be: ID élément de liste
is_is: Kenni listaatriðis
nb_no: ID for listeelement

# Table 1595900732 - Field 2123145358 - Property 2879900210
source: Server Relative Url
cs_cz: Relativní adresa URL serveru
de_ch: Relative Server-URL
fi_fi: Palvelimen suhteellinen URL-osoite
fr_be: URL relative du serveur
is_is: Háð vefslóð netþjóns
nb_no: Serverrelativ nettadresse

# Table 3456148789 - Property 2879900210
source: Signature Key
cs_cz: Klíč podpisu
de_ch: Signaturschlüssel
fi_fi: Allekirjoitusavain
fr_be: Clé de signature
is_is: Undirskriftarlykill
nb_no: Signaturnøkkel

# Table 3456148789 - Method 333252792 - NamedType 569519751
source: Unable to initialize certificate!
cs_cz: Certifikát nelze inicializovat!
de_ch: Das Zertifikat kann nicht initialisiert werden.
fi_fi: Varmennetta ei voi alustaa.
fr_be: Impossible d’initialiser le certificat !
is_is: Ekki var hægt að frumstilla vottorð!
nb_no: Kan ikke initialisere sertifikatet.

# Table 3456148789 - Field 31410331 - Property 2879900210
source: Key Index
cs_cz: Index klíče
de_ch: Schlüsselindex
fi_fi: Avainindeksi
fr_be: Index de clé
is_is: Lykilvísir
nb_no: Nøkkelindeks

# Table 3456148789 - Field 5357697 - Property 2879900210
source: Key Value
cs_cz: Hodnota klíče
de_ch: Schlüsselwert
fi_fi: Avaimen arvo
fr_be: Valeur clé
is_is: Lykilgildi
nb_no: Nøkkelverdi

# Table 3456148789 - Field 2020331656 - Property 2879900210
source: Key Value Type
cs_cz: Typ hodnoty klíče
de_ch: Schlüsselwerttyp
fi_fi: Avaimen arvon tyyppi
fr_be: Type valeur clé
is_is: Gerð lykilgildis
nb_no: Nøkkelverditype

# Table 3456148789 - Field 4003695205 - Property 2879900210
source: Signature Algorithm
cs_cz: Algoritmus podpisu
de_ch: Signaturalgorithmus
fi_fi: Allekirjoituksen algoritmi
fr_be: Algorithme de signature
is_is: Reiknirit undirskriftar
nb_no: Signaturalgoritme

# Table 1137163859 - Property 2879900210
source: Signup Context Values
cs_cz: Kontextové hodnoty registrace
de_ch: Anmeldekontextwerte
fi_fi: Rekisteröitymiskontekstin arvot
fr_be: Valeurs du contexte d’abonnement
is_is: Samhengisgildi nýskráningar
nb_no: Registreringskontekstverdier

# Table 1137163859 - Field 1663593181 - Property 2879900210
source: Primary Key
cs_cz: Primární klíč
de_ch: Primärschlüssel
fi_fi: Perusavain
fr_be: Clé primaire
is_is: Aðallykill
nb_no: Primærnøkkel

# Table 1137163859 - Field 3068241891 - Property 2879900210
source: Signup Context
cs_cz: Kontext registrace
de_ch: Anmeldekontext
fi_fi: Rekisteröitymiskonteksti
fr_be: Contexte d’abonnement
is_is: Samhengi skráningar
nb_no: Registreringskontekst

# Table 2655210482 - Property 2879900210
source: SmartList Designer Handler
fi_fi: SmartList-suunnitteluohjelman käsittelijä
fr_be: Gestionnaire du concepteur SmartList
is_is: SmartList meðh. hönnunar
nb_no: Behandlingsprogram for SmartList-designer

# Table 2655210482 - NamedType 4002974012
source: The table only supports a single record whose primary key is the empty string
cs_cz: Tabulka podporuje pouze jeden záznam, jehož primárním klíčem je prázdný řetězec
de_ch: Die Tabelle unterstützt nur einen einzelnen Datensatz, dessen Primärschlüssel die leere Zeichenfolge ist.
fi_fi: Taulukko tukee vain yhtä tietuetta, jonka perusavain on tyhjä merkkijono
fr_be: La table ne prend en charge qu'un seul enregistrement dont la clé primaire est la chaîne vide
is_is: Taflan styður aðeins staka færslu sem með auðan streng í aðallykli
nb_no: Tabellen støtter bare én post der primærnøkkelen er den tomme strengen

# Table 2655210482 - Field 1344630152 - Property 2879900210
source: Handler Extension Id
cs_cz: Id rozšíření obslužné rutiny
de_ch: Handler-Erweiterungs-ID
fi_fi: Käsittelijän laajennuksen tunnus
fr_be: ID extension du gestionnaire
is_is: Kenni fyrir stjórnunarviðbót
nb_no: ID for behandlingsutvidelse

# Table 2655210482 - Field 2333076789 - Property 2879900210
source: Primary Key
cs_cz: Primární klíč
de_ch: Primärschlüssel
fi_fi: Perusavain
fr_be: Clé primaire
is_is: Aðallykill
nb_no: Primærnøkkel

# Table 3404653217 - Property 2879900210
source: Spotlight Tour Text
cs_cz: Text prohlídky spotlight
fi_fi: Valokeilaesittelyn teksti
fr_be: Texte de la visite à la une
is_is: Texti kynningar
nb_no: Tekst for rampelysinnføring

# Table 3404653217 - Field 2811286436 - Property 2879900210
source: Guided Experience Item Code
cs_cz: Kód položky průvodce
de_ch: Elementcode der geführten Erfahrung
fi_fi: Ohjatun kokemuksen nimikekoodi
fr_be: Code de l’élément de l’expérience guidée
is_is: Atriðiskóði upplifunar með leiðsögn
nb_no: Elementkode for veiledet opplevelse

# Table 3404653217 - Field 1258514761 - Property 2879900210
source: Version
cs_cz: Verze
fi_fi: Versio
is_is: Útgáfa
nb_no: Versjon

# Table 3404653217 - Field 57552084 - Property 2879900210
source: Spotlight Tour Step
cs_cz: Krok prohlídky spotlight
de_ch: Spotlight Tour-Schritt
fi_fi: Valokeilaesittelyn vaihe
fr_be: Étape de la visite à la une
is_is: Skref kynningar
nb_no: Trinn for rampelysinnføring

# Table 3404653217 - Field 3404653217 - Property 2879900210
source: Spotlight Tour Text
cs_cz: Text prohlídky spotlight
fi_fi: Valokeilaesittelyn teksti
fr_be: Texte de la visite à la une
is_is: Texti kynningar
nb_no: Tekst for rampelysinnføring

# Table 248118458 - Property 2879900210
source: Table Information Cache
cs_cz: Mezipaměť informací o tabulce
de_ch: Tabelleninformationscache
fi_fi: Taulukon tietojen välimuisti
fr_be: Cache d’informations de table
is_is: Skyndiminni töfluupplýsinga
nb_no: Tabellinformasjonsbuffer

# Table 248118458 - Field 3997336476 - Property 2879900210
source: Company Name
cs_cz: Název společnosti
de_ch: Unternehmensname
fi_fi: Yrityksen nimi
fr_be: Nom de la société
is_is: Heiti fyrirtækis
nb_no: Selskapsnavn

# Table 248118458 - Field 2901901922 - Property 2879900210
source: Compression
cs_cz: Komprese
de_ch: Komprimierung
fi_fi: Tiivistys
is_is: Þjöppun
nb_no: Komprimering

# Table 248118458 - Field 2901901922 - Property 62802879
source: None,Row,Page,Columnstore,Columnstore Archive
cs_cz: Žádné,Řádek,Stránka,Columnstore,Archiv columnstore
de_ch: Keine,Zeile,Seite,Columnstore,Columnstore Archiv
fi_fi: Ei mitään,Rivi,Sivu,Sarakesäilö,Sarakesäilöarkisto
fr_be: Aucun,Ligne,Page,ColumnStore,ColumnStore Archive
is_is: Ekkert,Röð,Síða,Columnstore,Columnstore-safn
nb_no: Ingen,Rad,Side,Kolonnelagring,Kolonnelagringsarkiv

# Table 248118458 - Field 720611327 - Property 2879900210
source: Data Size (KB)
cs_cz: Velikost dat (KB)
de_ch: Datengrösse (KB)
fi_fi: Tietojen koko (kt)
fr_be: Taille des données (Ko)
is_is: Gagnastærð (KB)
nb_no: Datastørrelse (kB)

# Table 248118458 - Field 709111184 - Property 2879900210
source: Growth % (30D)
cs_cz: Růst % (30D)
de_ch: Wachstum % (30D)
fi_fi: Kasvu-% (30 pv)
fr_be: % croissance (30J)
is_is: Vöxtur % (30D)
nb_no: Vekst i % (30 dager)

# Table 248118458 - Field 3599723277 - Property 2879900210
source: Index Size (KB)
cs_cz: Velikost indexu (KB)
de_ch: Indexgrösse (KB)
fi_fi: Indeksin koko (kt)
fr_be: Taille de l’index (Ko)
is_is: Stærð atriðaskráar (KB)
nb_no: Indeksstørrelse (kB)

# Table 248118458 - Field 3057683566 - Property 2879900210
source: Last Period Size (30D)
cs_cz: Velikost posledního období (30D)
de_ch: Grösse der letzten Periode (30D)
fi_fi: Edellisen jakson koko (30 pv)
fr_be: Taille dernière période (30J)
is_is: Stærð síðasta tímabils (30D)
nb_no: Størrelse siste periode (30 dager)

# Table 248118458 - Field 1726982313 - Property 2879900210
source: Last Period No. of Records (30D)
cs_cz: Číslo posledního období záznamů (30D)
de_ch: Anzahl der Datensätze der letzten Periode (30D)
fi_fi: Edellisen jakson tietueiden määrä (30 pv)
fr_be: Nbre d’enregistrements dernière période (30J)
is_is: Fjöldi færslna á síðasta tímabili (30D)
nb_no: Antall poster for siste periode (30 dager)

# Table 248118458 - Field 2065755396 - Property 2879900210
source: No. of Records
cs_cz: Počet záznamů
de_ch: Anzahl der Datensätze
fi_fi: Tietueiden määrä
fr_be: Nombre d’enregistrements
is_is: Fjöldi færslna
nb_no: Antall poster

# Table 248118458 - Field 2499764284 - Property 2879900210
source: Record Size
cs_cz: Velikost záznamu
de_ch: Datensatzgrösse
fi_fi: Tietueen koko
fr_be: Taille enregistrement
is_is: Stærð færslu
nb_no: Poststørrelse

# Table 248118458 - Field 3391158951 - Property 2879900210
source: Size (KB)
cs_cz: Velikost (kB)
de_ch: Grösse (KB)
fi_fi: Koko (kt)
fr_be: Taille (Ko)
is_is: Stærð (KB)
nb_no: Størrelse (kB)

# Table 248118458 - Field 3808951907 - Property 2879900210
source: Table Name
cs_cz: Název tabulky
de_ch: Tabellenname
fi_fi: Taulukon nimi
fr_be: Nom de la table
is_is: Heiti töflu
nb_no: Tabellnavn

# Table 248118458 - Field 3017471043 - Property 2879900210
source: Table No.
cs_cz: Číslo tabulky
de_ch: Tabellennr.
fi_fi: Taulukon nro
fr_be: N° table
is_is: Tafla nr.
nb_no: Tabellnr.

# Table 750064457 - Property 2879900210
source: Temp Blob
cs_cz: Dočasný objekt BLOB
de_ch: Temporärer BLOB
fi_fi: Väliaikainen blob-objekti
fr_be: BLOB Temp
is_is: Tímabundin Blob
nb_no: Midlertidig BLOB

# Table 750064457 - Field 1663593181 - Property 2879900210
source: Primary Key
cs_cz: Primární klíč
de_ch: Primärschlüssel
fi_fi: Perusavain
fr_be: Clé primaire
is_is: Aðallykill
nb_no: Primærnøkkel

# Table 3029408820 - Property 2879900210
source: Temp Media
cs_cz: Dočasná média
de_ch: Temporäre Medien
fi_fi: Väliaikainen media
fr_be: Média Temp
is_is: Tímabundið efni
nb_no: Midlertidig medium

# Table 3029408820 - Field 3252935640 - Property 2879900210
source: Media
cs_cz: Médium
de_ch: Medien
fr_be: Support
is_is: Geymslumiðill
nb_no: Medium

# Table 3029408820 - Field 376825882 - Property 2879900210
source: MediaSet
cs_cz: Sada médií
de_ch: Mediensatz
is_is: Miðlasafn

# Table 3029408820 - Field 1663593181 - Property 2879900210
source: Primary Key
cs_cz: Primární klíč
de_ch: Primärschlüssel
fi_fi: Perusavain
fr_be: Clé primaire
is_is: Aðallykill
nb_no: Primærnøkkel

# Table 3865875552 - Property 2879900210
source: Tenant Web Service Columns
cs_cz: Sloupce webové služby nájemce
de_ch: Tenant-Webdienst-Spalten
fi_fi: Vuokraajan verkkopalvelun sarakkeet
fr_be: Colonnes du service web de l'abonné
is_is: Vefþjónustudálkar leigjanda
nb_no: Kolonner for webtjeneste for leietaker

# Table 3865875552 - Field 2278951215 - Property 2879900210
source: Data Item
cs_cz: Datová položka
de_ch: Dateneintrag
fi_fi: Tietokohde
fr_be: Élément de données
is_is: Gagnaatriði
nb_no: Dataelement

# Table 3865875552 - Field 2360814333 - Property 2879900210
source: Table
cs_cz: Tabulka
de_ch: Tabelle
fi_fi: Taulukko
is_is: Tafla
nb_no: Tabell

# Table 3865875552 - Field 2485164427 - Property 2879900210
source: Entry ID
cs_cz: ID položky
de_ch: Posten-ID
fi_fi: Tapahtuman tunnus
fr_be: ID écriture
is_is: Færslukenni
nb_no: ID for oppføring

# Table 3865875552 - Field 823559016 - Property 2879900210
source: Field Caption
cs_cz: Titulek pole
de_ch: Feldbezeichnung
fi_fi: Kentän seloste
fr_be: Légende champ
is_is: Yfirskrift reits
nb_no: Felttekst

# Table 3865875552 - Field 3070320983 - Property 2879900210
source: Report Caption
cs_cz: Titulek sestavy
de_ch: Berichtsbezeichnung
fi_fi: Raportin otsikko
fr_be: Légende de l'état
is_is: Yfirskrift skýrslu
nb_no: Rapportoverskrift

# Table 3865875552 - Field 3766508163 - Property 2879900210
source: Field Number
cs_cz: Číslo pole
de_ch: Feldnummer
fi_fi: Kentän numero
fr_be: Numéro champ
is_is: Númer reits
nb_no: Feltnummer

# Table 3865875552 - Field 3349558288 - Property 2879900210
source: Include
cs_cz: Zahrnout
de_ch: Einschliessen
fi_fi: Sisällytä
fr_be: Inclure
is_is: Hafa með
nb_no: Inkluder

# Table 3865875552 - Field 3907667584 - Property 2879900210
source: Tenant Web Service ID
cs_cz: ID webové služby tenantu
de_ch: Tenant-Webdienst-ID
fi_fi: Vuokraajan verkkopalvelun tunnus
fr_be: ID du service web de l'abonné
is_is: Kenni vefþjónustu leigjanda
nb_no: Webtjeneste-ID for leietaker

# Table 2046507299 - Property 2879900210
source: Tenant Web Service Filter
cs_cz: Filtr webové služby nájemce
de_ch: Tenant-Webdienst-Filter
fi_fi: Vuokraajan verkkopalvelun suodatin
fr_be: Filtre du service web de l'abonné
is_is: Vefþjónustuafmörkun leigjanda
nb_no: Filter for webtjeneste for leietaker

# Table 2046507299 - Field 2278951215 - Property 2879900210
source: Data Item
cs_cz: Datová položka
de_ch: Dateneintrag
fi_fi: Tietokohde
fr_be: Élément de données
is_is: Gagnaatriði
nb_no: Dataelement

# Table 2046507299 - Field 2485164427 - Property 2879900210
source: Entry ID
cs_cz: ID položky
de_ch: Posten-ID
fi_fi: Tapahtuman tunnus
fr_be: ID écriture
is_is: Færslukenni
nb_no: ID for oppføring

# Table 2046507299 - Field 3090661100 - Property 2879900210
source: Filter
cs_cz: Filtr
fi_fi: Suodata
fr_be: Filtrer
is_is: Afmörkun

# Table 2046507299 - Field 3907667584 - Property 2879900210
source: Tenant Web Service ID
cs_cz: 7ID webové služby tenantu
de_ch: Tenant-Webdienst-ID
fi_fi: Vuokraajan verkkopalvelun tunnus
fr_be: ID du service web de l'abonné
is_is: Kenni vefþjónustu leigjanda
nb_no: Webtjeneste-ID for leietaker

# Table 736257850 - Property 2879900210
source: Tenant Web Service OData
cs_cz: OData webové služby nájemce
de_ch: Tenant-Webdienst-OData
fi_fi: Vuokraajan verkkopalvelu OData
fr_be: OData du service web de l'abonné
is_is: OData-vefþjónusta leigjanda
nb_no: OData for webtjeneste for leietaker

# Table 736257850 - Field 1973252110 - Property 2879900210
source: OData Filter Clause
cs_cz: Klauzule filtru OData
de_ch: OData-Filter-Klausel
fi_fi: OData-suodatinlause
fr_be: Clause de filtre OData
is_is: Síuákvæði OData
nb_no: Setningsdel for OData-filter

# Table 736257850 - Field 3721023310 - Property 2879900210
source: OData Select Clause
cs_cz: Klauzule výběru OData
de_ch: OData Select-Klausel
fi_fi: OData Select -lause
fr_be: Clause de sélection OData
is_is: Valákvæði OData
nb_no: Setningsdel for OData-valg

# Table 736257850 - Field 3476247372 - Property 2879900210
source: OData V4 Filter Clause
cs_cz: Klauzule filtru OData v4
de_ch: OData V4-Filter-Klausel
fi_fi: OData v4 -suodatinlause
fr_be: Clause de filtre V4 OData
is_is: V4-síuákvæði OData
nb_no: Setning for OData v4-filter

# Table 736257850 - Field 3907667584 - Property 2879900210
source: Tenant Web Service ID
cs_cz: ID webové služby tenantu
de_ch: Tenant-Webdienst-ID
fi_fi: Vuokraajan verkkopalvelun tunnus
fr_be: ID du service web de l'abonné
is_is: Kenni vefþjónustu leigjanda
nb_no: Webtjeneste-ID for leietaker

# Table 1358710565 - Property 2879900210
source: Translation
cs_cz: Překlad
de_ch: Übersetzung
fi_fi: Käännös
fr_be: Traduction
is_is: Þýðing
nb_no: Oversettelse

# Table 1358710565 - Field 869342929 - Property 2879900210
source: Field ID
cs_cz: ID pole
de_ch: Feld-ID
fi_fi: Kentän tunnus
fr_be: ID champ
is_is: Kenni reits
nb_no: Felt-ID

# Table 1358710565 - Field 450009889 - Property 2879900210
source: Language ID
cs_cz: ID jazyka
de_ch: Sprach-ID
fi_fi: Kielen tunnus
fr_be: ID langue
is_is: Kenni tungumáls
nb_no: Språk-ID

# Table 1358710565 - Field 696461927 - Property 2879900210
source: Language Name
cs_cz: Název jazyka
de_ch: Sprachenname
fi_fi: Kielen nimi
fr_be: Nom langue
is_is: Heiti tungumáls
nb_no: Navn på språk
