Repository: jbakach/MSDyn365BC.Code.History
Catalog: System Application/Source/System Application/Translations/System Application.*.xlf
Languages: cs_cz, de_ch, fi_fi, fr_be, is_is, nb_no

# Table 3432573050 - Field 2766253784 - Property 2879900210
source: App ID
cs_cz: ID aplikace
fi_fi: Sovellustunnus
fr_be: ID application
is_is: Kenni forrits

# Table 3432573050 - Field 1256520770 - Property 2879900210
source: Extension Name
cs_cz: Název rozšíření
de_ch: Erweiterungsname
fi_fi: Laajennuksen nimi
fr_be: Nom de l’extension
is_is: Heiti viðbótar
nb_no: Navn på utvidelse

# Table 3432573050 - Field 3997336476 - Property 2879900210
source: Company Name
cs_cz: Název společnosti
de_ch: Mandantenname
fi_fi: Yrityksen nimi
fr_be: Nom de la société
is_is: Heiti fyrirtækis
nb_no: Selskapsnavn

# Table 3432573050 - Field 415504711 - Property 2879900210
source: Id
fi_fi: Tunnus
is_is: Kenni

# Table 3432573050 - Field 2946131562 - Property 2879900210
source: Plan ID
cs_cz: ID plánu
fi_fi: Palvelupaketin tunnus
fr_be: ID plan
is_is: Kenni áskriftar

# Table 3432573050 - Field 1918310387 - Property 2879900210
source: Permission Set
cs_cz: Sada oprávnění
de_ch: Berechtigungssatz
fi_fi: Käyttöoikeuksien joukko
fr_be: Ensemble d’autorisations
is_is: Heimildasamstæða
nb_no: Tillatelsessett

# Table 3432573050 - Field 2507467933 - Property 2879900210
source: Name
cs_cz: Název
fi_fi: Nimi
fr_be: Nom
is_is: Nafn
nb_no: Navn

# Table 3432573050 - Field 593885934 - Property 2879900210
source: Scope
cs_cz: Rozsah
de_ch: Bereich
fi_fi: Laajuus
fr_be: Étendue
is_is: Umfang
nb_no: Omfang

# Table 3432573050 - Field 593885934 - Property 62802879
source: System,Tenant
cs_cz: Systém,Nájemce
de_ch: System,Mandant
fi_fi: Järjestelmä,Vuokraaja
fr_be: Système,Abonné
is_is: Kerfi,Leigjandi
nb_no: System,Leietaker

# Table 283413285 - Property 2879900210
source: Data Subjects
cs_cz: Datové subjekty
de_ch: Datensubjekte
fi_fi: Tietojen kohteet
fr_be: Objets de données
is_is: Efni gagna
nb_no: Dataemner

# Table 283413285 - Field 1554787498 - Property 2879900210
source: Default Data Sensitivity
cs_cz: Výchozí citlivost dat
de_ch: Standarddatensensitivität
fi_fi: Tietojen luottamuksellisuuden oletusarvo
fr_be: Sensibilité des données par défaut
is_is: Sjálfgefinn gagnatrúnaður
nb_no: Standard datasensitivitet

# Table 283413285 - Field 1554787498 - Property 62802879
source: Unclassified,Sensitive,Personal,Company Confidential,Normal
cs_cz: Neklasifikovaná,Citlivá,Osobní,Důvěrná pro společnost,Normální
de_ch: Nicht klassifiziert,Vertraulich,Persönlich,Firma (vertraulich),Normal
fi_fi: Luokittelematon,Luottamuksellinen,Henkilökohtainen,Liikesalaisuus,Normaali
fr_be: Non classé,Sensible,Personnel,Confidentiel,Normal
is_is: Óflokkað,Viðkvæmt,Einkamál,Trúnaðarupplýsingar fyrirtækis,Venjulegt
nb_no: Uklassifisert,Sensitiv,Personlig,Selskapskonfidensiell,Normal

# Table 283413285 - Field 3241050949 - Property 2879900210
source: Entity Filter
cs_cz: Filtr položky
de_ch: Einheitenfilter
fi_fi: Objektisuodatin
fr_be: Filtre d'entité
is_is: Einingarsía
nb_no: Enhetsfilter

# Table 283413285 - Field 183296051 - Property 2879900210
source: Fields
cs_cz: Pole
de_ch: Felder
fi_fi: Kentät
fr_be: Champs
is_is: Reitir
nb_no: Felt

# Table 283413285 - Field 3349558288 - Property 2879900210
source: Include
cs_cz: Zahrnout
de_ch: Einschliessen
fi_fi: Sisällytä
fr_be: Inclure
is_is: Taka með
nb_no: Inkluder

# Table 283413285 - Field 2595880166 - Property 2879900210
source: Key Field Name
cs_cz: Název pole s klíčem
de_ch: Schlüsselfeldname
fi_fi: Avainkentän nimi
fr_be: Nom du champ de clé
is_is: Heiti lykilreitar
nb_no: Nøkkelfeltnavn

# Table 283413285 - Field 2372105710 - Property 2879900210
source: Key Field No.
cs_cz: Číslo pole s klíčem
de_ch: Schlüsselfeldnr.
fi_fi: Avainkentän nro
fr_be: N° champ de clé
is_is: Lykilreitur nr.
nb_no: Nøkkelfeltnr.

# Table 283413285 - Field 643268232 - Property 2879900210
source: Page No.
cs_cz: Strana
de_ch: Seitennr.
fi_fi: Sivunumero
fr_be: N° page
is_is: Síða nr.
nb_no: Sidenr.

# Table 283413285 - Field 3632888861 - Property 2879900210
source: Privacy Blocked Field No.
cs_cz: Čís. pole uzavřeno-ochrana soukromí
de_ch: Datenschutzsperren-Feldnr.
fi_fi: Estetty tietosuojan vuoksi -kentän nro
fr_be: N° champ Confidentialité bloquée
is_is: Reitur lokaður vegna persónuverndar nr.
nb_no: Personvern sperret-feltnr.

# Table 283413285 - Field 3732000533 - Property 2879900210
source: Reviewed
cs_cz: Zkontrolováno
de_ch: Überprüft
fi_fi: Tarkistettu
fr_be: Révisé
is_is: Yfirfarið
nb_no: Kontrollert

# Table 283413285 - Field 748037802 - Property 2879900210
source: Similar Fields Label
cs_cz: Název podobných polí
de_ch: Ähnliche Felder Bezeichnung
fi_fi: Saman tyyppisten kenttien selite
fr_be: Étiquette de champs similaires
is_is: Merki svipaðra svæða
nb_no: Etikett for lignende felt

# Table 283413285 - Field 764542837 - Property 2879900210
source: Similar Fields Reviewed
cs_cz: Podobná pole zkontrolována
de_ch: Ähnliche Felder überprüft
fi_fi: Samantyyppiset kentät tarkistettu
fr_be: Champs similaires révisés
is_is: Svipaðir reitir yfirfarnir
nb_no: Lignende felt kontrollert

# Table 283413285 - Field 513339096 - Property 2879900210
source: Status
cs_cz: Stav
fi_fi: Tila
fr_be: Statut
is_is: Staða

# Table 283413285 - Field 513339096 - Property 62802879
source: Review Needed,Reviewed
cs_cz: Kontrola nutná,Zkontrolováno
de_ch: Überprüfung erforderlich,Überprüft
fi_fi: Edellyttää tarkistusta,Tarkistettu
fr_be: Révision nécessaire,Révisé
is_is: Þarf að fara yfir,Yfirfarið
nb_no: Kontroll obligatorisk,Kontrollert

# Table 283413285 - Field 2040558538 - Property 2879900210
source: Status 2
cs_cz: Stav 2
fi_fi: Tila 2
fr_be: Statut 2
is_is: Staða 2

# Table 283413285 - Field 2040558538 - Property 62802879
source: Review Needed,Reviewed
cs_cz: Kontrola nutná,Zkontrolováno
de_ch: Überprüfung erforderlich,Überprüft
fi_fi: Edellyttää tarkistusta,Tarkistettu
fr_be: Révision nécessaire,Révisé
is_is: Þarf að fara yfir,Yfirfarið
nb_no: Kontroll obligatorisk,Kontrollert

# Table 283413285 - Field 1393533604 - Property 2879900210
source: Table Caption
cs_cz: Název tabulky
de_ch: Tabellenbezeichnung
fi_fi: Taulukon seloste
fr_be: Légende table
is_is: Yfirskrift töflu
nb_no: Tabelloverskrift

# Table 283413285 - Field 3017471043 - Property 2879900210
source: Table No.
cs_cz: Číslo tabulky
de_ch: Tabellennr.
fi_fi: Taulukon nro
fr_be: N° table
is_is: Tafla nr.
nb_no: Tabellnr.

# Table 3989631842 - Property 2879900210
source: Default Permission Set in License
cs_cz: Výchozí sada oprávnění v licenci
de_ch: Standardberechtigungssatz in Lizenz
fi_fi: Oletusarvoinen käyttöoikeuksien joukko käyttöoikeudessa
fr_be: Ensemble d’autorisations par défaut dans la licence
is_is: Sjálfgefin heimildasamstæða í leyfi
nb_no: Standard tillatelsessett i lisens

# Table 3989631842 - Field 2766253784 - Property 2879900210
source: App ID
cs_cz: ID aplikace
fi_fi: Sovellustunnus
fr_be: ID application
is_is: Kenni forrits

# Table 3989631842 - Field 1256520770 - Property 2879900210
source: Extension Name
cs_cz: Název rozšíření
de_ch: Erweiterungsname
fi_fi: Laajennuksen nimi
fr_be: Nom de l’extension
is_is: Heiti viðbótar
nb_no: Navn på utvidelse

# Table 3989631842 - Field 2946131562 - Property 2879900210
source: Plan ID
cs_cz: ID plánu
fi_fi: Palvelupaketin tunnus
fr_be: ID plan
is_is: Kenni áskriftar

# Table 3989631842 - Field 1918310387 - Property 2879900210
source: Permission Set
cs_cz: Sada oprávnění
de_ch: Berechtigungssatz
fi_fi: Käyttöoikeuksien joukko
fr_be: Ensemble d’autorisations
is_is: Heimildasamstæða
nb_no: Tillatelsessett

# Table 3989631842 - Field 2507467933 - Property 2879900210
source: Name
cs_cz: Název
fi_fi: Nimi
fr_be: Nom
is_is: Nafn
nb_no: Navn

# Table 3989631842 - Field 593885934 - Property 2879900210
source: Scope
cs_cz: Rozsah
de_ch: Bereich
fi_fi: Laajuus
fr_be: Étendue
is_is: Umfang
nb_no: Omfang

# Table 3989631842 - Field 593885934 - Property 62802879
source: System,Tenant
cs_cz: Systém,Nájemce
de_ch: System,Mandant
fi_fi: Järjestelmä,Vuokraaja
fr_be: Système,Abonné
is_is: Kerfi,Leigjandi
nb_no: System,Leietaker

# Table 3706825753 - Property 2879900210
source: Document Sharing
cs_cz: Sdílení dokumentů
de_ch: Belegfreigabe
fi_fi: Asiakirjojen jakaminen
fr_be: Partage de document
is_is: Samnýting skjala
nb_no: Dokumentdeling

# Table 3706825753 - Field 1447994436 - Property 2879900210
source: Data
de_ch: Daten
fi_fi: Tiedot
fr_be: Données
is_is: Gögn

# Table 3706825753 - Field 1989856109 - Property 2879900210
source: Document Sharing Intent
cs_cz: Záměr sdílení dokumentů
de_ch: Belegfreigabeabsicht
fi_fi: Asiakirjojen jakamistarkoitus
fr_be: Intention de partage de document
is_is: Tilgangur samnýtingar fylgiskjals
nb_no: Dokumentdelingshensikt

# Table 3706825753 - Field 2701667117 - Property 2879900210
source: DocumentPreviewUri
cs_cz: UriNáhleduDokumentu
de_ch: Belegvorschau-URL
fi_fi: Asiakirjan esikatselun URI-osoite
fr_be: URI d’aperçu du document
is_is: Vefslóð til að forskoða skjal
nb_no: Nettadresse for dokumentforhåndsvisning

# Table 3706825753 - Field 605435073 - Property 2879900210
source: DocumentRootUri
cs_cz: UriAdresářeDokumentu
de_ch: Beleghaupt-URL
fi_fi: Asiakirjan juuren URI-osoite
fr_be: URI racine du document
is_is: Rótarvefslóð skjals
nb_no: Nettadresse for dokumentrot

# Table 3706825753 - Field 2478943995 - Property 2879900210
source: DocumentUri
cs_cz: UriDokumentu
de_ch: Beleg-URL
fi_fi: Asiakirjan URI-osoite
fr_be: URI du document
is_is: Vefslóð skjals
nb_no: Nettadresse for dokument

# Table 3706825753 - Field 3979136067 - Property 2879900210
source: Extension
cs_cz: Rozšíření
de_ch: Erweiterung
fi_fi: Laajennus
is_is: Viðbót
nb_no: Utvidelse

# Table 3706825753 - Field 415504711 - Property 2879900210
source: Id
fi_fi: Tunnus
is_is: Kenni

# Table 3706825753 - Field 2961552353 - Property 2879900210
source: Name
cs_cz: Název
fi_fi: Nimi
fr_be: Nom
is_is: Heiti
nb_no: Navn

# Table 3706825753 - Field 2397723431 - Property 2879900210
source: Source
cs_cz: Původ
de_ch: Quelle
fi_fi: Lähde
is_is: Uppruni
nb_no: Kilde

# Table 3706825753 - Field 4146460525 - Property 2879900210
source: Token
fi_fi: Tunnus
fr_be: Jeton
is_is: Lykill

# Table 553098123 - Property 2879900210
source: Edit in Excel Settings
cs_cz: Upravit v nastavení aplikace Excel
de_ch: In Excel bearbeiten – Einstellungen
fi_fi: Muokkaa Excelin asetuksissa
fr_be: Paramètres Modifier dans Excel
is_is: Breyta í Excel-stillingum
nb_no: Rediger i Excel-innstillinger

# Table 553098123 - Field 415504711 - Property 2879900210
source: Id
fi_fi: Tunnus
is_is: Kenni

# Table 553098123 - Field 599309684 - Property 2879900210
source: Use Centralized deployments
cs_cz: Použití centralizovaných nasazení
de_ch: Zentrale Bereitstellungen verwenden
fi_fi: Käytä keskitettyjä käyttöönottoja
fr_be: Utiliser des déploiements centralisés
is_is: Nota miðstýrðar innleiðingar
nb_no: Bruk sentraliserte distribusjoner

# Table 1985063655 - Property 2879900210
source: Email Account
cs_cz: E-mailový účet
de_ch: E-Mail-Konto
fi_fi: Sähköpostitili
fr_be: Compte de messagerie
is_is: Tölvupóstreikningur
nb_no: E-postkonto

# Table 1985063655 - Field 3856268488 - Property 2879900210
source: Account Id
cs_cz: Id účtu
de_ch: Konto-ID
fi_fi: Tilin tunnus
fr_be: ID Compte
is_is: Kenni reiknings
nb_no: Konto-ID

# Table 1985063655 - Field 3083306301 - Property 2879900210
source: Connector
cs_cz: Konektor
de_ch: Konnektor
fi_fi: Liitin
fr_be: Connecteur
is_is: Tengill
nb_no: Kobling

# Table 1985063655 - Field 90141998 - Property 2879900210
source: Email Address
cs_cz: Emailová adresa
de_ch: E-Mail-Adresse
fi_fi: Sähköpostiosoite
fr_be: Adresse e-mail
is_is: Netfang
nb_no: E-postadresse

# Table 1985063655 - Field 1123305005 - Property 2879900210
source: Logo
is_is: Lógó

# Table 1985063655 - Field 2961552353 - Property 2879900210
source: Name
cs_cz: Název
fi_fi: Nimi
fr_be: Nom
is_is: Heiti
nb_no: Navn

# Table 275794229 - Property 2879900210
source: Email Account Scenario
cs_cz: Scénář e-mailového účtu
de_ch: E-Mail-Kontoszenario
fi_fi: Sähköpostitilin skenaario
fr_be: Scénario de compte de messagerie
is_is: Aðstæður tölvupóstsreiknings
nb_no: Scenario for e-postkonto

# Table 275794229 - Field 3856268488 - Property 2879900210
source: Account Id
cs_cz: Id účtu
de_ch: Konto-ID
fi_fi: Tilin tunnus
fr_be: ID compte
is_is: Kenni reiknings
nb_no: Konto-ID

# Table 275794229 - Field 3083306301 - Property 2879900210
source: Connector
cs_cz: Konektor
de_ch: Konnektor
fi_fi: Yhdistin
fr_be: Connecteur
is_is: Tengill
nb_no: Kobling

# Table 275794229 - Field 1383905037 - Property 2879900210
source: Default
cs_cz: Výchozí
de_ch: Standard
fi_fi: Oletus
fr_be: Par défaut
is_is: Sjálfgefið
nb_no: Standard

# Table 275794229 - Field 2578412327 - Property 2879900210
source: Display Name
cs_cz: Zobrazit název
de_ch: Anzeigename
fi_fi: Näyttönimi
fr_be: Nom d’affichage
is_is: Birtingarheiti
nb_no: Visningsnavn

# Table 275794229 - Field 404483104 - Property 2879900210
source: EntryType
cs_cz: Typ položky
de_ch: Postenart
fi_fi: Tapahtuman tyyppi
fr_be: Type écriture
is_is: Færslugerð
nb_no: Posttype

# Table 275794229 - Field 404483104 - Property 62802879
source: Account,Scenario
cs_cz: Účet,Scénář
de_ch: Konto,Szenario
fi_fi: Tili,Skenaario
fr_be: Compte,Scénario
is_is: Reikningur,Aðstæður
nb_no: Konto,Scenario

# Table 275794229 - Field 56735747 - Property 2879900210
source: Position
cs_cz: Pozice
fi_fi: Toimi
fr_be: Emplacement
is_is: Staðsetning
nb_no: Posisjon

# Table 275794229 - Field 910027226 - Property 2879900210
source: Scenario
cs_cz: Scénář
de_ch: Szenario:
fi_fi: Esimerkkitilanne
fr_be: Scénario
is_is: Aðstæður

# Table 4217154468 - Property 2879900210
source: Email Address Lookup
cs_cz: Vyhledávání e-mailových adres
de_ch: E-Mail-Adresssuche
fi_fi: Sähköpostiosoitteen haku
fr_be: Consultation adresse e-mail
is_is: Uppfletting netfangs
nb_no: Oppslag for e-postadresse

# Table 4217154468 - Field 3133801257 - Property 2879900210
source: Company
cs_cz: Společnost
de_ch: Mandant
fi_fi: Yritys
fr_be: Société
is_is: Fyrirtæki
nb_no: Selskap

# Table 4217154468 - Field 3964121897 - Property 2879900210
source: E-Mail Address
cs_cz: E-mailová adresa
de_ch: E-Mail-Adresse
fi_fi: Sähköpostiosoite
fr_be: Adresse E-Mail
is_is: Netfang
nb_no: E-postadresse

# Table 4217154468 - Field 2991225797 - Property 2879900210
source: Entity type
cs_cz: Typ entity
de_ch: Entitätstyp
fi_fi: Entiteettityyppi
fr_be: Type d’entité
is_is: Tegund einingar
nb_no: Enhetstype

# Table 4217154468 - Field 2961552353 - Property 2879900210
source: Name
cs_cz: Název
fi_fi: Nimi
fr_be: Nom
is_is: Nafn
nb_no: Navn

# Table 4217154468 - Field 2847409975 - Property 2879900210
source: Source System Id
cs_cz: ID zdrojového systému
de_ch: Quellsystem-ID
fi_fi: Lähdejärjestelmän tunnus
fr_be: ID système source
is_is: Auðkenni upprunakerfis
nb_no: Kildesystem-ID

# Table 4217154468 - Field 1972828756 - Property 2879900210
source: Source Table Number
cs_cz: Číslo zdrojové tabulky
de_ch: Quelltabellennummer
fi_fi: Lähdetaulukon numero
fr_be: Numéro de la table source
is_is: Upprunatöflunúmer
nb_no: Kildetabellnummer

# Table 761349018 - Property 2879900210
source: Email Attachments
cs_cz: Přílohy e-mailů
de_ch: E-Mail-Anhänge
fi_fi: Sähköpostin liitteet
fr_be: Pièces jointes à un e-mail
is_is: Viðhengi í tölvupósti
nb_no: E-postvedlegg

# Table 761349018 - Field 1024873738 - Property 2879900210
source: Attachment Name
cs_cz: Název přílohy
de_ch: Dateianhangsname
fi_fi: Liitteen nimi
fr_be: Nom de la pièce jointe
is_is: Heiti viðhengis
nb_no: Navn på vedlegg

# Table 761349018 - Field 683882146 - Property 2879900210
source: AttachmentDefaultStatus
cs_cz: VýchozíStavPřílohy
de_ch: Standardstatus des Anhangs
fi_fi: Liitteen oletustila
fr_be: Statut par défaut de la pièce jointe
is_is: Sjálfgefin staða viðhengis
nb_no: Standardstatus for vedlegg

# Table 761349018 - Field 2517427471 - Property 2879900210
source: Email Attachment
cs_cz: Příloha e-mailu
de_ch: E-Mail-Dateianhang
fi_fi: Sähköpostin liite
fr_be: Pièce jointe à un e-mail
is_is: Tölvupóstsviðhengi
nb_no: E-postvedlegg

# Table 761349018 - Field 415504711 - Property 2879900210
source: Id
fi_fi: Tunnus
is_is: Kenni

# Table 761349018 - Field 910027226 - Property 2879900210
source: Scenario
cs_cz: Scénář
de_ch: Szenario
fi_fi: Skenaario
fr_be: Scénario
is_is: Aðstæður

# Table 1993094577 - Property 2879900210
source: Email Connector
cs_cz: Konektor e-mailu
de_ch: E-Mail-Konnektor
fi_fi: Sähköpostiliitin
fr_be: Connecteur de messagerie
is_is: Connector netfangs
nb_no: E-postkontakt

# Table 1993094577 - Field 3083306301 - Property 2879900210
source: Connector
cs_cz: Konektor
de_ch: Konnektor
fi_fi: Liitin
fr_be: Connecteur
is_is: Tengill
nb_no: Kobling

# Table 1993094577 - Field 3461834954 - Property 2879900210
source: Description
cs_cz: Popis
de_ch: Beschreibung
fi_fi: Kuvaus
is_is: Lýsing
nb_no: Beskrivelse

# Table 1993094577 - Field 1123305005 - Property 2879900210
source: Logo
is_is: Lógó

# Table 3016299816 - Property 2879900210
source: Email Connector Logo
cs_cz: Logo konektoru e-mailu
de_ch: E-Mail-Konnektorlogo
fi_fi: Sähköpostinliittimen logo
fr_be: Logo du connecteur de messagerie
is_is: Lógó tölvupósttengils
nb_no: Logo for e-postkontakt

# Table 3016299816 - Field 3083306301 - Property 2879900210
source: Connector
cs_cz: Konektor
de_ch: Konnektor
fi_fi: Liitin
fr_be: Connecteur
is_is: Tengill
nb_no: Kobling

# Table 3016299816 - Field 1123305005 - Property 2879900210
source: Logo
is_is: Lógó

# Table 802448848 - Property 2879900210
source: Email Error
cs_cz: Chyba e-mailu
de_ch: E-Mail-Fehler
fi_fi: Sähköpostivirhe
fr_be: Erreur e-mail
is_is: Tölvupóstvilla
nb_no: E-postfeil

# Table 802448848 - Field 360721728 - Property 2879900210
source: Error Callstack
cs_cz: Chyba zásobníku
de_ch: Fehler-Aufrufliste
fi_fi: Virheen kutsupino
fr_be: Pile d’appels de l'erreur
is_is: Kallastakki villna
nb_no: Feilkallstakk

# Table 802448848 - Field 2852966117 - Property 2879900210
source: Error Message
cs_cz: Chybová zpráva
de_ch: Fehlermeldung
fi_fi: Virhesanoma
fr_be: Message d'erreur
is_is: Villuboð
nb_no: Feilmelding

# Table 802448848 - Field 415504711 - Property 2879900210
source: Id
fi_fi: Tunnus
is_is: Kenni

# Table 802448848 - Field 1729142762 - Property 2879900210
source: Outbox Id
cs_cz: ID složky Pošta k odeslání
de_ch: Postausgangs-ID
fi_fi: Lähtevät-kansion tunnus
fr_be: ID de boîte d’envoi
is_is: Kenni úthólfs
nb_no: Utboks-ID

# Table 457327993 - Property 2879900210
source: Email Message
cs_cz: Zpráva emailu
de_ch: E-Mail-Nachricht
fi_fi: Sähköpostiviesti
fr_be: Message électronique
is_is: Tölvupóstskeyti
nb_no: E-postmelding

# Table 457327993 - Field 633175764 - Property 2879900210
source: Body
cs_cz: Tělo
de_ch: Text
fi_fi: Leipäteksti
fr_be: Corps
is_is: Meginmál
nb_no: Tekst

# Table 457327993 - Field 2853697946 - Property 2879900210
source: Editable
cs_cz: Upravitelná
de_ch: Bearbeitbar
fi_fi: Muokattavissa
fr_be: Modifiable
is_is: Breytanlegt
nb_no: Redigerbar

# Table 457327993 - Field 1653124357 - Property 2879900210
source: HTML Formatted Body
cs_cz: Formátované tělo HTML
de_ch: HTML-formatierter Text
fi_fi: HTML-muotoinen leipäteksti
fr_be: Corps au format HTML
is_is: HTML-sniðið meginmál
nb_no: HTML-formatert tekst

# Table 457327993 - Field 415504711 - Property 2879900210
source: Id
fi_fi: Tunnus
is_is: Kenni

# Table 457327993 - Field 1054913556 - Property 2879900210
source: No. of Modifies
cs_cz: Počet změn
de_ch: Anzahl der Änderungen
fi_fi: Muokkausten määrä
fr_be: Nbre de modifications
is_is: Fjöldi breytinga
nb_no: Antall endringer

# Table 457327993 - Field 1234124704 - Property 2879900210
source: Subject
cs_cz: Předmět
de_ch: Betreff
fi_fi: Aihe
fr_be: Objet
is_is: Efni
nb_no: Emne

# Table 2046056834 - Property 2879900210
source: Email Message Attachment
cs_cz: Příloha e-mailové zprávy
de_ch: E-Mail-Nachrichtenanlage
fi_fi: Sähköpostiviestin liite
fr_be: Document joint à un e-mail
is_is: Póstviðhengi
nb_no: Vedlegg for e-postmelding

# Table 2046056834 - Field 1024873738 - Property 2879900210
source: Attachment Name
cs_cz: Název přílohy
de_ch: Dateianhangname
fi_fi: Liitteen nimi
fr_be: Nom document joint
is_is: Heiti viðhengis
nb_no: Navn på vedlegg

# Table 2046056834 - Field 1506650712 - Property 2879900210
source: Content Id
cs_cz: ID obsahu
de_ch: Inhalts-ID
fi_fi: Sisällön tunnus
fr_be: ID de contenu
is_is: Efnisauðkenni
nb_no: Innholds-ID

# Table 2046056834 - Field 1303376715 - Property 2879900210
source: Content Type
cs_cz: Typ obsahu
de_ch: Inhaltstyp
fi_fi: Sisällön tyyppi
fr_be: Type de contenu
is_is: Efnisgerð
nb_no: Innholdstype

# Table 2046056834 - Field 1447994436 - Property 2879900210
source: Data
de_ch: Daten
fi_fi: Tiedot
fr_be: Données
is_is: Gögn

# Table 2046056834 - Field 2931190102 - Property 2879900210
source: Email Message Id
cs_cz: ID emailové zprávy
de_ch: E-Mail-ID
fi_fi: Sähköpostiviestin tunnus
fr_be: ID message électronique
is_is: Kenni tölvupóstskeytis
nb_no: ID for e-postmelding

# Table 2046056834 - Field 415504711 - Property 2879900210
source: Id
fi_fi: Tunnus
is_is: Kenni

# Table 2046056834 - Field 4109948923 - Property 2879900210
source: InLine
cs_cz: Vložené
fi_fi: Sisäinen
is_is: Innfellt
nb_no: Innebygd

# Table 2046056834 - Field 1881551368 - Property 2879900210
source: Length
cs_cz: Délka
de_ch: Länge
fi_fi: Pituus
fr_be: Longueur
is_is: Lengd
nb_no: Lengde

# Table 1251581097 - Property 2879900210
source: Email Outbox
cs_cz: E-mailová pošta k odeslání
de_ch: E-Mail-Ausgang
fi_fi: Sähköpostin Lähtevät-kansio
fr_be: Boîte d’envoi d’e-mails
is_is: Úthólf tölvupósts
nb_no: E-postutboks

# Table 1251581097 - Field 3856268488 - Property 2879900210
source: Account Id
cs_cz: Id účtu
de_ch: Konto-ID
fi_fi: Tilin tunnus
fr_be: ID Compte
is_is: Kenni reiknings
nb_no: Konto-ID

# Table 1251581097 - Field 3083306301 - Property 2879900210
source: Connector
cs_cz: Konektor
de_ch: Konnektor
fi_fi: Liitin
fr_be: Connecteur
is_is: Tengill
nb_no: Kobling

# Table 1251581097 - Field 2166984753 - Property 2879900210
source: Date Failed
cs_cz: Datum selhalo.
de_ch: Datum fehlgeschlagen
fi_fi: Päivämäärä, jolloin epäonnistui
fr_be: Date de l'échec
is_is: Dagsetning mistókst
nb_no: Dato mislyktes

# Table 1251581097 - Field 3879203947 - Property 2879900210
source: Date Queued
cs_cz: Data zařazena do fronty
de_ch: Datum in Warteschlange
fi_fi: Päivämäärä, jolloin asetettu jonoon
fr_be: Date de mise en file d’attente
is_is: Sett í biðröð þann
nb_no: Dato i kø

# Table 1251581097 - Field 3237534996 - Property 2879900210
source: Date Sending
cs_cz: Datum odeslání
de_ch: Sendedatum
fi_fi: Lähetyspvm.
fr_be: Date envoi
is_is: Sendingardagur
nb_no: Dato for sending

# Table 1251581097 - Field 3461834954 - Property 2879900210
source: Description
cs_cz: Popis
de_ch: Beschreibung
fi_fi: Kuvaus
is_is: Lýsing
nb_no: Beskrivelse

# Table 1251581097 - Field 2852966117 - Property 2879900210
source: Error Message
cs_cz: Chybová zpráva
de_ch: Fehlermeldung
fi_fi: Virhesanoma
fr_be: Message d'erreur
is_is: Villuboð
nb_no: Feilmelding

# Table 1251581097 - Field 415504711 - Property 2879900210
source: Id
fi_fi: Tunnus
is_is: Kenni

# Table 1251581097 - Field 2426398906 - Property 2879900210
source: Message Id
cs_cz: Id zprávy
de_ch: Meldungs-ID
fi_fi: Viestitunnus
fr_be: ID message
is_is: Auðkenni skeytis
nb_no: Meldings-ID

# Table 1251581097 - Field 4019697798 - Property 2879900210
source: Send From
cs_cz: Odeslat z
de_ch: Senden von
fi_fi: Lähetä kohteesta
fr_be: Envoyer à partir de
is_is: Senda frá
nb_no: Send fra

# Table 1251581097 - Field 3460611877 - Property 2879900210
source: Sender
cs_cz: Odesílatel
de_ch: Absender
fi_fi: Lähettäjä
fr_be: Expéditeur
is_is: Sendandi
nb_no: Avsender

# Table 1251581097 - Field 513339096 - Property 2879900210
source: Status
cs_cz: Stav
fi_fi: Tila
fr_be: Statut
is_is: Staða
