Repository: jbakach/MSDyn365BC.Code.History
Catalog: System Application/Source/System Application/Translations/System Application.*.xlf
Languages: cs_cz, de_ch, fi_fi, fr_be, is_is, nb_no

# Enum 2435677820 - EnumValue 218229902 - Property 2879900210
source: E paper (34 in. by 44 in.).
cs_cz: E papír (34 palců na 44).
de_ch: E Papier (34 Zoll x 44 Zoll).
fi_fi: E-paperi (34 x 44 tuumaa).
fr_be: Papier E (34 po par 44 po).
is_is: E-pappír (34“ sinnum 44“).
nb_no: E-papir (34 tommer ganger 44 ganger).

# Enum 2435677820 - EnumValue 2238998297 - Property 2879900210
source: Invitation envelope (220 mm by 220 mm).
cs_cz: Pozvánková obálka (220 mm na 220 mm).
de_ch: Invitation Umschlag (220 mm x 220 mm).
fi_fi: Kutsukirjekuori (220 x 220 mm).
fr_be: Enveloppe Invitation (220 mm par 220 mm).
is_is: Boðskortsumslag (220 mm sinnum 220 mm).
nb_no: Invitasjonskonvolutt (220 mm ganger 220 mm).

# Enum 2435677820 - EnumValue 1579685773 - Property 2879900210
source: ISO B4 (250 mm by 353 mm).
cs_cz: ISO B4 (250 mm na 353 mm).
de_ch: ISO B4 (250 mm x 353 mm).
fi_fi: ISO B4 (250 x 353 mm).
fr_be: ISO B4 (250 mm par 353 mm).
is_is: ISO B4 (250 mm sinnum 353 mm).
nb_no: ISO B4 (250 mm ganger 353 mm).

# Enum 2435677820 - EnumValue 1099236857 - Property 2879900210
source: Italy envelope (110 mm by 230 mm).
cs_cz: Italská obálka (110 mm na 230 mm).
de_ch: Umschlag Italien (110 mm x 230 mm).
fi_fi: Italialainen kirjekuori (110 x 230 mm).
fr_be: Enveloppe italienne (110 mm par 230 mm).
is_is: Ítalskt umslag (110 mm sinnum 230 mm).
nb_no: Italia-konvolutt (110 mm ganger 230 mm).

# Enum 2435677820 - EnumValue 1046586826 - Property 2879900210
source: Japanese double postcard (200 mm by 148 mm).
cs_cz: Japonská dvojitá pohlednice (200 mm na 148 mm).
de_ch: Doppelpostkarte Japan (200 mm x 148 mm).
fi_fi: Japanilainen kaksoispostikortti (200 x 148 mm).
fr_be: Carte postale double japonaise (200 mm sur 148 mm).
is_is: Tvöfalt japanskt póstkort (200 mm sinnum 148 mm).
nb_no: Dobbelt japansk postkort (200 mm ganger 148 mm).

# Enum 2435677820 - EnumValue 1278707804 - Property 2879900210
source: Japanese Chou #3 envelope.
cs_cz: Japonská obálka Chou #3.
de_ch: Chou #3 Umschlag (Japan).
fi_fi: Japanilainen Chou #3 -kirjekuori.
fr_be: Enveloppe japonaise Chou n° 3.
is_is: Japanese Chou #3 umslag.
nb_no: Japansk Chou #3-konvolutt.

# Enum 2435677820 - EnumValue 3660585249 - Property 2879900210
source: Japanese Chou #4 envelope.
cs_cz: Japonská obálka Chou #4.
de_ch: Chou #4 Umschlag (Japan).
fi_fi: Japanilainen Chou #4 -kirjekuori.
fr_be: Enveloppe japonaise Chou n° 4.
is_is: Japanese Chou #4 umslag.
nb_no: Japansk Chou #4-konvolutt.

# Enum 2435677820 - EnumValue 2442154576 - Property 2879900210
source: Japanese Kaku #2 envelope.
cs_cz: Japonská Kaku #2 obálka.
de_ch: Kaku #2 Umschlag (Japan).
fi_fi: Japanilainen Kaku #2 -kirjekuori.
fr_be: Enveloppe japonaise Kaku n° 2.
is_is: Japanese Kaku #2 umslag.
nb_no: Japansk Kaku #2-konvolutt.

# Enum 2435677820 - EnumValue 1804457959 - Property 2879900210
source: Japanese Kaku #3 envelope.
cs_cz: Japonská Kaku #3 obálka.
de_ch: Kaku #3 Umschlag (Japan).
fi_fi: Japanilainen Kaku #3 -kirjekuori.
fr_be: Enveloppe japonaise Kaku n° 3.
is_is: Japanese Kaku #3 umslag.
nb_no: Japansk Kaku #3-konvolutt.

# Enum 2435677820 - EnumValue 2398168887 - Property 2879900210
source: Japanese You #4 envelope.
cs_cz: Japonská You #4 obálka.
de_ch: You #4 Umschlag (Japan).
fi_fi: Japanilainen You #4 -kirjekuori.
fr_be: Enveloppe japonaise You n° 4.
is_is: Japanese You #4 umslag.
nb_no: Japansk You #4-konvolutt.

# Enum 2435677820 - EnumValue 228026285 - Property 2879900210
source: Japanese postcard (100 mm by 148 mm).
cs_cz: Japonská pohlednice (100 mm na 148 mm).
de_ch: Postkarte Japan (100 mm x 148 mm).
fi_fi: Japanilainen postikortti (100 x 148 mm).
fr_be: Carte postale japonaise (100 mm par 148 mm).
is_is: Japanskt póstkort (100 mm sinnum 148 mm).
nb_no: Japansk postkort (100 mm ganger 148 mm).

# Enum 2435677820 - EnumValue 1915507847 - Property 2879900210
source: Ledger paper (17 in. by 11 in.).
cs_cz: Papír v hlavní knize (17 palců na 11).
de_ch: Kontenpapier (17 Zoll x 11 Zoll).
fi_fi: Tilikirjapaperi (17 x 11 tuumaa).
fr_be: Papier Ledger (17 po par 11 po).
is_is: Ledger-pappír (17“ sinnum 11“).
nb_no: Ledger-papir (17 tommer ganger 11 tommer).

# Enum 2435677820 - EnumValue 3795653639 - Property 2879900210
source: 16K paper (146 mm by 215 mm).
cs_cz: 16K papír (146 mm na 215 mm).
de_ch: 16K Papier (146 mm x 215 mm).
fi_fi: 16K-paperi (146 x 215 mm).
fr_be: Papier 16K (146 mm par 215 mm).
is_is: 16K-pappír (146 mm sinnum 215 mm).
nb_no: 16K-papir (146 mm ganger 215 mm).

# Enum 2435677820 - EnumValue 2206897149 - Property 2879900210
source: 32K paper (97 mm by 151 mm).
cs_cz: 32K papír (97 mm na 151 mm).
de_ch: 32K Papier (97 mm x 151 mm).
fi_fi: 32K-paperi (97 x 151 mm).
fr_be: Papier 32K (97 mm par 151 mm).
is_is: 32K-pappír (97 mm sinnum 151 mm).
nb_no: 32K-papir (97 mm ganger 151 mm).

# Enum 2435677820 - EnumValue 4007616055 - Property 2879900210
source: #1 envelope (102 mm by 165 mm).
cs_cz: #1 obálka (102 mm na 165 mm).
de_ch: #1 Umschlag (102 mm x 165 mm).
fi_fi: #1-kirjekuori (102 x 165 mm).
fr_be: Enveloppe n° 1 (102 mm par 165 mm).
is_is: #1 umslag (102 mm sinnum 165 mm).
nb_no: #1-konvolutt (102 mm ganger 165 mm).

# Enum 2435677820 - EnumValue 1484611911 - Property 2879900210
source: #10 envelope (324 mm by 458 mm).
cs_cz: #10 obálka (324 mm na 458 mm).
de_ch: #10 Umschlag (324 mm x 458 mm).
fi_fi: #10-kirjekuori (324 x 458 mm).
fr_be: Enveloppe n° 10 (324 mm par 458 mm).
is_is: #10 umslag (324 mm sinnum 458 mm).
nb_no: #10-konvolutt (324 mm ganger 458 mm).

# Enum 2435677820 - EnumValue 1625738610 - Property 2879900210
source: #2 envelope (102 mm by 176 mm).
cs_cz: #2 obálka (102 mm na 176 mm).
de_ch: #2 Umschlag (102 mm x 176 mm).
fi_fi: #2-kirjekuori (102 x 176 mm).
fr_be: Enveloppe n° 2 (102 mm par 176 mm).
is_is: #2 umslag (102 mm sinnum 176 mm).
nb_no: #2-konvolutt (102 mm ganger 176 mm).

# Enum 2435677820 - EnumValue 988041993 - Property 2879900210
source: #3 envelope (125 mm by 176 mm).
cs_cz: #3 obálka (125 mm na 176 mm).
de_ch: #3 Umschlag (125 mm x 176 mm).
fi_fi: #3-kirjekuori (125 x 176 mm).
fr_be: Enveloppe n° 3 (125 mm par 176 mm).
is_is: #3 umslag (125 mm sinnum 176 mm).
nb_no: #3-konvolutt (125 mm ganger 176 mm).

# Enum 2435677820 - EnumValue 2901131844 - Property 2879900210
source: #4 envelope (110 mm by 208 mm).
cs_cz: #4 obálka (110 mm na 208 mm).
de_ch: #4 Umschlag (110 mm x 208 mm).
fi_fi: #4-kirjekuori (110 x 208 mm).
fr_be: Enveloppe n° 4 (110 mm par 208 mm).
is_is: #4 umslag (110 mm sinnum 208 mm).
nb_no: #4-konvolutt (110 mm ganger 208 mm).

# Enum 2435677820 - EnumValue 2263435227 - Property 2879900210
source: #5 envelope (110 mm by 220 mm).
cs_cz: #5 obálka (110 mm na 220 mm).
de_ch: #5 Umschlag (110 mm x 220 mm).
fi_fi: #5-kirjekuori (110 x 220 mm).
fr_be: Enveloppe n° 5 (110 mm par 220 mm).
is_is: #5 umslag (110 mm sinnum 220 mm).
nb_no: #5-konvolutt (110 mm ganger 220 mm).

# Enum 2435677820 - EnumValue 4176525078 - Property 2879900210
source: #6 envelope (120 mm by 230 mm).
cs_cz: #6 obálka (120 mm na 230 mm).
de_ch: #6 Umschlag (120 mm x 230 mm).
fi_fi: #6-kirjekuori (120 x 230 mm).
fr_be: Enveloppe n° 6 (120 mm par 230 mm).
is_is: #6 umslag (120 mm sinnum 230 mm).
nb_no: #6-konvolutt (120 mm ganger 230 mm).

# Enum 2435677820 - EnumValue 3538828461 - Property 2879900210
source: #7 envelope (160 mm by 230 mm).
cs_cz: #7 obálka (160 mm na 230 mm).
de_ch: #7 Umschlag (160 mm x 230 mm).
fi_fi: #7-kirjekuori (160 x 230 mm).
fr_be: Enveloppe n° 7 (160 mm par 230 mm).
is_is: #7 umslag (160 mm sinnum 230 mm).
nb_no: #7-konvolutt (160 mm ganger 230 mm).

# Enum 2435677820 - EnumValue 3838707032 - Property 2879900210
source: #8 envelope (120 mm by 309 mm).
cs_cz: #8 obálka (120 mm na 309 mm).
de_ch: #8 Umschlag (120 mm x 309 mm).
fi_fi: #8-kirjekuori (120 x 309 mm).
fr_be: Enveloppe n° 8 (120 mm par 309 mm).
is_is: #8 umslag (120 mm sinnum 309 mm).
nb_no: #8-konvolutt (120 mm ganger 309 mm).

# Enum 2435677820 - EnumValue 3201010415 - Property 2879900210
source: #9 envelope (229 mm by 324 mm).
cs_cz: #9 obálka (229 mm na 324 mm).
de_ch: #9 Umschlag (229 mm x 324 mm).
fi_fi: #9-kirjekuori (229 x 324 mm).
fr_be: Enveloppe n° 9 (229 mm par 324 mm).
is_is: #9 umslag (229 mm sinnum 324 mm).
nb_no: #9-konvolutt (229 mm ganger 324 mm).

# Enum 2435677820 - EnumValue 915288488 - Property 2879900210
source: Quarto paper (215 mm by 275 mm).
cs_cz: Kvarto papír (215 mm na 275 mm).
de_ch: Quarto Papier (215 mm x 275 mm).
fi_fi: Quarto-paperi (215 x 275 mm).
fr_be: Quarto (215 mm par 275 mm).
is_is: Quarto-pappír (215 mm sinnum 275 mm).
nb_no: Quarto-papir (215 mm ganger 275 mm).

# Enum 2435677820 - EnumValue 662007870 - Property 2879900210
source: Standard paper (10 in. by 11 in.).
cs_cz: Standardní papír (10 palců na 11).
de_ch: Standard Papier (10 Zoll x 11 Zoll).
fi_fi: Vakiopaperi (10 x 11 tuumaa).
fr_be: Papier standard (10 po par 11 po).
is_is: Stöðluð pappírsstærð (10“ sinnum 11“).
nb_no: Standardpapir (10 tommer ganger 11 tommer).

# Enum 2435677820 - EnumValue 1768492081 - Property 2879900210
source: Standard paper (10 in. by 14 in.).
cs_cz: Standardní papír (10 palců na 14).
de_ch: Standard Papier (10 Zoll x 14 Zoll).
fi_fi: Vakiopaperi (10 x 14 tuumaa).
fr_be: Papier standard (10 po par 14 po).
is_is: Stöðluð pappírsstærð (10“ sinnum 14“).
nb_no: Standardpapir (10 tommer ganger 14 tommer).

# Enum 2435677820 - EnumValue 1771807495 - Property 2879900210
source: Standard paper (11 in. by 17 in.).
cs_cz: Standardní papír (11 palců na 17).
de_ch: Standard Papier (11 Zoll x 17 Zoll).
fi_fi: Vakiopaperi (11 x 17 tuumaa).
fr_be: Papier standard (11 po par 17 po).
is_is: Stöðluð pappírsstærð (11“ sinnum 17“).
nb_no: Standardpapir (11 tommer ganger 17 tommer).

# Enum 2435677820 - EnumValue 2361721276 - Property 2879900210
source: Standard paper (12 in. by 11 in.).
cs_cz: Standardní papír (10 palců na 11).
de_ch: Standard Papier (12 Zoll x 11 Zoll).
fi_fi: Vakiopaperi (12 x 11 tuumaa).
fr_be: Papier standard (12 po par 11 po).
is_is: Stöðluð pappírsstærð (12“ sinnum 11“).
nb_no: Standardpapir (12 tommer ganger 11 tommer).

# Enum 2435677820 - EnumValue 1849793913 - Property 2879900210
source: Standard paper (15 in. by 11 in.).
cs_cz: Standardní papír (15 palců na 11).
de_ch: Standard Papier (15 Zoll x 11 Zoll).
fi_fi: Vakiopaperi (15 x 11 tuumaa).
fr_be: Papier standard (15 po par 11 po).
is_is: Stöðluð pappírsstærð (15“ sinnum 11“).
nb_no: Standardpapir (15 tommer ganger 11 tommer).

# Enum 2435677820 - EnumValue 1911336094 - Property 2879900210
source: Standard paper (9 in. by 11 in.).
cs_cz: Standardní papír (9 palců na 11 palců).
de_ch: Standard Papier (9 Zoll x 11 Zoll).
fi_fi: Vakiopaperi (9 x 11 tuumaa).
fr_be: Papier standard (9 po par 11 po).
is_is: Stöðluð pappírsstærð (9“ sinnum 11“).
nb_no: Standardpapir (9 tommer ganger 11 tommer).

# Enum 2435677820 - EnumValue 3102587851 - Property 2879900210
source: Tabloid paper (11 in. by 17 in.).
cs_cz: Novinový papír (11 palců na 17).
de_ch: Tabloid Papier (11 Zoll x 17 Zoll).
fi_fi: Tabloid-paperi (11 x 17 tuumaa).
fr_be: Format tabloïd US (11 po par 17 po).
is_is: Tabloid-pappír (11“ sinnum 17“).
nb_no: Tabloid-papir (11 tommer ganger 17 tommer).

# Enum 789790655 - EnumValue 1921238977 - Property 2879900210
source: Automatically fed paper.
cs_cz: Automaticky doplnit papír.
de_ch: Automatisch eingezogenes Papier.
fi_fi: Automaattisesti syötetty paperi.
fr_be: Approvisionnez automatiquement.
is_is: Pappír settur í sjálfkrafa.
nb_no: Mat papir automatisk.

# Enum 789790655 - EnumValue 1163637486 - Property 2879900210
source: A paper cassette.
cs_cz: Papírová kazeta.
de_ch: Eine Papierkassette.
fi_fi: Paperikasetti.
fr_be: Cassette papier.
is_is: Pappírsskúffa.
nb_no: En papirkassett.

# Enum 789790655 - EnumValue 3431463797 - Property 2879900210
source: A printer-specific paper source.
cs_cz: Zdroj papíru specifický pro tiskárnu.
de_ch: Eine druckerspezifische Papierzufuhr.
fi_fi: Tulostinkohtainen paperilähde.
fr_be: Alimentation papier spécifique à l'imprimante.
is_is: Uppruni pappírs eftir prentara.
nb_no: En skriverspesifikk papirkilde.

# Enum 789790655 - EnumValue 3499780690 - Property 2879900210
source: An envelope.
cs_cz: Obálka.
de_ch: Ein Umschlag.
fi_fi: Kirjekuori.
fr_be: Enveloppe.
is_is: Umslag.
nb_no: En konvolutt.

# Enum 789790655 - EnumValue 952756957 - Property 2879900210
source: The default input bin of printer.
cs_cz: Výchozí vstupní přihrádka tiskárny.
de_ch: Der Standardpapierfach des Druckers.
fi_fi: Tulostimen oletussyöttölokero.
fr_be: Emplacement d'entrée par défaut de l'imprimante.
is_is: Sjálfgefið inntakshólf prentara.
nb_no: Standard innskuff for skriver.

# Enum 789790655 - EnumValue 455591531 - Property 2879900210
source: The large-capacity bin of printer.
cs_cz: Velkokapacitní přihrádka tiskárny.
de_ch: Das Papierfach mit grosser Kapazität des Druckers.
fi_fi: Tulostimen suurikapasiteettinen lokero.
fr_be: Bac grande capacité de l'imprimante.
is_is: Stórt hólf prentara.
nb_no: Skuff med stor kapasitet på en skriver.

# Enum 789790655 - EnumValue 1603215498 - Property 2879900210
source: Large-format paper.
cs_cz: Velkoformátový papír.
de_ch: Grossformatpapier.
fi_fi: Suurikokoinen paperi.
fr_be: Papier grand format.
is_is: Stór pappír.
nb_no: Papir i stort format.

# Enum 789790655 - EnumValue 1137880453 - Property 2879900210
source: The lower bin of a printer.
cs_cz: Spodní přihrádka tiskárny.
de_ch: Das untere Papierfach eines Druckers.
fi_fi: Tulostimen alempi lokero.
fr_be: Bac inférieur d'une imprimante.
is_is: Neðra hólf prentara.
nb_no: Nederste skuff på en skriver.

# Enum 789790655 - EnumValue 1508634494 - Property 2879900210
source: Manually fed paper.
cs_cz: Ručně doplňovaný papír.
de_ch: Manuell eingezogenes Papier.
fi_fi: Manuaalisesti syötetty paperi.
fr_be: Approvisionnez manuellement.
is_is: Pappír settur í handvirkt.
nb_no: Mat papir manuelt.

# Enum 789790655 - EnumValue 1089094548 - Property 2879900210
source: Manually fed envelope.
cs_cz: Ručně doplňovaná obálka.
de_ch: Manuell eingezogener Umschlag.
fi_fi: Manuaalisesti syötetty kirjekuori.
fr_be: Alimentation manuelle de l’enveloppe.
is_is: Umslag sett í handvirkt.
nb_no: Mat konvolutt manuelt.

# Enum 789790655 - EnumValue 3607305463 - Property 2879900210
source: The middle bin of a printer.
cs_cz: Prostřední přihrádka tiskárny.
de_ch: Das mittlere Papierfach eines Druckers.
fi_fi: Tulostimen keskilokero.
fr_be: Bac du milieu d'une imprimante.
is_is: Miðhólf prentara.
nb_no: Midterste skuff på en skriver.

# Enum 789790655 - EnumValue 1132175552 - Property 2879900210
source: Small-format paper.
cs_cz: Papír v malém formátu.
de_ch: Papier im Kleinformat.
fi_fi: Pienimuotoinen paperi.
fr_be: Papier petit format.
is_is: Lítil pappírsstærð.
nb_no: Papir i lite format.

# Enum 789790655 - EnumValue 1609777729 - Property 2879900210
source: A tractor feed.
cs_cz: Traktorový posuv.
de_ch: Ein Papiereinzug.
fi_fi: Piikkisyöttö.
fr_be: Chargement par tracteur.
is_is: Tannadráttur pappírs.
nb_no: En traktormater.

# Enum 789790655 - EnumValue 203798310 - Property 2879900210
source: The upper bin of a printer.
cs_cz: Horní přihrádka tiskárny.
de_ch: Das oberen Papierfach eines Druckers.
fi_fi: Tulostimen ylempi lokero.
fr_be: Bac supérieur d'une imprimante.
is_is: Efra hólf prentara.
nb_no: Øverste skuff på en skriver.

# Enum 1127167090 - EnumValue 2384288277 - Property 2879900210
source: Local Printer
cs_cz: Místní tiskárna
de_ch: Lokaler Drucker
fi_fi: Paikallinen tulostin
fr_be: Imprimante locale
is_is: Staðbundinn prentari
nb_no: Lokal skriver

# Enum 1127167090 - EnumValue 1690738908 - Property 2879900210
source: Cloud Printer
cs_cz: Cloudová tiskárna
de_ch: Cloud-Drucker
fi_fi: Pilvitulostin
fr_be: Imprimante cloud
is_is: Skýjaprentari
nb_no: Skyskriver

# Enum 1111761898 - EnumValue 1161619611 - Property 2879900210
source: Admin Consent
cs_cz: Souhlas správce
de_ch: Admin-Einwilligung
fi_fi: Järjestelmänvalvojan suostumus
fr_be: Consentement administrateur
is_is: Samþykki stjórnanda
nb_no: Administratorsamtykke

# Enum 1111761898 - EnumValue 1733759026 - Property 2879900210
source: Consent
cs_cz: Souhlas
de_ch: Zustimmung
fi_fi: Suostumus
fr_be: Accepter
is_is: Samþykki
nb_no: Godkjenn

# Enum 1111761898 - EnumValue 3544158917 - Property 2879900210
source: Login
cs_cz: Přihlášení
de_ch: Anmelden
fi_fi: Kirjaudu sisään
fr_be: Connexion
is_is: Innskráning
nb_no: Pålogging

# Enum 1111761898 - EnumValue 3371220206 - Property 2879900210
source: No prompt parameter in the request
cs_cz: V požadavku není žádný parametr výzvy.
de_ch: Kein Eingabeaufforderungsparameter in der Anforderung
fi_fi: Pyynnössä ei ole kehoteparametria
fr_be: Aucun paramètre d'invite dans la demande
is_is: Engin kvaðningarfæribreyta í beiðninni
nb_no: Ingen spørringsparameter i forespørselen

# Enum 1111761898 - EnumValue 742762963 - Property 2879900210
source: Select Account
cs_cz: Vybrat účet
de_ch: Konto auswählen
fi_fi: Valitse tili
fr_be: Sélectionner un compte
is_is: Velja reikning
nb_no: Velg konto

# Enum 3068241891 - EnumValue 1371923692 - Property 2879900210
source: Not Set
cs_cz: Není nastaveno
de_ch: Nicht festgelegt
fi_fi: Ei määritetty
fr_be: Non défini
is_is: Ekki stillt
nb_no: Ikke angitt

# Enum 3068241891 - EnumValue 210717594 - Property 2879900210
source: Viral Signup
cs_cz: Virální registrace
de_ch: Virale Anmeldung
fi_fi: Viraali rekisteröityminen
fr_be: Abonnement viral
is_is: Vinsæl nýskráning
nb_no: Nettregistrering

# Enum 2719173742 - EnumValue 3371220206 - Property 2879900210
source: None
cs_cz: Žádný
de_ch: Keine
fi_fi: Ei mitään
fr_be: Aucun
is_is: Ekkert
nb_no: Ingen

# Enum 2719173742 - EnumValue 132185336 - Property 2879900210
source: Open in Excel
cs_cz: Otevřít v Excelu
de_ch: In Excel öffnen
fi_fi: Avaa Excelissä
fr_be: Ouvrir dans Excel
is_is: Opna í Excel
nb_no: Åpne i Excel

# Enum 2719173742 - EnumValue 3631535204 - Property 2879900210
source: Share to Teams
cs_cz: Sdílet v Teams
de_ch: Für Teams freigeben
fi_fi: Jaa Teamsiin
fr_be: Partager avec Teams
is_is: Deila með Teams
nb_no: Del til Teams

# Enum 1802408640 - EnumValue 3066854715 - Property 2879900210
source: Brick
cs_cz: Cihla
fi_fi: Tiili
fr_be: Magasin physique
is_is: Múrsteinn
nb_no: Blokk

# Enum 1802408640 - EnumValue 2879900210 - Property 2879900210
source: Caption
cs_cz: Titulek
de_ch: Beschriftung
fi_fi: Otsikko
fr_be: Légende
is_is: Yfirskrift
nb_no: Overskrift

# Enum 3311845982 - EnumValue 3120263214 - Property 2879900210
source: Keep All
cs_cz: Ponechat vše
de_ch: Alle behalten
fi_fi: Säilytä kaikki
fr_be: Conserver tout
is_is: Halda öllum
nb_no: Behold alle

# Enum 3311845982 - EnumValue 1757030355 - Property 2879900210
source: Overwrite All Matching
cs_cz: Přepsat všechny odpovídající
de_ch: Alle Übereinstimmungen überschreiben
fi_fi: Korvaa kaikki vastaavat
fr_be: Remplacer tous les rapprochements
is_is: Skrifa yfir allt sem samsvarar
nb_no: Overskriv alle samsvarende

# Enum 3311845982 - EnumValue 343736747 - Property 2879900210
source: Skip
cs_cz: Přeskočit
de_ch: Überspringen
fi_fi: Ohita
fr_be: Ignorer
is_is: Sleppa
nb_no: Hopp over

# Enum 3311845982 - EnumValue 561240882 - Property 2879900210
source: Throw Error
cs_cz: Chyba vyvolání
de_ch: Ausgabefehler
fi_fi: Tuota virhe
fr_be: Erreur de lancement
is_is: Villa kom upp
nb_no: Generer feil

# Enum 649174547 - EnumValue 1476382836 - Property 2879900210
source: Uncategorized
cs_cz: Nekategorizované
de_ch: Nicht kategorisiert
fi_fi: Luokittelematon
fr_be: Non catégorisé
is_is: Óflokkað
nb_no: Ikke kategorisert

# PermissionSet 3661229728 - Property 2879900210
source: Automate - Exec
cs_cz: Spustit - Automate
de_ch: Automatisieren – Ausführen
fr_be: Automatisation – Exéc.
is_is: Sjálfvirkni – keyra
nb_no: Automatiser – kjør

# PermissionSet 881233975 - Property 2879900210
source: Backup or restore database
cs_cz: Zálohování a obnovení databáze
de_ch: DB sichern oder wiederherst..
fi_fi: Tietok. v.kopiointi tai pal.
fr_be: Sauv./rest. la base de données
is_is: Afrita eða endurh. gagnagrunn
nb_no: Sik.kop. el. gj.oppr. database

# PermissionSet 942201117 - Property 2879900210
source: (Obsolete) D365 Extension Mgt.
cs_cz: (Zastaralé) D365 Správa rozš.
de_ch: (Veraltet) D365-Erweiter.-Mgt.
fi_fi: (Vanhent.) D365-laaj. hallinta
fr_be: (Obsolète) Gestion ext. D365
is_is: (Úrelt) D365 viðbótastjórnun
nb_no: (Utdatert) D365 Utvidelsesadm.

# PermissionSet 3333402283 - Property 2879900210
source: Snapshot Debug
cs_cz: Ladění snímků
de_ch: Snapshot-Debugger
fi_fi: Tilannevedoksen virheenkorjaus
fr_be: Débogage du snapshot
is_is: Kemba skyndimynd
nb_no: Feilsøk øyebl.bilde

# PermissionSet 1124933480 - Property 2879900210
source: Edit in Excel - View
cs_cz: Upravit v aplikaci Excel – zobrazení
de_ch: In Excel bearbeiten – Ansicht
fi_fi: Muokkaa Excelissä – tarkastelu
fr_be: Modifier dans Excel : vue
is_is: Breyta í Excel – Skoða
nb_no: Rediger i Excel – vis

# PermissionSet 1160088002 - Property 2879900210
source: Edit in Excel - Admin
cs_cz: Upravit v aplikaci Excel – správce
de_ch: In Excel bearbeiten – Admin
fi_fi: Muokkaa Excelissä – järj.val.
fr_be: Modifier dans Excel : admin
is_is: Breyta í Excel – Stjórnandi
nb_no: Rediger i Excel – admin

# PermissionSet 2399714810 - Property 2879900210
source: Email - Admin
cs_cz: E-mail – správce
fi_fi: Sähköposti – Järj.valvoja
fr_be: E-mail - Administrateur
is_is: Tölvupóstur - stjórnandi
nb_no: E-post – administrator

# PermissionSet 93161399 - Property 2879900210
source: Email - Edit
cs_cz: E-mail – úpravy
de_ch: E-Mail - Bearbeiten
fi_fi: Sähköposti – Muokkaa
fr_be: E-mail - Modifier
is_is: Tölvupóstur – breyta
nb_no: E-post – rediger

# PermissionSet 125615357 - Property 2879900210
source: (Obsolete) Email Setup
cs_cz: (Zastaralé) Nastavení e-mailu
de_ch: (Veraltet) E-Mail-Einrichtung
fi_fi: (Vanhent.) Sähköpostiasetukset
fr_be: (Obsolète) Paramétrage e-mail
is_is: (Úrelt) Uppsetning tölvupósts
nb_no: (Utdatert) E-postoppsett

# PermissionSet 4138620843 - Property 2879900210
source: (Obsolete) Email Usage
cs_cz: (Zastaralé) Využití e-mailu
de_ch: (Veraltet) E-Mail-Nutzung
fi_fi: (Vanhent.) Sähköpostin käyttö
fr_be: (Obsolète) Util. mess.
is_is: (Úrelt) Tölvupóstsnotkun
nb_no: (Utdatert) E-postbruk

# PermissionSet 1265932279 - Property 2879900210
source: D365 Excel Export Action
cs_cz: Akce exportu Excel D365
de_ch: D365 Excel-Exportaktion
fi_fi: D365 Excel -vientitoiminto
fr_be: Action d’export. Excel D365
is_is: D365 – Excel-útflutningsaðgerð
nb_no: D365 Excel-eksporthandling

# PermissionSet 668535799 - Property 2879900210
source: Export Report DataSet to Excel
cs_cz: Export dat. sady do Excelu
de_ch: Berichtsdataset in Excel exp.
fi_fi: Vie rap. tietojoukko Exceliin
fr_be: Exp. dataset état vers Excel
is_is: Flytja út skýrslugsafn í Excel
nb_no: Eksp. rapp.datasett til Excel

# PermissionSet 1792714234 - Property 2879900210
source: Extension Management - Admin
cs_cz: Správa rozšíření – správce
de_ch: Erweiterungsverwaltung – Admin
fi_fi: Laaj. hallinta – järj.valvoja
fr_be: Gestion des extensions : admin
is_is: Viðbótastjórnun – Stjórnandi
nb_no: Utvidelsesadmin. – admin

# PermissionSet 401314650 - Property 2879900210
source: Feature Management - Admin
cs_cz: Správa funkcí – správce
de_ch: Funktionsverwaltung – Admin
fi_fi: Omin. hallinta – järj.valvoja
fr_be: Gestion des fonctions : admin
is_is: Eiginleikastj. – stjórnandi
nb_no: Funksjonsstyring – admin

# PermissionSet 2943607493 - Property 2879900210
source: Login access
cs_cz: Přístup k přihlášení
de_ch: Anmeldungszugriff
fi_fi: Kirjautumisoikeus
fr_be: Accès connexion
is_is: Innskráningaraðgangur
nb_no: Påloggingstilgang
