Repository: jbakach/MSDyn365BC.Code.History
Catalog: System Application/Source/System Application/Translations/System Application.*.xlf
Languages: cs_cz, de_ch, fi_fi, fr_be, is_is, nb_no

# Codeunit 182252907 - NamedType 611032255
source: Allowed adding table %1 to the list of allowed tables.
cs_cz: Povoleno přidání tabulky %1 do seznamu povolených tabulek.
de_ch: Hinzufügen von Tabelle %1 zur Liste der zulässigen Tabellen zugelassen
fi_fi: Taulukko %1 voitiin lisätä sallittujen taulukoiden luetteloon.
fr_be: Ajout autorisé de la table %1 à la liste des tables autorisées.
is_is: Leyfði að bæta töflu %1 við listann yfir leyfðar töflur.
nb_no: Tillatt å legge til tabell %1 i listen over tillatte tabeller.

# Codeunit 182252907 - NamedType 3756988032
source: Allowed modifying table %1 in the list of allowed tables.
cs_cz: Povolené úpravy tabulky %1 v seznamu povolených tabulek.
de_ch: Bearbeiten von Tabelle %1 in der Liste der zulässigen Tabellen zugelassen.
fi_fi: Sallittujen taulukoiden luettelossa voi muokata taulukkoa %1.
fr_be: Modification autorisée de la table %1 dans la liste des tables autorisées.
is_is: Breytingar á töflu %1 í listanum yfir leyfðar töflur leyfð.
nb_no: Tillatt å endre tabell %1 i listen over tillatte tabeller.

# Codeunit 182252907 - NamedType 3407996762
source: The list of allowed tables was updated for Table %1 %2: Default Date Field No.: %3
cs_cz: Seznam povolených tabulek byl aktualizován pro tabulku %1 %2: Výchozí číslo pole data: %3
de_ch: Die Liste der zulässigen Tabellen wurde für die Tabelle %1 %2 aktualisiert: Standarddatumsfeldnr.: %3
fi_fi: Sallittujen taulukoiden luettelo päivitettiin taulukkoon %1 %2: Oletuspäivämääräkentän nro: %3
fr_be: La liste des tables autorisées a été mise à jour pour la table %1 %2 : N° champ Date par défaut : %3
is_is: Listi yfir leyfilegar töflur var uppfærður fyrir %1 %2: Sjálfgefið dagsetningarsvæði nr.: %3
nb_no: Listen over tillatte tabeller ble oppdatert for tabellen %1 %2: Standard datofeltnr.: %3

# Codeunit 182252907 - NamedType 3201237512
source: The retention policy allowed tables list has a default date field number %1 which does not exist in table %2.
cs_cz: Seznam povolených tabulek zásad uchovávání informací má výchozí číslo pole data %1, které v tabulce %2 neexistuje.
de_ch: Die Liste de zugelassene Tabellen für Aufbewahrungsrichtlinien enthält eine standardmässige Datumsfeldnummer %1, die in der Tabelle %2 nicht vorhanden ist.
fi_fi: Säilytyskäytännön sallitut taulukot -luettelossa on oletuspäivämääräkentän numero %1, jota ei ole taulukossa %2.
fr_be: La liste des tables autorisée par la stratégie de rétention contient le N° champ Date par défaut %1 qui n’existe pas dans la table %2.
is_is: Listinn yfir leyfilegar varðveislureglutöflur er með sjálfgefið númer dagsetningarreits %1 sem er ekki til í töflunni %2.
nb_no: Listen over tillatte tabeller for oppbevaringspolicy har et standard datofeltnummer %1 som ikke finnes i tabellen %2.

# Codeunit 182252907 - NamedType 815383985
source: Removed Table Id %1 from the list of allowed tables
cs_cz: Odebráno ID tabulky %1 ze seznamu povolených tabulek
de_ch: Tabellen-ID %1 aus der Liste der zulässigen Tabellen entfernt
fi_fi: Poistettu taulukon tunnus %1 sallittujen taulukoiden luettelosta
fr_be: ID table %1 supprimé de la liste des tables autorisées
is_is: Fjarlægði töflukenni %1 af listanum yfir leyfðar töflur
nb_no: Fjernet tabell-ID %1 fra listen over tillatte tabeller

# Codeunit 182252907 - NamedType 3634154247
source: Could not remove Table Id %1 from the list of allowed tables as it was not present.
cs_cz: Tabulku s ID %1 nelze odebrat ze seznamu povolených tabulek, protože na seznamu není.
de_ch: Die Tabellen-ID %1 konnte nicht aus der Liste der zulässigen Tabellen entfernt werden, da Sie nicht vorhanden war.
fi_fi: Taulukon tunnusta %1 ei voitu poistaa sallittujen taulukoiden luettelosta, koska se ei ollut käytössä.
fr_be: Impossible de supprimer l’ID table %1 de la liste des tables autorisées, car il n’était pas présent.
is_is: Ekki var hægt að fjarlægja töflukenni %1 af listanum yfir leyfðar töflur þar sem það var ekki til staðar.
nb_no: Kan ikke fjerne tabell-ID-en %1 fra listen over tillatte tabeller, ettersom den ikke finnes.

# Codeunit 182252907 - NamedType 886010842
source: Failed to add table %1 %2 to the list of allowed tables
cs_cz: Přidání tabulky %1 %2 do seznamu povolených tabulek se nezdařilo
de_ch: Fehler beim Hinzufügen von Tabelle %1 %2 zur Liste der zulässigen Tabellen
fi_fi: Taulukon %1 %2 lisääminen sallittujen taulukoiden luetteloon epäonnistui
fr_be: Impossible d’ajouter la table %1 %2 à la liste des tables autorisées
is_is: Ekki tókst að bæta við töflu %1 %2 á listann yfir leyfðar töflur
nb_no: Kan ikke legge til tabell %1 %2 i listen over tillatte tabeller

# Codeunit 182252907 - NamedType 2702008033
source: Failed to modify table %1 %2 in the list of allowed tables
cs_cz: Nepodařilo se změnit %1 %2 v seznamu povolených tabulek.
de_ch: Fehler beim Ändern der Tabelle %1 %2 in der Liste der zulässigen Tabellen
fi_fi: Sallittujen taulukoiden luettelossa olevan taulukon %1 %2 muokkaus epäonnistui
fr_be: Impossible de modifier la table %1 %2 dans la liste des tables autorisées
is_is: Ekki tókst að breyta töflu %1 %2 á listanum yfir leyfðar töflur
nb_no: Kan ikke endre tabell %1 %2 i listen over tillatte tabeller

# Codeunit 182252907 - NamedType 1568221125
source: Cannot add table %1 %2 to list of allowed tables because module %3 cannot be found.
cs_cz: Do seznamu povolených tabulek nelze přidat tabulky %1 %2, protože modul %3 nebyl nalezen.
de_ch: Tabelle %1 %2 kann nicht zur Liste der zulässigen Tabellen hinzugefügt werden, da Modul %3 nicht gefunden wurde.
fi_fi: Taulukkoa %1 %2 ei voi lisätä sallittujen taulukoiden luetteloon, koska moduulia %3 ei löydy.
fr_be: Impossible d’ajouter la table %1 %2 à la liste des tables autorisées, car le module %3 est introuvable.
is_is: Ekki er hægt að bæta töflu %1 %2 við listann yfir leyfðar töflur vegna þess að einingin %3 finnst ekki.
nb_no: Kan ikke legge til tabell %1 %2 i listen over tillatte tabeller fordi modul %3 ikke ble funnet.

# Codeunit 182252907 - NamedType 157781989
source: Did not allow adding table %1 to the list of allowed tables
cs_cz: Nedovoluje přidání tabulky %1 do seznamu povolených tabulek
de_ch: Tabelle %1 konnte nicht zur Liste der zulässigen Tabellen hinzugefügt werden
fi_fi: Taulukkoa %1 ei voitu lisätä sallittujen taulukoiden luetteloon
fr_be: Ajout de la table %1 à la liste des tables autorisées non autorisé
is_is: Ekki var hægt að bæta töflu %1 við listann yfir leyfðar töflur
nb_no: Tillot ikke at du la til tabell %1 i listen over tillatte tabeller

# Codeunit 182252907 - NamedType 295186070
source: Did not allow modifying of table %1 in the list of allowed tables
cs_cz: Nedovoluje úpravu tabulky %1 v seznamu povolených tabulek
de_ch: Bearbeiten von Tabelle %1 in der Liste der zulässigen Tabellen nicht zugelassen
fi_fi: Ei sallittu taulukon %1 muokkaamista sallittujen taulukoiden luettelossa
fr_be: Modification non autorisée de la table %1 dans la liste des tables autorisées
is_is: Leyfði ekki breytingar á töflu %1 á listanum yfir leyfðar töflur
nb_no: Tillot ikke at du endret tabell %1 i listen over tillatte tabeller

# Codeunit 182252907 - NamedType 636340345
source: Cannot add Table %1 to the list of allowed tables because it does not exist.
cs_cz: Tabulka %1 nelze přidat do seznamu povolených tabulek, protože neexistuje.
de_ch: Die Tabelle %1 kann nicht zur Liste der zulässigen Tabellen hinzugefügt werden, da Sie nicht vorhanden ist.
fi_fi: Taulukkoa %1 ei voi lisätä sallittujen taulukoiden luetteloon, koska sitä ei ole.
fr_be: Impossible d’ajouter la table %1 à la liste des tables autorisées, car la table n’existe pas.
is_is: Ekki er hægt að bæta töflu %1 við listann yfir leyfðar töflur vegna þess að hún er ekki til.
nb_no: Kan ikke legge til tabell %1 i listen over tillatte tabeller fordi den ikke finnes.

# Codeunit 182252907 - NamedType 2643512758
source: Cannot add table %1 %2 to the list of allowed tables because the table is not owned by module %3.
cs_cz: Tabulku %1 %2 nelze přidat do seznamu povolených tabulek, protože tabulka není vlastněna modulem %3.
de_ch: Die Tabelle %1 %2 kann nicht der Liste der zulässigen Tabellen hinzugefügt werden, da die Tabelle nicht im Besitz von Modul %3 ist.
fi_fi: Taulukkoa %1 %2 ei voi lisätä sallittujen taulukoiden luetteloon, koska taulukko ei ole moduulin %3 omistama.
fr_be: Impossible d’ajouter la table %1 %2 à la liste des tables autorisées, car la table n’appartient pas au module %3.
is_is: Ekki er hægt að bæta töflu %1 %2 við listann yfir leyfðar töflur vegna þess einingin %3 á ekki töfluna.
nb_no: Kan ikke legge til tabell %1 %2 i listen over tillatte tabeller fordi tabellen ikke eies av modul %3.

# Codeunit 3411327414 - NamedType 1274948781
source: Limited the number of records to delete for table %1, %2 to %3 records. The maximum number of records that can be deleted at the same time is %4, and %5 records were previously deleted in one or more tables.
cs_cz: Omezen počet záznamů, které mají být odstraněny pro tabulku %1, %2 na %3 záznamů. Maximální počet záznamů, které lze odstranit současně, je %4 a %5 záznamů bylo již dříve odstraněno v jedné nebo více tabulkách.
de_ch: Die Anzahl der zu löschenden Datensätze für die Tabelle %1 %2 wurde auf %3 Datensätze begrenzt. Die maximale Anzahl von Datensätzen, die gleichzeitig gelöscht werden können, ist %4. Zuvor wurden %5 Datensätze in mindestens einer Tabelle gelöscht.
fi_fi: Rajoita taulukon %1 poistettavien tietueiden määrää %2:sta %3 tietueeseen. Samaan aikaan poistettavien tietueiden enimmäismäärä on %4 ja %5 tietuetta poistettiin aiemmin yhdestä tai useammasta taulukosta.
fr_be: Limitez le nombre d’enregistrements à supprimer de la table %1, %2 à %3 enregistrements. Le nombre maximal d’enregistrements pouvant être supprimés simultanément est de %4 et les %5 enregistrements ont déjà été supprimés dans une ou plusieurs tables.
is_is: Takmarka fjölda færslna sem á að eyða fyrir töflu %1, %2 til %3 færslur. Hámarksfjöldi færslna sem hægt er að eyða á sama tíma er %4, og %5 færslum var áður eytt í einni eða fleiri töflum.
nb_no: Begrenset antall poster som skal slettes for tabell %1, %2, til %3 poster. Maksimalt antall poster som kan slettes samtidig, er %4, og %5 poster ble slettet tidligere i én eller flere tabeller.

# Codeunit 3411327414 - NamedType 1381496626
source: Max. Number of Rec. To Delete is less than 0.
cs_cz: Max. počet záznamů k odstranění je menší než 0.
de_ch: Max. Anzahl zu löschender Datensätze ist kleiner als 0.
fi_fi: Poistettavien tietueiden enimmäismäärä on pienempi kuin 0.
fr_be: Nombre max. d’enreg. à supprimer inférieur à 0.
is_is: Hámark færslna til að eyða er innan við 0.
nb_no: Maks antall poster som skal slettes, er færre enn 0.

# Codeunit 3411327414 - NamedType 2047030313
source: Unable to check number of records to delete due to missing read permission for table %1, %2
cs_cz: Nelze zkontrolovat počet záznamů, které chcete odstranit z důvodu chybějícího oprávnění ke čtení tabulky %1, %2
de_ch: Die Anzahl der zu löschenden Datensätze konnte aufgrund fehlender Leseberechtigung für die Tabelle %1, %2 nicht überprüft werden
fi_fi: Poistettavien tietueiden määrää ei voi tarkistaa taulukon %1, %2 puuttuvien lukuoikeuksien vuoksi
fr_be: Impossible de vérifier le nombre d’enregistrements à supprimer en raison d’une autorisation en lecture manquante pour la table %1, %2
is_is: Ekki er hægt að athuga fjölda færslna sem á að eyða vegna þess að lestrarheimild vantar fyrir töflu %1, %2
nb_no: Kan ikke sjekke antall poster som skal slettes, på grunn av manglende lesetillatelse for tabell %1, %2

# Codeunit 3411327414 - NamedType 3891174035
source: Reached the maximum number of records that can be deleted at the same time. The maximum number allowed is %1.
cs_cz: Bylo dosaženo maximálního počtu záznamů, které lze odstranit současně. Maximální povolený počet je %1.
de_ch: Die maximale Anzahl von Datensätzen, die gleichzeitig gelöscht werden können, ist erreicht. Die maximal zulässige Anzahl ist %1.
fi_fi: Saavutti enimmäislukumäärän tietueita, jotka voidaan poistaa samaan aikaan. Sallittu enimmäislukumäärä on %1.
fr_be: Vous avez atteint le nombre maximal d’enregistrements pouvant être supprimés simultanément. Le nombre maximal autorisé est de %1.
is_is: Hámarksfjölda færslna sem hægt er að eyða samtímis hefur verið náð. Leyfilegur hámarksfjöldi er %1.
nb_no: Nådd maksimalt antall poster som kan slettes samtidig. Maksimalt antall tillatte er %1.

# Codeunit 2667037335 - NamedType 565000133
source: Applying filters: Table ID: %1, All Records, Expiration Date: %2.
cs_cz: Použití filtrů: ID tabulky: %1, všechny záznamy, datum vypršení platnosti: %2.
de_ch: Filter anwenden: Tabellen-ID: %1, alle Datensätze, Ablaufdatum: %2.
fi_fi: Käytetään suodattimia: taulukon tunnus: %1, kaikki tietueet, vanhentumispäivämäärä: %2.
fr_be: Application de filtres : ID table : %1, Tous les enregistrements, Date d’expiration : %2.
is_is: Notar síur: Töflukenni: %1, Allar færslur, Lokadagsetning: %2.
nb_no: Bruker filtre: tabell-ID: %1, Alle poster, Utløpsdato: %2.

# Codeunit 2667037335 - NamedType 3179417518
source: The expiration date %1 for table %2, %3, must be at least two days before the current date.
cs_cz: Datum vypršení platnosti %1 pro tabulku %2, %3 musí být nejméně dva dny před aktuálním datem.
de_ch: Das Ablaufdatum %1 für die Tabelle %2 %3 muss mindestens zwei Tage vor dem aktuellen Datum liegen.
fi_fi: Vanhentumispäivämäärän %1 taulukolle %2, %3 on oltava vähintään kaksi päivää ennen nykyistä päivämäärää.
fr_be: La date d’expiration du %1 pour la table %2, %3, doit être antérieure d’au moins deux jours à la date du jour.
is_is: Lokadagur %1 fyrir töfluna %2, %3, verður að vera að minnsta kosti tveimur dögum fyrir núverandi dagsetningu.
nb_no: Utløpsdatoen %1 for tabell %2, %3, må være minst to dager før gjeldende dato.

# Codeunit 2667037335 - NamedType 2736976260
source: The expiration date for table %1, %2 must be at least %3 days before the current date. Please update the retention policy.
cs_cz: Datum vypršení platnosti tabulky %1, %2 musí být nejméně %3 dní před aktuálním datem. Aktualizujte zásady uchovávání informací.
de_ch: Das Ablaufdatum für die Tabelle %1, %2 muss mindestens %3 Tage vor dem aktuellen Datum liegen. Aktualisieren Sie die Aufbewahrungsrichtlinie.
fi_fi: Vanhentumispäivämäärän taulukolle %1, %2 on oltava vähintään %3 päivää ennen nykyistä päivämäärää. Päivitä säilytyskäytäntö.
fr_be: La date d’expiration de la table %1, %2 doit se situer au moins %3 jours avant la date du jour. Mettez à jour la stratégie de rétention.
is_is: Lokadagur fyrir töfluna %1, %2, verður að vera að minnsta kosti %3 dögum fyrir núverandi dagsetningu. Uppfærðu varðveisluregluna.
nb_no: Utløpsdatoen for tabell %1, %2 må være minst %3 dager før gjeldende dato. Oppdater oppbevaringspolicyen.

# Codeunit 2667037335 - NamedType 2047030313
source: The user does not have Read permission for table %1, %2.
cs_cz: Uživatel nemá oprávnění ke čtení pro tabulku %1, %2.
de_ch: Der Benutzer verfügt nicht über die Leseberechtigung für die Tabelle %1, %2.
fi_fi: Käyttäjällä ei ole taulukon %1, %2 lukuoikeutta.
fr_be: L’utilisateur ne dispose pas d’une autorisation en lecture pour la table %1, %2.
is_is: Notandinn hefur ekki lesheimild fyrir töflu %1, %2.
nb_no: Brukeren har ikke lesetillatelse for tabell %1, %2.

# Codeunit 2667037335 - NamedType 4261661969
source: There are no records to delete for table ID %1, %2.
cs_cz: Pro ID tabulky %1, %2 nejsou k dispozici žádné záznamy, které by bylo možné odstranit.
de_ch: Es gibt keine zu löschenden Datensätze für die Tabellen-ID %1 %2.
fi_fi: Taulukon tunnukselle %1, %2 ei ole poistettavia tietueita.
fr_be: Aucun enregistrement à supprimer pour l’ID table %1, %2.
is_is: Það eru engar færslur til að eyða fyrir töflukenni %1, %2.
nb_no: Det finnes ingen poster å slette for tabell-ID-%1, %2.

# Codeunit 2667037335 - NamedType 2777794678
source: The retention policy setup for table %1 was not found.
cs_cz: Nastavení zásad uchovávání informací pro tabulku %1 nebylo nalezeno.
de_ch: Das Aufbewahrungsrichtlinien-Setup für die Tabelle %1 wurde nicht gefunden.
fi_fi: Taulukon %1 säilytyskäytännön määrityksiä ei löytynyt.
fr_be: La configuration de la stratégie de rétention de la table %1 est introuvable.
is_is: Uppsetning varðveislureglu fyrir töflu %1 fannst ekki.
nb_no: Finner ikke oppbevaringspolicyoppsettet for tabellen %1.

# Codeunit 1537703216 - NamedType 2009102475
source: This implementation of the interface does not support the enum value selected. Contact your Microsoft partner for assistance. The following information can help them address the issue: Value: %1, Interface: Interface Retention Period, Implementation: codeunit 3901 Retention Period Custom Impl.
cs_cz: Tato implementace rozhraní nepodporuje vybranou hodnotu výčtu. Požádejte o pomoc svého partnera společnosti Microsoft. Následující informace jim mohou pomoci vyřešit problém: Hodnota: %1, Rozhraní: Doba uchování rozhraní, Implementace: codeunit 3901 Retention Period Custom Impl.
de_ch: Diese Implementierung der Schnittstelle unterstützt den ausgewählten Enumerationswert nicht. Wenden Sie sich an Ihren Microsoft-Partner. Die folgenden Informationen können Ihnen bei der Behebung des Problems helfen: Wert: %1, Schnittstelle: Aufbewahrungsdauer der Schnittstelle, Implementierung: Codeunit 3901 benutzerdefinierte Impl. Aufbewahrungszeitraum
fi_fi: Tämä käyttöliittymän toteutus ei tue valittua luetteloarvoa. Pyydä apua Microsoft-kumppaniltasi. Seuraavat tiedot voivat auttaa heitä ratkaisemaan ongelman: arvo: %1, liittymä: liittymän säilytysaika, toteutus: codeunit 3901 säilytysjakson mukautettu toteutus.
fr_be: Cette mise en œuvre de l’interface ne prend pas en charge la valeur enum sélectionnée. Pour obtenir de l’aide, contactez votre partenaire Microsoft. Les informations suivantes peuvent lui permettre de résoudre le problème : Valeur : %1, Interface : Période de rétention d’interface, Mise en œuvre : Codeunit 3901 Mise en œuvre personnalisée de la période de rétention.
is_is: Innleiðing viðmótsins styður ekki valið fasttextagildi. Hafið samband við Microsoft samstarfsaðila þinn til að fá aðstoð. Eftirfarandi upplýsingar geta aðstoðað þá við þetta vandamál: Gildi: %1, Viðmót: Varðveislutími viðmóts, Innleiðing: codeunit 3901 Retention Period Custom Impl.
nb_no: Denne implementeringen av grensesnittet støtter ikke opplistingsverdien som er valgt. Kontakt Microsoft-partneren for å få hjelp. Følgende informasjon kan hjelpe deg med å løse problemet: verdi: %1, grensesnitt: oppbevaringsperiode for grensesnitt, implementering: codeunit 3901 egendefinert impl. av oppbevaringsperiode

# Codeunit 3425402017 - NamedType 3953546739
source: The date formula (%1) must result in a date that is at least two days before the current date. For example, to calculate a period for the past week, month, or year, use either -1W, -1M, or -1Y.
cs_cz: Výsledkem vzorce data (%1) musí být datum, který je alespoň dva dny před aktuálním datem. Chcete-li například vypočítat období za poslední týden, měsíc nebo rok, použijte buď -1T, -1M nebo -1R.
de_ch: Die Datumsformel (%1) muss ein Datum ergeben, das mindestens zwei Tage vor dem aktuellen Datum liegt. Um einen Zeitraum für die vergangene Woche, den Monat oder das Jahr zu berechnen, verwenden Sie z. B. -1W, -1M oder -1J.
fi_fi: Päivämäärän kaavan (%1) on johdettava päivämäärään, joka on vähintään kaksi päivää ennen nykyistä päivämäärää. Voit esimerkiksi laskea viimeisen viikon, kuukauden tai vuoden jakson käyttämällä joko -1W, -1M tai -1Y.
fr_be: La formule de date (%1) doit avoir pour résultat une date antérieure d’au moins deux jours à la date du jour. Par exemple, pour calculer une période pour la semaine, le mois ou l’année passée, utilisez -1S, -1M ou -1A.
is_is: Dagsetningarformúlan (%1) verður að birta dagsetningu sem er að minnsta kosti tveimur dögum fyrir núverandi dagsetningu. Til að reikna t.d. tímabil fyrir liðna viku, mánuð eða ár skal nota annaðhvort -1V, -1M eða -1Á.
nb_no: Datoformelen (%1) må resultere i en dato som er minst to dager før gjeldende dato. Hvis du for eksempel vil beregne en periode for forrige uke, måned eller år, bruker du enten -1U, -1M eller -1Å.

# Codeunit 3425402017 - NamedType 2009102475
source: This implementation of the interface does not support the enum value selected. Contact your Microsoft partner for assistance. The following information can help them address the issue: Value: %1, Interface: Interface Retention Period, Implementation: codeunit 3900 Retention Period Impl.
cs_cz: Tato implementace rozhraní nepodporuje vybranou hodnotu výčtu. Požádejte o pomoc svého partnera společnosti Microsoft. Následující informace jim mohou pomoci vyřešit problém: Hodnota: %1, Rozhraní: Doba uchování informací, Implementace: codeunit 3900 Retention Period Impl.
de_ch: Diese Implementierung der Schnittstelle unterstützt den ausgewählten Enumerationswert nicht. Wenden Sie sich an Ihren Microsoft-Partner. Die folgenden Informationen können Ihnen bei der Behebung des Problems helfen: Wert: %1, Schnittstelle: Aufbewahrungsdauer der Schnittstelle, Implementierung: Codeunit 3900 benutzerdefinierte Impl. Aufbewahrungszeitraum
fi_fi: Tämä käyttöliittymän toteutus ei tue valittua luetteloarvoa. Pyydä apua Microsoft-kumppaniltasi. Seuraavat tiedot voivat auttaa heitä ratkaisemaan ongelman: arvo: %1, liittymä: liittymän säilytysaika, toteutus: codeunit 3900 säilytysjakson toteutus.
fr_be: Cette mise en œuvre de l’interface ne prend pas en charge la valeur enum sélectionnée. Pour obtenir de l’aide, contactez votre partenaire Microsoft. Les informations suivantes peuvent l’aider à résoudre le problème : Valeur : %1, Interface : Période de rétention d’interface, Mise en œuvre : Codeunit 3900 Mise en œuvre de la période de rétention.
is_is: Innleiðing viðmótsins styður ekki valið fasttextagildi. Hafið samband við Microsoft samstarfsaðila þinn til að fá aðstoð. Eftirfarandi upplýsingar geta aðstoðað þá við þetta vandamál: Gildi: %1, Viðmót: varðveislutími viðmóts, Innleiðing: codeunit 3900 innleiðing varðveislutíma.
nb_no: Denne implementeringen av grensesnittet støtter ikke opplistingsverdien som er valgt. Kontakt Microsoft-partneren for å få hjelp. Følgende informasjon kan hjelpe deg med å løse problemet: verdi: %1, grensesnitt: oppbevaringsperiode for grensesnitt, implementering: codeunit 3900 impl. av oppbevaringsperiode

# Codeunit 3150150142 - NamedType 161009291
source: Six Months
cs_cz: Šest měsíců
de_ch: Sechs Monate
fi_fi: Kuusi kuukautta
fr_be: Six mois
is_is: Sex mánuðir
nb_no: Seks måneder

# Codeunit 803470174 - NamedType 127200329
source: No filters were set on table %1, %2. Please contact your Microsoft Partner for assistance.
cs_cz: Pro tabulku %1 %2 nebyly nastaveny žádné filtry. Požádejte o pomoc svého partnera společnosti Microsoft.
de_ch: Für die Tabelle %1, %2 wurden keine Filter festgelegt. Wenden Sie sich an Ihren Microsoft-Partner, wenn Sie Hilfe benötigen.
fi_fi: Suodattimia ei ole määritetty taulukon %1, %2. Pyydä apua Microsoft-kumppaniltasi.
fr_be: Aucun filtre n’a été défini sur la table %1, %2. Pour obtenir de l’aide, contactez votre partenaire Microsoft.
is_is: Engar síur voru stilltar í töflu %1, %2. Hafðu samband við Microsoft samstarfsaðila þinn til að fá aðstoð.
nb_no: Ingen filtre ble angitt i tabellen %1, %2. Kontakt Microsoft-partneren for hjelp.
