Repository: jbakach/MSDyn365BC.Code.History
Catalog: System Application/Source/System Application/Translations/System Application.*.xlf
Languages: cs_cz, de_ch, fi_fi, fr_be, is_is, nb_no

# Table 3519071095 - Field 1150498218 - Property 2879900210
source: Assisted Setup Group
cs_cz: Skupina asistovaného nastavení
de_ch: Unterstützte Einrichtungsgruppe
fi_fi: Asetusten ohjatun määrityksen ryhmä
fr_be: Groupe configuration assistée
is_is: Uppsetningarhópur með hjálp
nb_no: Gruppe for assistert oppsett

# Table 3519071095 - Field 3004954119 - Property 2879900210
source: Code
cs_cz: Kód
fi_fi: Koodi
is_is: Kóði
nb_no: Kode

# Table 3519071095 - Field 3665605423 - Property 2879900210
source: Completed
cs_cz: Dokončeno
de_ch: Abgeschlossen
fi_fi: Valmis
fr_be: Terminé
is_is: Lokið
nb_no: Fullført

# Table 3519071095 - Field 3461834954 - Property 2879900210
source: Description
cs_cz: Popis
de_ch: Beschreibung
fi_fi: Kuvaus
is_is: Lýsing
nb_no: Beskrivelse

# Table 3519071095 - Field 2655233292 - Property 2879900210
source: Expected Duration
cs_cz: Očekávaná doba trvání
de_ch: Erwartete Dauer
fi_fi: Odotettu kesto
fr_be: Durée prévue
is_is: Væntanleg tímalengd
nb_no: Forventet varighet

# Table 3519071095 - Field 4230870456 - Property 2879900210
source: Extension
cs_cz: Rozšíření
de_ch: Erweiterung
fi_fi: Laajennus
is_is: Viðbót
nb_no: Utvidelse

# Table 3519071095 - Field 2515772770 - Property 2879900210
source: Extension Name
cs_cz: Název rozšíření
de_ch: Erweiterungsname
fi_fi: Laajennuksen nimi
fr_be: Nom de l’extension
is_is: Heiti viðbótar
nb_no: Navn på utvidelse

# Table 3519071095 - Field 1939157249 - Property 2879900210
source: Extension Publisher
cs_cz: Rozšíření Vydavatel
de_ch: Herausgeber der Erweiterung
fi_fi: Laajennuksen julkaisija
fr_be: Éditeur d’extension
is_is: Útgefandi viðbótar
nb_no: Utgiver av utvidelse

# Table 3519071095 - Field 1678783276 - Property 2879900210
source: Guided Experience Type
cs_cz: Typ průvodce
de_ch: Typ „Angeleitete Erfahrung“
fi_fi: Ohjatun kokemuksen tyyppi
fr_be: Type d’expérience guidée
is_is: Gerð upplifunar með leiðsögn
nb_no: Type veiledet opplevelse

# Table 3519071095 - Field 1513519486 - Property 2879900210
source: Help Url
cs_cz: URL adresa nápovědy
de_ch: Hilfe-URL
fi_fi: Ohjeen URL-osoite
fr_be: URL d’aide
is_is: Hjálparvefslóð
nb_no: Nettadresse for hjelp

# Table 3519071095 - Field 4036313429 - Property 2879900210
source: Icon
cs_cz: Ikona
de_ch: Symbol
fi_fi: Kuvake
fr_be: Icône
is_is: Tákn
nb_no: Ikon

# Table 3519071095 - Field 1009384294 - Property 2879900210
source: Keywords
cs_cz: Klíčová slova
de_ch: Schlüsselwörter
fi_fi: Avainsanat
fr_be: Mots clés
is_is: Lykilorð
nb_no: Nøkkelord

# Table 3519071095 - Field 4244706559 - Property 2879900210
source: Manual Setup Category
cs_cz: Kategorie manuálního nastavení
de_ch: Manuelle Einrichtungskategorie
fi_fi: Manuaalisen määrityksen luokka
fr_be: Catégorie configuration manuelle
is_is: Flokkur handvirkrar uppsetningar
nb_no: Kategori for manuelt oppsett

# Table 3519071095 - Field 1577117606 - Property 2879900210
source: Object ID to Run
cs_cz: ID spouštěného objektu
de_ch: ID des auszuführenden Objekts
fi_fi: Suoritettavan objektin tunnus
fr_be: ID objet à exécuter
is_is: Auðkenni hlutar í keyrslu
nb_no: Objekt-ID som skal kjøres

# Table 3519071095 - Field 994380745 - Property 2879900210
source: Object Type to Run
cs_cz: Typ objektu ke spuštění
de_ch: Art des auszuführenden Objekts
fi_fi: Suoritettavan objektin tyyppi
fr_be: Type objet à exécuter
is_is: Gerð hlutar sem á að keyra
nb_no: Objekttype som skal kjøres

# Table 3519071095 - Field 122737350 - Property 2879900210
source: Short Title
cs_cz: Krátký název
de_ch: Kurzer Titel
fi_fi: Lyhyt otsikko
fr_be: Titre court
is_is: Stuttur titill
nb_no: Kort tittel

# Table 3519071095 - Field 2719173742 - Property 2879900210
source: Spotlight Tour Type
cs_cz: Typ prohlídky spotlight
de_ch: Spotlight Tour-Typ
fi_fi: Valokeilaesittelyn tyyppi
fr_be: Type de visite à la une
is_is: Tegund kynningar
nb_no: Type rampelysinnføring

# Table 3519071095 - Field 329424276 - Property 2879900210
source: Title
cs_cz: Název
de_ch: Titel
fi_fi: Otsikko
fr_be: Titre
is_is: Titill
nb_no: Tittel

# Table 3519071095 - Field 237762718 - Property 2879900210
source: Version
cs_cz: Verze
fi_fi: Versio
is_is: Útgáfa
nb_no: Versjon

# Table 3519071095 - Field 649174547 - Property 2879900210
source: Video Category
cs_cz: Kategorie videa
de_ch: Videokategorie
fi_fi: Videon luokka
fr_be: Catégorie de la vidéo
is_is: Myndbandaflokkur
nb_no: Videokategori

# Table 3519071095 - Field 692639126 - Property 2879900210
source: Video Url
cs_cz: URL adresa videa
fi_fi: Videon URL-osoite
fr_be: Url de la vidéo
is_is: Vefslóð myndbands
nb_no: Nettadresse for video

# Table 4093990710 - Property 2879900210
source: Language
cs_cz: Jazyk
de_ch: Sprache
fi_fi: Kieli
fr_be: Langue
is_is: Tungumál
nb_no: Språk

# Table 4093990710 - Field 3004954119 - Property 2879900210
source: Code
cs_cz: Kód
fi_fi: Koodi
is_is: Kóti
nb_no: Kode

# Table 4093990710 - Field 2961552353 - Property 2879900210
source: Name
cs_cz: Název
fi_fi: Nimi
fr_be: Nom
is_is: Heiti
nb_no: Navn

# Table 4093990710 - Field 3748967844 - Property 2879900210
source: Windows Language ID
cs_cz: ID jazyka systému Windows
de_ch: Windows-Sprach-ID
fi_fi: Windows -kielen tunnus
fr_be: ID langue Windows
is_is: Kenni tungumáls í Windows
nb_no: ID for Windows-språk

# Table 4093990710 - Field 2802526462 - Property 2879900210
source: Windows Language Name
cs_cz: Název jazyka systému Windows
de_ch: Windows Sprachenname
fi_fi: Windows -kielen nimi
fr_be: Nom langue Windows
is_is: Heiti tungumáls í Windows
nb_no: Navn på Windows-språk

# Table 1325297727 - Property 2879900210
source: Manual Setup
cs_cz: Manuální nastavení
de_ch: Manuelle Einrichtung
fi_fi: Manuaalinen määritys
fr_be: Configuration manuelle
is_is: Handvirk uppsetning
nb_no: Manuelt oppsett

# Table 1325297727 - Field 2766253784 - Property 2879900210
source: App ID
cs_cz: ID Aplikace
fi_fi: Sovellustunnus
fr_be: ID d'application
is_is: Kenni forrits

# Table 1325297727 - Field 3702373668 - Property 2879900210
source: Category
cs_cz: Kategorie
de_ch: Kategorie
fi_fi: Luokka
fr_be: Catégorie
is_is: Flokkur
nb_no: Kategori

# Table 1325297727 - Field 3461834954 - Property 2879900210
source: Description
cs_cz: Popis
de_ch: Beschreibung
fi_fi: Kuvaus
is_is: Lýsing
nb_no: Beskrivelse

# Table 1325297727 - Field 2515772770 - Property 2879900210
source: Extension Name
cs_cz: Název rozšíření
de_ch: Erweiterungsname
fi_fi: Laajennuksen nimi
fr_be: Nom de l'extension
is_is: Heiti viðbótar
nb_no: Navn på utvidelse

# Table 1325297727 - Field 4036313429 - Property 2879900210
source: Icon
cs_cz: Ikona
de_ch: Symbol
fi_fi: Kuvake
fr_be: Icône
is_is: Tákn
nb_no: Ikon

# Table 1325297727 - Field 1009384294 - Property 2879900210
source: Keywords
cs_cz: Klíčová slova
de_ch: Schlüsselwörter
fi_fi: Avainsanat
fr_be: Mots clés
is_is: Lykilorð
nb_no: Nøkkelord

# Table 1325297727 - Field 2961552353 - Property 2879900210
source: Name
cs_cz: Název
fi_fi: Nimi
fr_be: Nom
is_is: Heiti
nb_no: Navn

# Table 1325297727 - Field 3733767603 - Property 2879900210
source: Setup Page ID
cs_cz: ID strany nastavení
de_ch: Seiten-ID einrichten
fi_fi: Asetussivun tunnus
fr_be: Configurer l'ID de page
is_is: Kenni uppsetningarsíðu
nb_no: ID for konfigurasjonsside

# Table 1641495975 - Property 2879900210
source: Matches
cs_cz: Shody
de_ch: Übereinstimmungen
fi_fi: Vastaa
fr_be: Correspondances
is_is: Samsvaranir
nb_no: Treff

# Table 1641495975 - Field 171145402 - Property 2879900210
source: Index
fi_fi: Indeksi
is_is: Atriðaskrá
nb_no: Indeks

# Table 1641495975 - Field 1881551368 - Property 2879900210
source: Length
cs_cz: Délka
de_ch: Länge
fi_fi: Pituus
fr_be: Longueur
is_is: Lengd
nb_no: Lengde

# Table 1641495975 - Field 2038629119 - Property 2879900210
source: Match Index
cs_cz: Index shody
de_ch: Index abgleichen
fi_fi: Täsmäytä indeksi
fr_be: Index de correspondance
is_is: Atriðaskrá samsvörunar
nb_no: Samsvar indeks

# Table 1641495975 - Field 3878926381 - Property 2879900210
source: Success
cs_cz: Úspěch
de_ch: Erfolg
fi_fi: Onnistui
fr_be: Réussite
is_is: Lokið
nb_no: Vellykket

# Table 1641495975 - Field 3060051996 - Property 2879900210
source: Value
cs_cz: Hodnota
de_ch: Wert
fi_fi: Arvo
fr_be: Valeur
is_is: Gildi
nb_no: Verdi

# Table 2219781045 - Property 2879900210
source: Net Promoter Score
fi_fi: Net Promoter -ohjelman pistemäärä
is_is: Einkunn Net Promoter

# Table 2219781045 - Field 2950970530 - Property 2879900210
source: Last Request Time
cs_cz: Čas posledního požadavku
de_ch: Letzte Anforderungszeit
fi_fi: Edellisen pyynnön aika
fr_be: Heure de la dernière demande
is_is: Tímasetning síðustu beiðni
nb_no: Klokkeslett for siste forespørsel

# Table 2219781045 - Field 2470223551 - Property 2879900210
source: Send Request
cs_cz: Odeslat požadavek
de_ch: Anforderung senden
fi_fi: Lähetä pyyntö
fr_be: Envoyer la demande
is_is: Senda beiðni
nb_no: Send forespørsel

# Table 2219781045 - Field 1950707465 - Property 2879900210
source: User SID
cs_cz: SID uživatele
de_ch: Benutzer-SID
fi_fi: Käyttäjän suojaustunnus
fr_be: SID utilisateur
is_is: SID notanda
nb_no: Bruker-SID

# Table 1850560024 - Property 2879900210
source: Net Promoter Score Setup
cs_cz: Nastavení Net Promoter Score
de_ch: Einrichtung des Net Promoter Score
fi_fi: Net Promoter -ohjelman pistemäärän asetus
fr_be: Programme d’installation de Net Promoter Score
is_is: Einkunnauppsetning Net Promoter
nb_no: Oppsett for Net Promoter Score

# Table 1850560024 - Field 3951414661 - Property 2879900210
source: API URL
cs_cz: Adresa rozhraní API
fi_fi: API:n URL-osoite
fr_be: URL DE L'API
is_is: API-vefslóð
nb_no: URL-adresse for API

# Table 1850560024 - Field 2137773794 - Property 2879900210
source: Expire Time
cs_cz: Vyprší čas
de_ch: Ablaufzeit
fi_fi: Vanhentumisaika
fr_be: Heure d'expiration
is_is: Rennur út
nb_no: Utløpstid

# Table 1850560024 - Field 1663593181 - Property 2879900210
source: Primary Key
cs_cz: Primární klíč
de_ch: Primärschlüssel
fi_fi: Perusavain
fr_be: Clé primaire
is_is: Aðallykill
nb_no: Primærnøkkel

# Table 1850560024 - Field 4294444582 - Property 2879900210
source: Request Timeout
cs_cz: Časový limit požadavku
de_ch: Timeout bei Anforderung
fi_fi: Pyynnön aikakatkaisu
fr_be: Délai de demande
is_is: Beiðni útrunnin
nb_no: Forespørselen ble tidsavbrutt

# Table 1190380835 - Property 2879900210
source: Permission Lookup Buffer
cs_cz: Zásobník pro vyhledávání oprávnění
de_ch: Puffer für Berechtigungssuche
fi_fi: Käyttöoikeushaun puskuri
fr_be: Mémoire tampon de recherche des autorisations
is_is: Biðminni fyrir uppflettingu heimilda
nb_no: Buffer for tillatelsesoppslag

# Table 1190380835 - Field 3641927271 - Property 2879900210
source: ID
fi_fi: Tunnus
is_is: Kenni

# Table 1190380835 - Field 3632571046 - Property 2879900210
source: Lookup Type
cs_cz: Typ vyhledávání
de_ch: Suchtyp
fi_fi: Hakutyyppi
fr_be: Type de recherche
is_is: Uppsláttargerð
nb_no: Oppslagstype

# Table 1190380835 - Field 3632571046 - Property 62802879
source: Include,Exclude
cs_cz: Včetně,Bez
de_ch: Einschliessen,Ausschliessen
fi_fi: Sisällytä,Sulje pois
fr_be: Inclure,Exclure
is_is: Með,Ekki með
nb_no: Inkluder,Ekskluder

# Table 1190380835 - Field 1936291151 - Property 2879900210
source: Permission
cs_cz: Oprávnění
de_ch: Berechtigung
fi_fi: Käyttöoikeus
fr_be: Autorisation
is_is: Heimild
nb_no: Tillatelse

# Table 1190380835 - Field 1421992775 - Property 2879900210
source: Description
cs_cz: Popis
de_ch: Beschreibung
fi_fi: Kuvaus
is_is: Lýsing
nb_no: Beskrivelse

# Table 3195683969 - Property 2879900210
source: Permission Set Relation Buffer
cs_cz: Zásobník vazeb sady oprávnění
de_ch: Puffer für Berechtigungssatzrelation
fi_fi: Käyttöoikeuksien joukon suhteen puskuri
fr_be: Mémoire tampon de la relation de l’ensemble d’autorisations
is_is: Biðminni tengsla heimildasamstæðu
nb_no: Relasjonsbuffer for tillatelsessett

# Table 3195683969 - Field 2766253784 - Property 2879900210
source: App ID
cs_cz: ID aplikace
fi_fi: Sovellustunnus
fr_be: ID application
is_is: Kenni forrits

# Table 3195683969 - Field 2853697946 - Property 2879900210
source: Position
cs_cz: Pozice
fi_fi: Sijainti
fr_be: Emplacement
is_is: Staðsetning
nb_no: Posisjon

# Table 3195683969 - Field 1394156814 - Property 2879900210
source: Included
cs_cz: Zahrnuto
de_ch: Einschliesslich
fi_fi: Sisällytetyt
fr_be: Inclus
is_is: Inngilding
nb_no: Inkludert

# Table 3195683969 - Field 1442081040 - Property 2879900210
source: Indentation
cs_cz: Odsazení
de_ch: Einrückung
fi_fi: Sisennys
is_is: Inndráttur
nb_no: Innrykking

# Table 3195683969 - Field 56735747 - Property 2879900210
source: Position
cs_cz: Pozice
fi_fi: Sijainti
fr_be: Emplacement
is_is: Staðsetning
nb_no: Posisjon

# Table 3195683969 - Field 3883155997 - Property 2879900210
source: Related App ID
cs_cz: ID související aplikace
de_ch: Zugehörige App-ID
fi_fi: Liittyvä sovellustunnus
fr_be: ID application associée
is_is: Tengt kenni forrits
nb_no: Relatert app-ID

# Table 3195683969 - Field 77040538 - Property 2879900210
source: Related Role ID
cs_cz: ID související role
de_ch: Zugehörige Rollen-ID
fi_fi: Liittyvä roolin tunnus
fr_be: ID rôle associé
is_is: Tengt kenni hlutverks
nb_no: ID for relatert rolle

# Table 3195683969 - Field 3824888243 - Property 2879900210
source: Role ID
cs_cz: ID role
de_ch: Rollen-ID
fi_fi: Roolin tunnus
fr_be: ID rôle
is_is: Kenni hlutverks
nb_no: Rolle-ID

# Table 3195683969 - Field 871170351 - Property 2879900210
source: Related Scope
cs_cz: Související oblast působnosti
de_ch: Zugehöriger Bereich
fi_fi: Liittyvä laajuus
fr_be: Étendue associée
is_is: Tengt umfang
nb_no: Relatert omfang

# Table 3195683969 - Field 871170351 - Property 62802879
source: System,Tenant
cs_cz: Systém,Nájemce
de_ch: System,Mandant
fi_fi: Järjestelmä,Vuokraaja
fr_be: Système,Abonné
is_is: Kerfi,Leigjandi
nb_no: System,Leietaker

# Table 3195683969 - Field 1918310387 - Property 2879900210
source: Role ID
cs_cz: ID role
de_ch: Rollen-ID
fi_fi: Roolin tunnus
fr_be: ID rôle
is_is: Kenni hlutverks
nb_no: Rolle-ID

# Table 3195683969 - Field 513339096 - Property 2879900210
source: Position
cs_cz: Pozice
fi_fi: Sijainti
fr_be: Emplacement
is_is: Staðsetning
nb_no: Posisjon

# Table 3195683969 - Field 513339096 - Property 62802879
source: Full,Partial,Excluded
cs_cz: Úplné,Částečné,Vyloučené
de_ch: Vollständig,Teilweise,Ausgeschlossen
fi_fi: Täysi,Osittainen,Poissuljettu
fr_be: Total,Partiel,Exclu
is_is: Að fullu,að hluta,undanskilið
nb_no: Fullt,Delvis,Utelatt

# Table 3195683969 - Field 1878130204 - Property 2879900210
source: Type
cs_cz: Typ
de_ch: Art
fi_fi: Tyyppi
is_is: Gerð

# Table 3195683969 - Field 1878130204 - Property 62802879
source: Include,Exclude
cs_cz: Včetně,Bez
de_ch: Einschliessen,Ausschliessen
fi_fi: Sisällytä,Sulje pois
fr_be: Inclure,Exclure
is_is: Með,Ekki með
nb_no: Inkluder,Ekskluder

# Table 1416408971 - Property 2879900210
source: Permission Set Buffer
cs_cz: Zásobník sady oprávnění
de_ch: Berechtigungssatzpuffer
fi_fi: Käyttöoikeuksien joukon puskuri
fr_be: Mémoire tampon de l’ensemble d’autorisations
is_is: Biðminni heimildasamstæðu
nb_no: Buffer for tillatelsessett

# Table 1416408971 - Field 2766253784 - Property 2879900210
source: App ID
cs_cz: ID aplikace
fi_fi: Sovellustunnus
fr_be: ID application
is_is: Kenni forrits

# Table 1416408971 - Field 1256520770 - Property 2879900210
source: App Name
cs_cz: Název aplikace
fi_fi: Sovelluksen nimi
fr_be: Nom de l’application
is_is: Heiti forrits
nb_no: Appnavn

# Table 1416408971 - Field 2961552353 - Property 2879900210
source: Name
cs_cz: Název
fi_fi: Nimi
fr_be: Nom
is_is: Heiti
nb_no: Navn

# Table 1416408971 - Field 1918310387 - Property 2879900210
source: Role ID
cs_cz: ID role
de_ch: Rollen-ID
fi_fi: Roolin tunnus
fr_be: ID rôle
is_is: Kenni hlutverks
nb_no: Rolle-ID

# Table 1416408971 - Field 593885934 - Property 2879900210
source: Scope
cs_cz: Rozsah
de_ch: Bereich
fi_fi: Laajuus
fr_be: Étendue
is_is: Umfang
nb_no: Omfang

# Table 1416408971 - Field 593885934 - Property 62802879
source: System,Tenant
cs_cz: Systém,Nájemce
de_ch: System,Mandant
fi_fi: Järjestelmä,Vuokraaja
fr_be: Système,Abonné
is_is: Kerfi,Leigjandi
nb_no: System,Leietaker

# Table 1416408971 - Field 1878130204 - Property 2879900210
source: Type
cs_cz: Typ
de_ch: Art
fi_fi: Tyyppi
is_is: Gerð

# Table 1416408971 - Field 1878130204 - Property 62802879
source: User-Defined,Extension,System
cs_cz: Uživatelsky definované,Rozšíření,Systém
de_ch: Benutzerdefiniert,Erweiterung,System
fi_fi: Käyttäjän määrittämä,Laajennus,Järjestelmä
fr_be: Défini par l’utilisateur,Extension,Système
is_is: Notandaskilgreint,Viðbót,Kerfi
nb_no: Brukerdefinert,Utvidelse,System

# Table 3868457122 - Property 2879900210
source: Persistent Blob
cs_cz: Trvalý objekt BLOB
de_ch: Persistenter Blob
fi_fi: Pysyvä blob-objekti
fr_be: Objet BLOB persistant
is_is: Viðvarandi Blob
nb_no: Fast BLOB

# Table 3868457122 - Field 1663593181 - Property 2879900210
source: Primary Key
cs_cz: Primární klíč
de_ch: Primärschlüssel
fi_fi: Perusavain
fr_be: Clé primaire
is_is: Aðallykill
nb_no: Primærnøkkel

# Table 2200828805 - Property 2879900210
source: Subscription Plan
cs_cz: Plán odběru
de_ch: Abonnementplan
fi_fi: Tilaussuunnitelma
fr_be: Plan d'abonnement
is_is: Áskrift
nb_no: Abonnementsplan

# Table 2200828805 - Field 2961552353 - Property 2879900210
source: Name
cs_cz: Název
fi_fi: Nimi
fr_be: Nom
is_is: Heiti
nb_no: Navn

# Table 2200828805 - Field 2946131562 - Property 2879900210
source: Plan ID
cs_cz: ID plánu
fi_fi: Suunnitelman tunnus
fr_be: ID plan
is_is: Auðkenni áætlunar

# Table 2200828805 - Field 655387622 - Property 2879900210
source: Role Center ID
cs_cz: ID centra rolí
de_ch: Rollencenter-ID
fi_fi: Roolikeskuksen tunnus
fr_be: ID Tableau de bord
is_is: Kenni fyrir Mitt hlutverk
nb_no: Rollesenter-ID

# Table 4009711645 - Property 2879900210
source: Plan Configuration
cs_cz: Konfigurace plánu
de_ch: Plankonfiguration
fi_fi: Palvelupakettimääritys
fr_be: Configuration de plan
is_is: Grunnstilling áætlunar
nb_no: Plankonfigurasjon

# Table 4009711645 - Field 3283131571 - Property 2879900210
source: Customized
cs_cz: Přizpůsobený
de_ch: Benutzerdefiniert
fi_fi: Mukautettu
fr_be: Personnalisé
is_is: Sérstillt
nb_no: Tilpasset

# Table 4009711645 - Field 415504711 - Property 2879900210
source: Id
fi_fi: Tunnus
is_is: Kenni

# Table 4009711645 - Field 2946131562 - Property 2879900210
source: Plan ID
cs_cz: ID plánu
fi_fi: Palvelupaketin tunnus
fr_be: ID plan
is_is: Kenni áskriftar

# Table 4009711645 - Field 2387530096 - Property 2879900210
source: Plan Name
cs_cz: Název plánu
fi_fi: Palvelupaketin nimi
fr_be: Nom du plan
is_is: Heiti áætlunar
nb_no: Plannavn

# Table 3902255291 - Property 2879900210
source: Primary Guided Experience Item
cs_cz: Primární položka průvodce
de_ch: Primäres Element der geführten Erfahrung
fi_fi: Ensisijainen ohjatun kokemuksen nimike
fr_be: Élément expérience guidée principale
is_is: Aðalatriði upplifunar með leiðsögn
nb_no: Primært element for veiledet opplevelse

# Table 3902255291 - Field 4230870456 - Property 2879900210
source: Extension
cs_cz: Rozšíření
de_ch: Erweiterung
fi_fi: Laajennus
is_is: Viðbót
nb_no: Utvidelse

# Table 3902255291 - Field 969564645 - Property 2879900210
source: Primary Setup
cs_cz: Primární nastavení
de_ch: Primäre Einrichtung
fi_fi: Ensisijainen määritys
fr_be: Configuration principale
is_is: Aðaluppsetning
nb_no: Primæroppsett

# Table 4140863310 - Property 2879900210
source: Product Video Buffer
cs_cz: Zásobník videa produktu
de_ch: Puffer für Produktvideo
fi_fi: Tuotevideon puskuri
fr_be: Tampon vidéo produit
is_is: Biðminni fyrir kynningarmyndband
nb_no: Produktvideobuffer

# Table 4140863310 - Field 2766253784 - Property 2879900210
source: App ID
cs_cz: ID Aplikace
fi_fi: Sovellustunnus
fr_be: ID d'application
is_is: Kenni forrits

# Table 4140863310 - Field 3702373668 - Property 2879900210
source: Category
cs_cz: Kategorie
de_ch: Kategorie
fi_fi: Luokka
fr_be: Catégorie
is_is: Flokkur
nb_no: Kategori

# Table 4140863310 - Field 2515772770 - Property 2879900210
source: Extension Name
cs_cz: Název rozšíření
de_ch: Erweiterungsname
fi_fi: Laajennuksen nimi
fr_be: Nom de l'extension
is_is: Heiti viðbótar
nb_no: Navn på utvidelse

# Table 4140863310 - Field 3641927271 - Property 2879900210
source: ID
fi_fi: Tunnus
is_is: KENNI

# Table 4140863310 - Field 3076185996 - Property 2879900210
source: System ID
cs_cz: ID systémové úlohy
fi_fi: Järjestelmän tunnus
fr_be: ID système
is_is: Kenni kerfis

# Table 4140863310 - Field 1615752660 - Property 2879900210
source: Table Num
cs_cz: Číslo tabulky
de_ch: Tabellennr.
fi_fi: Taulukon numero
fr_be: Numéro table
is_is: Töflunúmer
nb_no: Tabellnummerering

# Table 4140863310 - Field 329424276 - Property 2879900210
source: Title
cs_cz: Titul
de_ch: Titel
fi_fi: Otsikko
fr_be: Titre
is_is: Titill
nb_no: Tittel

# Table 4140863310 - Field 692639126 - Property 2879900210
source: Video Url
cs_cz: URL adresa videa
fi_fi: Videon URL-osoite
fr_be: Url de la vidéo
is_is: Vefslóð myndbands
nb_no: URL-adresse for video

# Table 4294276202 - Property 2879900210
source: Profiling Node
cs_cz: Uzel profilování
de_ch: Profilerstellungsknoten
fi_fi: Profilointisolmu
fr_be: Nœud profilage
is_is: Greiningarhnútur
nb_no: Profileringsnode

# Table 4294276202 - Field 1256520770 - Property 2879900210
source: App Name
cs_cz: Název aplikace
fi_fi: Sovelluksen nimi
fr_be: Nom de l’application
is_is: Heiti forrits
nb_no: Appnavn

# Table 4294276202 - Field 1606374689 - Property 2879900210
source: App Publisher
cs_cz: Vydavatel aplikace
de_ch: App-Herausgeber
fi_fi: Sovelluksen julkaisija
fr_be: Éditeur d’applications
is_is: Útgefandi forrits
nb_no: Apputgiver

# Table 4294276202 - Field 731840410 - Property 2879900210
source: Full Time
cs_cz: Celodenní
de_ch: Vollzeit
fi_fi: Kokoaikainen
fr_be: Temps plein
is_is: Full vinna
nb_no: Heltid

# Table 4294276202 - Field 3286003210 - Property 2879900210
source: Hit Count
cs_cz: Počet volání
de_ch: Trefferanzahl
fi_fi: Osumien määrä
fr_be: Nombre d’accès
is_is: Fjöldi niðurstaðna
nb_no: Antall treff

# Table 4294276202 - Field 2200046723 - Property 2879900210
source: Indentation
cs_cz: Odsazení
de_ch: Einrückung
fi_fi: Sisennys
is_is: Inndráttur
nb_no: Innrykking

# Table 4294276202 - Field 3123372377 - Property 2879900210
source: Line No
cs_cz: Číslo řádku
de_ch: Zeilennr.
fi_fi: Rivinro
fr_be: N° ligne
is_is: Línunúmer
nb_no: Linjenr.

# Table 4294276202 - Field 588697140 - Property 2879900210
source: Method Name
cs_cz: Název metody
de_ch: Methodenname
fi_fi: Menetelmän nimi
fr_be: Nom de la méthode
is_is: Heiti aðferðar
nb_no: Metodenavn

# Table 4294276202 - Field 4200184881 - Property 2879900210
source: No.
cs_cz: Číslo
de_ch: Nr.
fi_fi: Nro
fr_be: N°
is_is: Nr.
nb_no: Nr.

# Table 4294276202 - Field 3711240756 - Property 2879900210
source: Object ID
cs_cz: ID objektu
de_ch: Objekt-ID
fi_fi: Objektin tunnus
fr_be: ID objet
is_is: Kenni hlutar
nb_no: Objekt-ID

# Table 4294276202 - Field 1418569422 - Property 2879900210
source: Object Name
cs_cz: Název objektu
de_ch: Objektname
fi_fi: Objektin nimi
fr_be: Nom objet
is_is: Heiti hlutar
nb_no: Objektnavn

# Table 4294276202 - Field 1085746399 - Property 2879900210
source: Object Type
cs_cz: Typ objektu
de_ch: Objekttyp
fi_fi: Objektin tyyppi
fr_be: Type d’objet
is_is: Gerð hlutar
nb_no: Objekttype

# Table 4294276202 - Field 3902453275 - Property 2879900210
source: Self Time
cs_cz: Vlastní čas
de_ch: Selbstzeit
fi_fi: Itseaika
is_is: Tími notanda
nb_no: Egentid

# Table 4294276202 - Field 1829104285 - Property 2879900210
source: Session ID
cs_cz: ID relace
de_ch: Sitzungs-ID
fi_fi: Istunnon tunnus
fr_be: ID session
is_is: Lotukenni
nb_no: Økt-ID
