Repository: jbakach/MSDyn365BC.Code.History
Catalog: System Application/Source/System Application/Translations/System Application.*.xlf
Languages: cs_cz, de_ch, fi_fi, fr_be, is_is, nb_no

# Page 523480673 - Control 1673237505 - Property 1968111052
source: It can take up to 72 hours for a change in Microsoft 365 to become available to Business Central.
cs_cz: Může trvat až 72 hodin, než bude změna v Microsoft 365 dostupná pro Business Central.
de_ch: Es kann bis zu 72 Stunden dauern, bis eine Änderung in Microsoft 365 für Business Central verfügbar wird.
fi_fi: Microsoft 365:een tehdyn muutoksen näkyminen Business Centralissa voi kestää 72 tuntia.
fr_be: Les modifications apportées à Microsoft 365 peuvent prendre jusqu’à 72 heures pour devenir disponibles dans Business Central.
is_is: Það getur tekið allt að 72 tíma fyrir breytingu á Microsoft 365 að verða tiltæk í Business Central.
nb_no: Det kan ta opptil 72 timer før en endring i Microsoft 365 blir tilgjengelig for Business Central.

# Page 523480673 - Control 1673237505 - Property 2879900210
source: Note:
cs_cz: Poznámka:
de_ch: Hinweis:
fi_fi: Huomautus:
fr_be: Remarque :
is_is: Athugaðu:
nb_no: Merknad:

# Page 523480673 - Action 3952048706 - Property 1295455071
source: Apply the user updates
cs_cz: Použití aktualizací uživatelů
de_ch: Benutzeraktualisierungen übernehmen
fi_fi: Ota käyttöön käyttäjien päivitykset
fr_be: Appliquer les mises à jour utilisateur
is_is: Virkja notendauppfærslur
nb_no: Ta i bruk brukeroppdateringene

# Page 523480673 - Action 3952048706 - Property 2879900210
source: Finish
cs_cz: Dokončit
de_ch: Abschliessen
fi_fi: Viimeistele
fr_be: Terminer
is_is: Ljúka
nb_no: Fullfør

# Page 523480673 - Action 742034285 - Property 1295455071
source: See overview of all the changes
cs_cz: Zobrazit přehled všech změn
de_ch: Übersicht aller Änderungen anzeigen
fi_fi: Näytä yhteenveto kaikista muutoksista
fr_be: Afficher une vue d'ensemble de toutes les modifications
is_is: Sjá yfirlit yfir allar breytingar
nb_no: Se oversikt over alle endringene

# Page 523480673 - Action 742034285 - Property 2879900210
source: Back
cs_cz: Zpět
de_ch: Zurück
fi_fi: Edellinen
fr_be: Précédent
is_is: Til baka
nb_no: Tilbake

# Page 523480673 - Action 788258546 - Property 1295455071
source: Cancel the user updates
cs_cz: Zrušení aktualizací uživatelů
de_ch: Benutzeraktualisierungen abbrechen
fi_fi: Peruuta käyttäjien päivitykset
fr_be: Annuler les mises à jour utilisateur
is_is: Hætta við notendauppfærslur
nb_no: Avbryt brukeroppdateringene

# Page 523480673 - Action 788258546 - Property 2879900210
source: Cancel
cs_cz: Storno
de_ch: Abbrechen
fi_fi: Peruuta
fr_be: Annuler
is_is: Hætta við
nb_no: Avbryt

# Page 523480673 - Action 2674503554 - Property 1295455071
source: Closes this window
cs_cz: Zavře toto okno.
de_ch: Schliesst dieses Fenster
fi_fi: Sulkee tämän ikkunan
fr_be: Ferme cette fenêtre
is_is: Lokar þessum glugga
nb_no: Lukker dette vinduet

# Page 523480673 - Action 2674503554 - Property 2879900210
source: Close
cs_cz: Zavřít
de_ch: Schliessen
fi_fi: Sulje
fr_be: Fermer
is_is: Loka
nb_no: Lukk

# Page 523480673 - Action 119972692 - Property 1295455071
source: Proceed to applying the user updates
cs_cz: Pokračujte v aplikaci uživatelských aktualizací
de_ch: Mit dem Anwenden der Benutzeraktualisierungen fortfahren
fi_fi: Jatka käyttäjän päivitysten käyttöönottoon
fr_be: Traiter l’application des mises à jour utilisateur
is_is: Halda áfram til að virkja notandauppfærslur
nb_no: Gå videre med å ta i bruk brukeroppdateringene

# Page 523480673 - Action 119972692 - Property 2879900210
source: Next
cs_cz: Další
de_ch: Weiter
fi_fi: Seuraava
fr_be: Suivant
is_is: Áfram
nb_no: Neste

# Page 523480673 - Action 3283000508 - Property 1295455071
source: Confirm the permission updates to be applied
cs_cz: Potvrzení aktualizací oprávnění, které mají být použity
de_ch: Anwendung der Berechtigungsaktualisierungen bestätigen
fi_fi: Vahvista käyttöönotettavat käyttöoikeuksien päivitykset
fr_be: Confirmer les mises à jour d'autorisation à appliquer
is_is: Staðfesta heimildauppfærslur sem á að nota
nb_no: Bekreft tillatelsesoppdateringene som skal brukes

# Page 523480673 - Action 3283000508 - Property 2879900210
source: Next
cs_cz: Další
de_ch: Weiter
fi_fi: Seuraava
fr_be: Suivant
is_is: Áfram
nb_no: Neste

# Page 523480673 - Action 1235620153 - Property 1295455071
source: See the available updates
cs_cz: Zobrazení dostupných aktualizací
de_ch: Verfügbare Aktualisierungen anzeigen
fi_fi: Näytä saatavilla olevat päivitykset
fr_be: Afficher les mises à jour disponibles
is_is: Sjá tiltækar uppfærslur
nb_no: Se tilgjengelige oppdateringer

# Page 523480673 - Action 1235620153 - Property 2879900210
source: Next
cs_cz: Další
de_ch: Weiter
fi_fi: Seuraava
fr_be: Suivant
is_is: Áfram
nb_no: Neste

# Page 523480673 - Action 324702892 - Property 1295455071
source: View a list of changes that will be applied
cs_cz: Zobrazení seznamu změn, které budou použity
de_ch: Zeigt eine Liste der Änderungen an, die angewendet werden.
fi_fi: Näytä luettelo käyttöönotettavista muutoksista
fr_be: Afficher une liste des modifications qui seront appliquées
is_is: Skoða lista yfir breytingar sem verða notaðar
nb_no: Vis en liste over endringer som blir tatt i bruk

# Page 523480673 - Action 324702892 - Property 2879900210
source: View changes
cs_cz: Zobrazit změny
de_ch: Änderungen anzeigen
fi_fi: Näytä muutokset
fr_be: Afficher les modifications
is_is: Skoða breytingar
nb_no: Vis endringer

# Page 2592957935 - Property 2879900210
source: Blank Role Center
cs_cz: Prázdné centrum rolí
de_ch: Leeres Rollencenter
fi_fi: Tyhjä roolikeskus
fr_be: Tableau de bord vide
is_is: Auð hlutverkamiðstöð
nb_no: Tomt rollesenter

# Page 2776087363 - Property 2879900210
source: Camera
cs_cz: Kamera
de_ch: Kamera
fi_fi: Kamera
fr_be: Appareil photo
is_is: Myndavél
nb_no: Kamera

# Page 2776087363 - Control 2966611030 - Property 1968111052
source: Could not access the camera on the device. Make sure that you are using the app for Windows, Android, or iOS.
cs_cz: Nelze získat přístup k fotoaparátu na zařízení. Ujistěte se, že používáte aplikaci pro Windows, Android nebo iOS.
de_ch: Auf die Kamera im Gerät konnte nicht zugegriffen werden. Stellen Sie sicher, dass Sie die App für Windows, Android oder iOS verwenden.
fi_fi: Laitteen kameraa ei voitu käyttää. Varmista, että käytössäsi on Windows-, Android- tai iOS-sovellus.
fr_be: Impossible d'accéder à l'appareil photo de l'appareil. Vérifiez que vous utilisez l'application pour Windows, Android ou iOS.
is_is: Ekki fékkst aðgangur að myndavél tækisins. Gakktu úr skugga um að þú sért að nota forritið fyrir Windows, Android eða iOS.
nb_no: Får ikke tilgang til kameraet på enheten. Kontroller at du bruker appen for Windows, Android eller iOS.

# Page 2776087363 - Control 2966611030 - Property 2879900210
source: Could not connect to camera
cs_cz: Nelze se připojit k fotoaparátu
de_ch: Es konnte keine Verbindung mit der Kamera hergestellt werden
fi_fi: Kameraan ei voitu muodostaa yhteyttä
fr_be: Impossible de se connecter à l’appareil photo
is_is: Ekki náðist tenging við myndavél
nb_no: Kan ikke koble til kameraet

# Page 2776087363 - Control 426738318 - Property 1968111052
source: Please, take a picture using your camera.
cs_cz: Prosím, vyfoťte pomocí vašeho fotoaparátu.
de_ch: Nehmen Sie das Bild mit der Kamera auf.
fi_fi: Ota kamerallasi kuva.
fr_be: Prenez la photo à l'aide de votre appareil photo.
is_is: Taktu mynd með myndavélinni þinni.
nb_no: Ta bildet ved hjelp av kameraet.

# Page 2776087363 - Control 426738318 - Property 2879900210
source: Taking picture...
cs_cz: Focení...
de_ch: Bild wird aufgenommen...
fi_fi: Otetaan kuvaa...
fr_be: Prise d'une photo...
is_is: Myndataka ...
nb_no: Tar bilde...

# Page 3851288392 - Property 2879900210
source: Checklist Administration
cs_cz: Správa kontrolního seznamu
de_ch: Checklistenverwaltung
fi_fi: Tarkistusluettelon hallinta
fr_be: Administration de la liste de contrôle
is_is: Stjórnun gátlista
nb_no: Sjekklisteadministrasjon

# Page 3851288392 - Control 392504525 - Property 1295455071
source: Specifies which users or roles the checklist item is assigned to.
cs_cz: Určuje, ke kterým uživatelům nebo rolím je položka kontrolního seznamu přiřazena.
de_ch: Gibt an, welchen Benutzern oder Rollen das Checklistenelement zugeordnet ist.
fi_fi: Määrittää, mihin käyttäjiin tai rooleihin tarkistusluettelon kohde on liitetty.
fr_be: Spécifie les utilisateurs ou les rôles auxquels l’élément de liste de contrôle est affecté.
is_is: Tilgreinir notendurna eða hlutverkin sem gátlistaatriðinu er úthlutað á.
nb_no: Angir hvilke brukere eller roller sjekklisteelementet er tilordnet til.

# Page 3851288392 - Control 2658179967 - Property 1295455071
source: Specifies the completition requirements of the checklist item.
cs_cz: Určuje požadavky na dokončení položky kontrolního seznamu.
de_ch: Gibt die Vervollständigungsanforderungen des Checklistenelements an.
fi_fi: Määrittää tarkistusluettelon nimikkeen valmistumisvaatimukset.
fr_be: Spécifie les conditions d’achèvement de l’élément de la liste de contrôle.
is_is: Tilgreinir kröfur um að ljúka gátlistaatriðinu.
nb_no: Angir fullføringskravene for sjekklisteelementet.

# Page 3851288392 - Control 3461834954 - Property 1295455071
source: Specifies the description of the checklist item.
cs_cz: Určuje popis položky kontrolního seznamu.
de_ch: Gibt die Beschreibung des Checklistenelements an.
fi_fi: Määrittää tarkistusluettelon kohteen kuvauksen.
fr_be: Spécifie la description de l’élément de la liste de contrôle.
is_is: Tilgreinir lýsingu gátlistavörunnar.
nb_no: Angir beskrivelsen av sjekklistelementet.

# Page 3851288392 - Control 2655233292 - Property 1295455071
source: Specifies how long you expect it will take to complete the checklist item, such as 2 minutes or 10 minutes.
cs_cz: Určuje, jak dlouho bude trvat dokončení položky kontrolního seznamu, například 2 minuty nebo 10 minut.
de_ch: Gibt die erwartete Dauer an, bis das Checklistenelement abgeschlossen wird, z. B. 2 Minuten oder 10 Minuten.
fi_fi: Määrittää, miten kauan tarkistusluettelon nimikkeen viimeistelemiseen mielestäsi kuluu aikaa, kuten kaksi tai kymmenen minuuttia.
fr_be: Spécifie la durée prévue pour l’exécution de l’élément de la liste de contrôle, par exemple 2 minutes ou 10 minutes.
is_is: Tilgreinir hversu lengi notandi býst við að það taki að ljúka við gátlistaatriðið, t.d. 2 mínútur eða 10 mínútur.
nb_no: Angir hvor lang tid du forventer at det tar å fullføre sjekklistelementet, for eksempel 2 minutter eller 10 minutter.

# Page 3851288392 - Control 2655233292 - Property 2879900210
source: Expected Duration (in minutes)
cs_cz: Očekávaná doba trvání (v minutách)
de_ch: Erwartete Dauer (in Minuten)
fi_fi: Odotettu kesto (minuutteina)
fr_be: Durée prévue (en minutes)
is_is: Áætluð lengd (í mínútum)
nb_no: Forventet varighet (i minutter)

# Page 3851288392 - Control 1001654749 - Property 1295455071
source: Specifies which step in the checklist this task will appear at.
cs_cz: Určuje, v kterém kroku v kontrolním seznamu se tato úloha zobrazí.
de_ch: Gibt an, in welchem Schritt der Checkliste diese Aufgabe angezeigt wird.
fi_fi: Määrittää, missä tarkistusluettelon vaiheessa tämä tehtävä esiintyy.
fr_be: Spécifie à quelle étape de la liste de contrôle cette tâche va s’afficher.
is_is: Tilgreinir í hvaða þrepi í gátlistanum þetta verk mun birtast.
nb_no: Angir hvilket trinn i sjekklisten denne oppgaven skal vises på.

# Page 3851288392 - Control 329424276 - Property 1295455071
source: Specifies the title of the checklist item as it will display in the checklist. Choose from the list of previously defined tasks.
cs_cz: Určuje název položky kontrolního seznamu tak, jak se zobrazí v kontrolním seznamu. Vyberte ze seznamu dříve definovaných úloh.
de_ch: Gibt den Titel des Checklistenelements an, der in der Checkliste angezeigt wird. Wählen Sie aus der Liste der zuvor definierten Aufgaben.
fi_fi: Määrittää tarkistusluettelon nimikkeen otsikon niin kuin se näkyy tarkistusluettelossa. Valitse aiemmin määritettyjen tehtävien luettelosta.
fr_be: Spécifie le titre de l’élément de la liste de contrôle comme affiché dans la liste de contrôle. Choisissez dans la liste des tâches précédemment définies.
is_is: Tilgreinir titil gátlistaatriðisins sem mun birtast á gátlistanum. Velja skal úr áður skilgreindum verkum.
nb_no: Angir tittelen på sjekklisteelementet slik det vises i sjekklisten. Velg fra listen over tidligere definerte oppgaver.

# Page 3851288392 - Control 329424276 - Property 2879900210
source: Task
cs_cz: Úloha
de_ch: Aufgabe
fi_fi: Tehtävä
fr_be: Tâche
is_is: Verkefni
nb_no: Oppgave

# Page 3851288392 - Action 2987459263 - Property 1295455071
source: Add a new task for the checklist.
cs_cz: Přidejte nový úkol do kontrolního seznamu.
de_ch: Fügen Sie eine neue Aufgabe für die Checkliste hinzu.
fi_fi: Lisää uusi tehtävä tarkistusluetteloon.
fr_be: Ajoutez une nouvelle tâche pour la liste de contrôle.
is_is: Bæta við nýju verki fyrir gátlistann.
nb_no: Legg til en ny oppgave for sjekklisten.

# Page 3851288392 - Action 2987459263 - Property 2879900210
source: Create checklist item
cs_cz: Vytvořit položku kontrolního seznamu
de_ch: Checklistenartikel erstellen
fi_fi: Luo tarkistusluettelon nimike
fr_be: Créer un élément de liste de contrôle
is_is: Búa til gátlistaatriði
nb_no: Opprett sjekklisteelement

# Page 2693243134 - Property 2879900210
source: Checklist Administration
cs_cz: Správa kontrolního seznamu
de_ch: Checklistenverwaltung
fi_fi: Tarkistusluettelon hallinta
fr_be: Administration de la liste de contrôle
is_is: Stjórnun gátlista
nb_no: Sjekklisteadministrasjon

# Page 2693243134 - NamedType 3163637980
source: The number must be larger than 0.
cs_cz: Číslo musí být větší než 0.
de_ch: Die Anzahl muss grösser als 0 sein.
fi_fi: Numeron on oltava suurempi kuin 0.
fr_be: Le nombre doit être supérieur à 0.
is_is: Númerið verður að vera hærra en 0.
nb_no: Tallet må være større enn 0.

# Page 2693243134 - Control 844470380 - Property 1295455071
source: Specifies the completion requirements of the checklist item.
cs_cz: Určuje požadavky na dokončení položky kontrolního seznamu.
de_ch: Gibt die Abschlussanforderungen des Checklistenelements an.
fi_fi: Määrittää tarkistusluettelon nimikkeen valmistumisvaatimukset.
fr_be: Spécifie les conditions d’achèvement de l’élément de la liste de contrôle.
is_is: Tilgreinir kröfur um að ljúka gátlistaatriðinu.
nb_no: Angir fullføringskravene for sjekklisteelementet.

# Page 2693243134 - Control 1001654749 - Property 1295455071
source: Specifies which step in the checklist this task will appear at.
cs_cz: Určuje, v kterém kroku v kontrolním seznamu se tato úloha zobrazí.
de_ch: Gibt an, in welchem Schritt der Checkliste diese Aufgabe angezeigt wird.
fi_fi: Määrittää, missä tarkistusluettelon vaiheessa tämä tehtävä esiintyy.
fr_be: Spécifie à quelle étape de la liste de contrôle cette tâche va s’afficher.
is_is: Tilgreinir í hvaða þrepi í gátlistanum þetta verk mun birtast.
nb_no: Angir hvilket trinn i sjekklisten denne oppgaven skal vises på.

# Page 2693243134 - Control 3461834954 - Property 1295455071
source: Specifies the description of the checklist item.
cs_cz: Určuje popis položky kontrolního seznamu.
de_ch: Gibt die Beschreibung des Checklistenelements an.
fi_fi: Määrittää tarkistusluettelon kohteen kuvauksen.
fr_be: Spécifie la description de l’élément de la liste de contrôle.
is_is: Tilgreinir lýsingu gátlistavörunnar.
nb_no: Angir beskrivelsen av sjekklistelementet.

# Page 2693243134 - Control 2655233292 - Property 1295455071
source: Specifies how long you expect it will take to complete the checklist item, such as 2 minutes or 10 minutes.
cs_cz: Určuje, jak dlouho bude trvat dokončení položky kontrolního seznamu, například 2 minuty nebo 10 minut.
de_ch: Gibt die erwartete Dauer an, bis das Checklistenelement abgeschlossen wird, z. B. 2 Minuten oder 10 Minuten.
fi_fi: Määrittää, miten kauan tarkistusluettelon nimikkeen viimeistelemiseen mielestäsi kuluu aikaa, kuten kaksi tai kymmenen minuuttia.
fr_be: Spécifie la durée prévue pour l’exécution de l’élément de la liste de contrôle, par exemple 2 minutes ou 10 minutes.
is_is: Tilgreinir hversu lengi notandi býst við að það taki að ljúka við gátlistaatriðið, t.d. 2 mínútur eða 10 mínútur.
nb_no: Angir hvor lang tid du forventer at det tar å fullføre sjekklistelementet, for eksempel 2 minutter eller 10 minutter.

# Page 2693243134 - Control 2655233292 - Property 2879900210
source: Expected Duration (in minutes)
cs_cz: Očekávaná doba trvání (v minutách)
de_ch: Erwartete Dauer (in Minuten)
fi_fi: Odotettu kesto (minuutteina)
fr_be: Durée prévue (en minutes)
is_is: Áætluð lengd (í mínútum)
nb_no: Forventet varighet (i minutter)

# Page 2693243134 - Control 1599953061 - Property 1295455071
source: Specifies the object that the checklist item will run.
cs_cz: Určuje objekt, kterým bude položka kontrolního seznamu spuštěna.
de_ch: Gibt das Objekt an, mit dem das Checklistenelement ausgeführt wird.
fi_fi: Määrittää objektin, jonka tarkistusluettelon nimike suorittaa.
fr_be: Spécifie l’objet que l’élément de la liste de contrôle va exécuter.
is_is: Tilgreinir hlutinn sem gátlistatriðið keyrir.
nb_no: Angir objektet som sjekklisteelementet skal kjøre.

# Page 2693243134 - Control 1599953061 - Property 2879900210
source: Object to Run
cs_cz: Objekt ke spuštění
de_ch: Das auszuführende Objekt
fi_fi: Suoritettava objekti
fr_be: Objet à exécuter
is_is: Hlutur til að keyra
nb_no: Objekt som skal kjøres

# Page 2693243134 - Control 2719173742 - Property 1295455071
source: Specifies the type of spotlight tour that the checklist item will run.
cs_cz: Určuje typ prohlídky spotlight, kterou bude položka kontrolního seznamu spuštěna.
de_ch: Gibt den Typ der Spotlight Tour an, mit dem der Checklistenartikel ausgeführt wird.
fi_fi: Määrittää sen valokeilakierroksen tyypin, jonka tarkistusluettelon kohde suorittaa.
fr_be: Spécifie le type de visite à la une que l’élément de la liste de contrôle va exécuter.
is_is: Tilgreinir hvers konar kynningu gátlistaatriðið mun keyra.
nb_no: Angir typen rampelysinnføring som sjekklisteelementet skal kjøre.

# Page 2693243134 - Control 2719173742 - Property 2879900210
source: Spotlight Tour Type
cs_cz: Typ prohlídky spotlight
de_ch: Spotlight Tour-Typ
fi_fi: Valokeilaesittelyn tyyppi
fr_be: Type de visite à la une
is_is: Tegund kynningar
nb_no: Type rampelysinnføring

# Page 2693243134 - Control 329424276 - Property 1295455071
source: Specifies the title of the checklist item.
cs_cz: Určuje název položky kontrolního seznamu.
de_ch: Gibt den Titel des Checklistenelements an.
fi_fi: Määrittää tarkistusluettelon nimikkeen otsikon.
fr_be: Spécifie le titre de l’élément de la liste de contrôle.
is_is: Tilgreinir titil gátlistaatriðisins.
nb_no: Angir tittelen for sjekklisteelementet.

# Page 2693243134 - Control 329424276 - Property 2879900210
source: Task
cs_cz: Úloha
de_ch: Aufgabe
fi_fi: Tehtävä
fr_be: Tâche
is_is: Verkefni
nb_no: Oppgave

# Page 2693243134 - Control 1878130204 - Property 1295455071
source: Specifies the type of action that the checklist item is for, such as a link to a setup guide or a link to learn more.
cs_cz: Určuje typ akce, pro kterou je položka kontrolního seznamu, například odkaz na průvodce nastavením nebo odkaz, kde se dozvíte více.
de_ch: Gibt die Art der Aktion an, für die das Checklistenelement vorgesehen ist, z. B. einen Link zu einer Einrichtungsanleitung oder einen Link, um weitere Informationen zu erhalten.
fi_fi: Määrittää sen toiminnon tyypin, jolle tarkistusluettelon nimike on (esimerkiksi linkki asennusoppaaseen tai lisätietolinkki).
fr_be: Spécifie le type d’action de l’élément de la liste de contrôle, par exemple, un lien vers un guide de configuration ou un lien vers plus d’informations.
is_is: Tilgreinir fyrir hvaða aðgerð gátlistavaran er fyrir, eins og tengil á uppsetningarleiðbeiningar eða tengil á ítarlegri upplýsingar.
nb_no: Angir handlingstypen som sjekklisteelementet gjelder, for eksempel en kobling til en oppsettveiledning eller kobling for å finne ut mer.

# Page 2693243134 - Control 3817506388 - Property 1295455071
source: Specifies the link that the checklist item will open.
cs_cz: Určuje odkaz, který položka kontrolního seznamu otevře.
de_ch: Gibt den Link an, den das Checklistenelement öffnen wird.
fi_fi: Määrittää linkin, jonka tarkistusluettelon nimike avaa.
fr_be: Spécifie le lien que l’élément de la liste de contrôle va ouvrir.
is_is: Tilgreinir tengilinn sem gátlistatriðið opnar.
nb_no: Angir koblingen som sjekklisteelementet skal åpne.

# Page 2693243134 - Control 3817506388 - Property 2879900210
source: Link to open
cs_cz: Odkaz na otevření
de_ch: Link zu „Öffnen“
fi_fi: Linkitä avoimeen
fr_be: Lien pour ouvrir
is_is: Tengill til að opna
nb_no: Kobling som skal åpnes

# Page 2693243134 - Control 692639126 - Property 1295455071
source: Specifies the URL of the video that the checklist item will open.
cs_cz: Určuje adresu URL videa, které položka kontrolního seznamu otevře.
de_ch: Gibt die URL des Videos an, mit der der Checklistenartikel geöffnet wird.
fi_fi: Määrittää sen videon URL-osoitteen, jonka tarkistusluettelon kohde avaa.
fr_be: Spécifie l’URL de la vidéo que l’élément de la liste de contrôle va ouvrir.
is_is: Tilgreinir vefslóð myndbandsins sem gátlistatriðið opnar.
nb_no: Angir nettadressen til videoen som sjekklisteelementet skal åpne.

# Page 2693243134 - Control 692639126 - Property 2879900210
source: Video URL
cs_cz: Adresa URL videa
fi_fi: Videon URL-osoite
fr_be: URL de la vidéo
is_is: Vefslóð myndbands
nb_no: Nettadresse for video

# Page 2693243134 - Action 3902264039 - Property 1295455071
source: Manage translations for the description
cs_cz: Správa překladů popisu
de_ch: Übersetzungen für die Beschreibung verwalten
fi_fi: Hallitse kuvauksen käännöksiä
fr_be: Gérer les traductions pour la description
is_is: Stjórna þýðingum fyrir lýsinguna
nb_no: Administrer oversettelser av beskrivelsen

# Page 2693243134 - Action 3902264039 - Property 2879900210
source: Manage translations for the description
cs_cz: Správa překladů popisu
de_ch: Übersetzungen für die Beschreibung verwalten
fi_fi: Hallitse kuvauksen käännöksiä
fr_be: Gérer les traductions pour la description
is_is: Stjórna þýðingum fyrir lýsinguna
nb_no: Administrer oversettelser av beskrivelsen

# Page 2693243134 - Action 2982186347 - Property 1295455071
source: Manage translations for the short title
cs_cz: Správa překladů pro krátký název
de_ch: Übersetzungen für den Kurztitel verwalten
fi_fi: Hallitse lyhyen otsikon käännöksiä
fr_be: Gérer les traductions pour le titre court
is_is: Stjórna þýðingum fyrir stutta titilinn
nb_no: Administrer oversettelser av kort tittel

# Page 2693243134 - Action 2982186347 - Property 2879900210
source: Manage translations for the short title
cs_cz: Správa překladů pro krátký název
de_ch: Übersetzungen für den Kurztitel verwalten
fi_fi: Hallitse lyhyen otsikon käännöksiä
fr_be: Gérer les traductions pour le titre court
is_is: Stjórna þýðingum fyrir stutta titilinn
nb_no: Administrer oversettelser av kort tittel

# Page 2693243134 - Action 3389658869 - Property 1295455071
source: Manage translations for the title
cs_cz: Správa překladů pro název
de_ch: Übersetzungen für den Titel verwalten
fi_fi: Hallitse otsikon käännöksiä
fr_be: Gérer les traductions pour le titre
is_is: Stjórna þýðingum fyrir titilinn
nb_no: Administrer oversettelser av tittelen

# Page 2693243134 - Action 3389658869 - Property 2879900210
source: Manage translations for the title
cs_cz: Správa překladů pro název
de_ch: Übersetzungen für den Titel verwalten
fi_fi: Hallitse otsikon käännöksiä
fr_be: Gérer les traductions pour le titre
is_is: Stjórna þýðingum fyrir titilinn
nb_no: Administrer oversettelser av tittelen
