Repository: jbakach/MSDyn365BC.Code.History
Catalog: System Application/Source/System Application/Translations/System Application.*.xlf
Languages: cs_cz, de_ch, fi_fi, fr_be, is_is, nb_no

# Page 3970971575 - Control 1445609048 - Property 1295455071
source: Specifies that you want to classify data sensitivity yourself. If you choose this option, you can specify data sensitivity for individual fields and data subjects. Note that this includes only data related to setups, posting, templates, and data subjects. There are fields that you must classify either in the Classification Worksheet page or in Excel.
cs_cz: Určuje, že chcete sami klasifikovat citlivost dat. Pokud zvolíte tuto možnost, můžete určit citlivost dat pro jednotlivá pole a subjekty údajů. Všimněte si, že to zahrnuje pouze data související s nastavení, účtování, šablony a subjekty údajů. Existují pole, která je nutné klasifikovat na stránce Sešit klasifikace nebo v aplikaci Excel.
de_ch: Gibt an, dass Sie die Datensensitivität selbst klassifizieren möchten. Wenn Sie diese Option auswählen, können Sie die Datensensitivität für einzelne Felder und Datensubjekte angeben. Beachten Sie, dass dies nur Daten im Zusammenhang mit Einrichtungen, Buchungen, Vorlagen und Datensubjekten umfasst. Es gibt Felder, die Sie entweder auf der Seite „Klassifizierungsarbeitsblatt“ oder in Excel klassifizieren müssen.
fi_fi: Määrittää, että haluat luokitella tietojen arkaluonteisuuden itse. Jos valitset tämän vaihtoehdon, voit määrittää yksittäisten kenttien ja tietojen kohteiden tietojen arkaluonteisuuden. Huomaa, että tämä sisältää vain asetuksiin, kirjaukseen, malleihin ja tietojen kohteisiin liittyvät tiedot. Osa kentistä on luokiteltava Luokittelun työkirja -sivulla tai Excelissä.
fr_be: Spécifie que vous souhaitez classer vous-même la sensibilité des données. Si vous choisissez cette option, vous pouvez définir la sensibilité des données des champs individuels et des objets de données. Notez que ceci inclut uniquement les données associées aux paramètres, à la validation, aux modèles et aux objets de données. Il contient des champs que vous devez classer dans la page de la feuille de classification des données ou dans Excel.
is_is: Tilgreinir að notandi vilji sjálfur flokka gagnatrúnað. Ef þessi valkostur er valinn er hægt að tilgreina gagnatrúnað fyrir staka reiti og skráða einstaklinga. Athuga skal að þetta inniheldur aðeins gögn sem tengjast uppsetningu, birtingu, sniðmátum og skráðum einstaklingum. Suma reiti þarf að flokka annaðhvort á flokkunarvinnublaðinu eða í Excel.
nb_no: Angir at du vil klassifisere datafølsomhet selv. Hvis du velger dette alternativet, kan du angi datafølsomhet for enkeltfelter og dataemner. Merk at dette bare omfatter data knyttet til oppsett, bokføring, maler og dataemner. Det finnes felter du må klassifisere enten på siden for klassifikasjonsregneark eller i Excel.

# Page 3970971575 - Control 1445609048 - Property 2879900210
source: Classify Data Manually
cs_cz: Klasifikovat data ručně
de_ch: Daten manuell klassifizieren
fi_fi: Luokittele tiedot manuaalisesti
fr_be: Classer manuellement les données
is_is: Flokka gögn handvirkt
nb_no: Klassifiser data manuelt

# Page 3970971575 - Control 4064167186 - Property 1295455071
source: Specifies that you want to export all of your data sensitivity classifications to an Excel worksheet. You can edit the sensitivity settings, and then import the file to apply your changes. You can also use the same worksheet to classify data sensitivities in other companies.
cs_cz: Určuje, že chcete exportovat všechny klasifikace citlivosti dat do listu aplikace Excel. Můžete upravit nastavení citlivosti a potom soubor importovat a použít změny. Stejný list můžete také použít ke klasifikaci citlivosti dat v jiných společnostech.
de_ch: Gibt an, dass Sie alle Ihre Datensensitivitätsklassifizierungen in eine Excel-Tabelle exportieren möchten. Sie können die Sensitivitätseinstellungen bearbeiten und die Datei dann importieren, um Ihre Änderungen zu übernehmen. Ausserdem können mit demselben Arbeitsblatt auch Datensensitivitäten in anderen Unternehmen klassifizieren.
fi_fi: Määrittää, että haluat viedä kaikki tietojen arkaluonteisuusluokittelut Excel-työkirjaan. Voit muokata arkaluonteisuusasetuksia ja tuoda sitten tiedoston, jotta muutokset otetaan käyttöön. Voit myös käyttää samaa työkirjaa muiden yritysten tietojen arkaluonteisuuden luokitteluun.
fr_be: Spécifie que vous souhaitez exporter toutes les classifications de sensibilité des données dans une feuille Excel. Vous pouvez modifier les paramètres de sensibilité, puis importer le fichier pour appliquer vos modifications. Vous pouvez également utiliser la même feuille de calcul pour classer les sensibilités des données dans d'autres sociétés.
is_is: Tilgreinir að flytja eigi út alla flokkun á gagnatrúnaði á Excel-vinnublað. Hægt er að breyta trúnaðarstillingunni og síðan flytja skrána inn til að breytingarnar taki gildi. Einnig er hægt að nota sama vinnublaðið til að flokka gagnatrúnað í öðrum fyrirtækjum.
nb_no: Angir at du vil eksportere alle klassifiseringene for datafølsomhet til et Excel-regneark. Du kan redigere innstillingene for følsomhet og deretter importere filen for å bruke endringene. Du kan også bruke det samme regnearket til å klassifisere datafølsomhetene i andre selskaper.

# Page 3970971575 - Control 4064167186 - Property 2879900210
source: Export Classification Data to Excel
cs_cz: Export klasifikace dat do Excelu
de_ch: Klassifizierungsdaten in Excel-Datei exportieren
fi_fi: Vie luokittelutiedot Exceliin
fr_be: Exporter les données de classification vers Excel
is_is: Flytja út flokkunargögn í Excel
nb_no: Eksporter klassifiseringsdata til Excel

# Page 3970971575 - Control 1671100401 - Property 1295455071
source: Specifies that you want to import and apply data sensitivity classifications from an Excel worksheet.
cs_cz: Určuje, že chcete importovat a použít klasifikace citlivosti dat z listu aplikace Excel.
de_ch: Gibt an, dass Sie Klassifizierungen der Datensensitivität aus einem Excel-Arbeitsblatt importieren und anwenden möchten.
fi_fi: Määrittää, että haluat tuoda ja ottaa käyttöön tietojen arkaluonteisuusluokitteluja Excel-työkirjasta.
fr_be: Spécifie que vous souhaitez importer et appliquer des classifications de sensibilité des données à partir d'une feuille Excel.
is_is: Tilgreinir að flytja eigi inn og nota flokkun á gagnatrúnaði úr Excel-vinnublaði.
nb_no: Angir at du vil importere og bruke datafølsomhetsklassifiseringer fra et Excel-regneark.

# Page 3970971575 - Control 1671100401 - Property 2879900210
source: Import Classification Data from Excel
cs_cz: Import klasifikace dat z Excelu
de_ch: Klassifizierungsdaten aus Excel-Datei importieren
fi_fi: Tuo luokittelutiedot Excelistä
fr_be: Importer les données de classification depuis Excel
is_is: Flytja inn flokkunargögn úr Excel
nb_no: Importer klassifiseringsdata fra Excel

# Page 3970971575 - Control 3174534972 - Property 1968111052
source: We have applied the classifications to your data. If you want, you can review and update the classifications in the Data Classification Worksheet.
cs_cz: Použili jsme klasifikace na vaše data. V případě potřeby můžete zkontrolovat a aktualizovat klasifikace v listu klasifikace dat.
de_ch: Wir haben alle Klassifizierungen auf Ihre Daten angewendet. Wenn Sie möchten, können Sie die Klassifizierungen im Datenklassifizierungsarbeitsblatt überprüfen und aktualisieren.
fi_fi: Tiedoille on nyt määritetty luokitukset. Voit halutessasi tarkistaa ja päivittää luokituksia tietojen luokittelun työkirjassa.
fr_be: Nous avons appliqué les classifications à vos données. Si vous le souhaitez, vous pouvez examiner et mettre à jour les classifications dans la feuille Classification des données.
is_is: Við höfum nú notað flokkanir á gögnin. Ef þess er óskað er hægt að fara yfir og uppfæra flokkanirnar í vinnublaðinu Gagnaflokkun.
nb_no: Vi har brukt klassifiseringene til datakilden. Hvis du vil, kan du kontrollere og oppdatere klassifiseringene i regnearket for dataklassifisering.

# Page 3970971575 - Control 3174534972 - Property 2879900210
source: That's it
cs_cz: To je ono
de_ch: Das war’s schon!
fi_fi: Valmis!
fr_be: Voilà !
is_is: Þá er það komið
nb_no: Det var det

# Page 3970971575 - Control 2481730978 - Property 1295455071
source: Specifies that you want to open the Data Classification Worksheet to review the classifications that you applied. For example, this is useful for verifying that a classification is specified for all fields.
cs_cz: Určuje, že chcete otevřít sešit klasifikace dat a zkontrolovat použité klasifikace. To je například užitečné pro ověření, zda je pro všechna pole určena klasifikace.
de_ch: Gibt an, dass Sie das Datenklassifizierungsarbeitsblatt öffnen möchten, um die angewendeten Klassifizierungen zu überprüfen. Dies ist z. B. nützlich, um zu überprüfen, ob eine Klassifizierung für alle Felder angegeben wurde.
fi_fi: Määrittää, että haluat avata tietojen luokittelun työkirjan ja tarkistaa käyttöönotetut luokittelut. Tästä on hyötyä esimerkiksi silloin, kun haluat vahvistaa, että kaikille kentille on määritetty luokittelu.
fr_be: Spécifie que vous souhaitez ouvrir la feuille de classification des données pour vérifier les classifications que vous avez appliquées. Cela vous permet, par exemple, de vérifier qu'une classification est spécifiée pour tous les champs.
is_is: Tilgreinir að opna eigi vinnublað gagnaflokkunar til að fara yfir flokkanirnar sem voru notaðar. Þetta er til dæmis gagnlegt til að sannreyna að flokkun sé tilgreind fyrir alla reiti.
nb_no: Angir at du vil åpne regnearket for dataklassifisering for å se gjennom klassifiseringene du har brukt. Dette er for eksempel nyttig for å bekrefte at en klassifisering er angitt for alle felter.

# Page 3970971575 - Control 2481730978 - Property 2879900210
source: Open Data Classification Worksheet
cs_cz: Otevřít sešit klasifikace dat
de_ch: Datenklassifizierungsarbeitsblatt öffnen
fi_fi: Avaa tietojen luokittelun työkirja
fr_be: Ouvrir la feuille de classification des données
is_is: Opna vinnublað gagnaflokkunar
nb_no: Åpne regneark for dataklassifisering

# Page 3970971575 - Control 315376271 - Property 1968111052
source: The Excel worksheet is ready, and you can start classifying your data. When you are done, run this guide again to import the updated Excel worksheet and apply the classifications.
cs_cz: List aplikace Excel je připraven a můžete začít klasifikaci dat. Po dokončení spusťte tento průvodce znovu pro import aktualizovaného listu aplikace Excel a použití klasifikace.
de_ch: Das Excel-Arbeitsblatt ist bereit, und Sie können mit dem Klassifizieren der Daten beginnen. Wenn Sie damit fertig sind, führen Sie diesen Vorgang erneut aus, um das aktualisierte Excel-Arbeitsblatt zu importieren und die Klassifizierungen zu übernehmen.
fi_fi: Excel-laskentataulukko on valmis, ja voit aloittaa tietojen luokittelun. Kun olet valmis, tuo päivitetty Excel-työkirja ja ota luokitukset käyttöön suorittamalla tämä opas uudelleen.
fr_be: La feuille Excel est prête et vous pouvez commencer à classer vos données. Lorsque vous avez terminé, réexécutez ce guide pour importer la feuille Excel mise à jour et appliquer les classifications.
is_is: Excel-vinnublaðið er tilbúið og hægt er að hefjast handa við flokkun gagnanna. Þegar notandinn hefur klárað getur hann keyrt þessar leiðbeiningar aftur til að flytja inn uppfærða Excel-vinnublaðið og beita flokkunum.
nb_no: Excel-regnearket er klart, og du kan begynne å klassifisere dataene. Når du er ferdig, kjører du denne veiledningen på nytt for å importere det oppdaterte Excel-regnearket og ta i bruk klassifiseringene.

# Page 3970971575 - Control 315376271 - Property 2879900210
source: That's it
cs_cz: To je ono
de_ch: Das war’s schon!
fi_fi: Valmis!
fr_be: Voilà !
is_is: Þá er það komið
nb_no: Det var det

# Page 3970971575 - Control 2163474580 - Property 2879900210
source: Bulk-classify data based on its use
cs_cz: Hromadná klasifikace dat na základě jejich použití
de_ch: Daten anhand ihrer Verwendung gesammelt klassifizieren
fi_fi: Luokittele tietoja joukkotoimintona niiden käytön perusteella
fr_be: Classification en bloc des données en fonction de leur utilisation
is_is: Magnflokka gögn út frá notkun þeirra
nb_no: Masseklassifisere data basert på bruk

# Page 3970971575 - Control 4130955144 - Property 1295455071
source: View a list of fields that are used on templates.
cs_cz: Zobrazení seznamu polí, která se používají v šablonách.
de_ch: Eine Liste der Felder anzeigen, die in Vorlagen verwendet werden.
fi_fi: Näytä malleissa käytettyjen kenttien luettelo.
fr_be: Affichez une liste des champs utilisés dans les modèles.
is_is: Skoða lista yfir reiti sem eru notaðir í sniðmátum.
nb_no: Vis en liste med felt som brukes i maler.

# Page 3970971575 - Control 3818331104 - Property 1295455071
source: View a list of fields that are used on setup tables.
cs_cz: Zobrazení seznamu polí, která se používají v tabulkách nastavení.
de_ch: Eine Liste der Felder anzeigen, die in Einrichtungstabellen verwendet werden.
fi_fi: Näytä asetustaulukoissa käytettyjen kenttien luettelo.
fr_be: Affichez une liste des champs utilisés dans les tables de paramétrage.
is_is: Skoða lista yfir reiti sem eru notaðir í uppsetningartöflum.
nb_no: Vis en liste med felt som brukes i oppsettstabeller.

# Page 3970971575 - Control 2395305902 - Property 1295455071
source: Specifies the default sensitivity classifications to apply to fields that are related to posting. You can view the fields to classify them individually.
cs_cz: Určuje výchozí klasifikace citlivosti, které se mají použít pro pole související se zaúčtováním. Můžete zobrazit pole pro jejich klasifikaci jednotlivě.
de_ch: Gibt die standardmässigen auf Felder anzuwendenden Sensitivitätsklassifizierungen an, die mit Buchung zusammenhängen. Sie können die Felder anzeigen, um Sie einzeln zu klassifizieren.
fi_fi: Määrittää oletusarvoiset arkaluonteisuusluokittelut, jotka otetaan käyttöön kirjaukseen liittyvissä kentissä. Voit tarkastella kenttiä, jotta voit luokitella ne yksitellen.
fr_be: Spécifie les classifications de sensibilité par défaut à appliquer aux champs associés à la validation. Vous pouvez afficher les champs pour les classer individuellement.
is_is: Tilgreinir sjálfgefnar trúnaðarflokkanir sem nota á fyrir reiti sem tengjast birtingu. Hægt er að skoða reitina til að flokka þá hvern fyrir sig.
nb_no: Angir standard følsomhetsklassifiseringer som skal brukes på felter som er knyttet til bokføring. Du kan vise feltene for å klassifisere dem individuelt.

# Page 3970971575 - Control 2395305902 - Property 2879900210
source: Data from posting is:
cs_cz: Data z účtování jsou:
de_ch: Bei den Daten aus der Buchung handelt es sich um:
fi_fi: Kirjausten tiedot:
fr_be: Les données de validation sont :
is_is: Gögn frá bókun eru:
nb_no: Data fra bokføring er:

# Page 3970971575 - Control 2395305902 - Property 62802879
source: Unclassified,Sensitive,Personal,Company Confidential,Normal
cs_cz: Neklasifikovaná,Citlivá,Osobní,Důvěrná pro společnost,Normální
de_ch: Nicht klassifiziert,Vertraulich,Persönlich,Firma (vertraulich),Normal
fi_fi: Luokittelematon,Luottamuksellinen,Henkilökohtainen,Liikesalaisuus,Normaali
fr_be: Non classé,Sensible,Personnel,Confidentiel,Normal
is_is: Óflokkað,Viðkvæmt,Einkamál,Trúnaðarmál fyrirtækis,Venjulegt
nb_no: Uklassifisert,Sensitiv,Personlig,Selskapskonfidensiell,Normal

# Page 3970971575 - Control 4294284153 - Property 1295455071
source: Specifies the default sensitivity classifications to apply to data on setup tables that control how you will use features, such as the tables used by the general ledger. You can view the fields to classify them individually.
cs_cz: Určuje výchozí klasifikace citlivosti, které se mají použít pro data v tabulkách nastavení, které řídí způsob použití funkcí, například tabulek používaných hlavní knihou. Můžete zobrazit pole pro jejich klasifikaci jednotlivě.
de_ch: Gibt die standardmässigen Sensitivitätsklassifizierungen an, die auf Daten in Einrichtungstabellen angewendet werden sollen, die steuern, wie Sie Funktionen, z. B. die von der Fibuposten verwendeten Tabellen, verwenden. Sie können die Felder anzeigen, um sie einzeln zu klassifizieren.
fi_fi: Määrittää oletusarvoiset arkaluonteisuusluokittelut, jotka otetaan käyttöön ominaisuuksien hallintaan käytettävien määritystaulukoiden (kuten pääkirjanpidon käyttämien taulukoiden) tiedoissa. Voit tarkastella kenttiä, jotta voit luokitella ne yksitellen.
fr_be: Spécifie les classifications de sensibilité par défaut à appliquer aux données des tables de configuration qui contrôlent la manière dont vous allez utiliser les fonctionnalités, telles que les tables utilisées par la comptabilité. Vous pouvez afficher les champs pour les classer individuellement.
is_is: Tilgreinir sjálfgefna trúnaðaraflokkanir sem nota á fyrir gögn í uppsetningartöflum sem stjórna því hvernig eiginleikar verða notaðir, til dæmis töflurnar sem notaðar eru í fjárhag. Hægt er að skoða reitina til að flokka þá hvern fyrir sig.
nb_no: Angir standard følsomhetsklassifiseringer som skal brukes på data i oppsettabeller som styrer hvordan du bruker funksjoner, for eksempel tabellene som brukes i finans. Du kan vise feltene for å klassifisere dem individuelt.

# Page 3970971575 - Control 4294284153 - Property 2879900210
source: Data on setup tables is:
cs_cz: Data v tabulkách nastavení jsou:
de_ch: Bei den Daten der Einrichtungstabellen handelt es sich um:
fi_fi: Asetustaulukoiden tiedot:
fr_be: Les données des tables de configuration sont :
is_is: Gögn uppsetningartaflna eru:
nb_no: Data i oppsettstabeller er:

# Page 3970971575 - Control 4294284153 - Property 62802879
source: Unclassified,Sensitive,Personal,Company Confidential,Normal
cs_cz: Neklasifikovaná,Citlivá,Osobní,Důvěrná pro společnost,Normální
de_ch: Nicht klassifiziert,Vertraulich,Persönlich,Firma (vertraulich),Normal
fi_fi: Luokittelematon,Luottamuksellinen,Henkilökohtainen,Liikesalaisuus,Normaali
fr_be: Non classé,Sensible,Personnel,Confidentiel,Normal
is_is: Óflokkað,Viðkvæmt,Einkamál,Trúnaðarmál fyrirtækis,Venjulegt
nb_no: Uklassifisert,Sensitiv,Personlig,Selskapskonfidensiell,Normal

# Page 3970971575 - Control 1957146386 - Property 1295455071
source: Specifies the default sensitivity classifications to apply to templates that are used to create new records, such as customers or items. You can view the fields to classify them individually.
cs_cz: Určuje výchozí klasifikace citlivosti, které se mají použít pro šablony, které se používají k vytváření nových záznamů, například zákazníků nebo zboží. Můžete zobrazit pole pro jejich klasifikaci jednotlivě.
de_ch: Gibt die standardmässigen auf Vorlagen anzuwendenden Sensitivitätsklassifizierungen an, die zum Erstellen neuer Datensätze, z. B. Debitoren oder Artikel, verwendet werden. Sie können die Felder anzeigen, um Sie einzeln zu klassifizieren.
fi_fi: Määrittää oletusarvoiset arkaluonteisuusluokittelut, jotka otetaan käyttöön uusien tietueiden, kuten asiakkaiden tai nimikkeiden, luomiseen käytettävissä malleissa. Voit tarkastella kenttiä, jotta voit luokitella ne yksitellen.
fr_be: Spécifie les classifications de sensibilité par défaut à appliquer aux modèles utilisés pour créer des enregistrements, tels que des clients ou des articles. Vous pouvez afficher les champs pour les classer individuellement.
is_is: Tilgreinir sjálfgefnar trúnaðarflokkanir sem nota á fyrir sniðmát sem eru notuð til að stofna nýjar færslur, svo sem viðskiptamenn eða vörur. Hægt er að skoða reitina til að flokka þá hvern fyrir sig.
nb_no: Angir standard følsomhetsklassifiseringer som skal brukes på maler som blir brukt til å opprette nye poster, for eksempel kunder eller varer. Du kan vise feltene for å klassifisere dem individuelt.

# Page 3970971575 - Control 1957146386 - Property 2879900210
source: Data on templates is:
cs_cz: Data v šablonách jsou:
de_ch: Bei den Daten aus den Vorlagen handelt es sich um:
fi_fi: Mallien tiedot:
fr_be: Les données de modèles sont :
is_is: Gögn sniðmáts eru:
nb_no: Data i maler er:

# Page 3970971575 - Control 1957146386 - Property 62802879
source: Unclassified,Sensitive,Personal,Company Confidential,Normal
cs_cz: Neklasifikovaná,Citlivá,Osobní,Důvěrná pro společnost,Normální
de_ch: Nicht klassifiziert,Vertraulich,Persönlich,Firma (vertraulich),Normal
fi_fi: Luokittelematon,Luottamuksellinen,Henkilökohtainen,Liikesalaisuus,Normaali
fr_be: Non classé,Sensible,Personnel,Confidentiel,Normal
is_is: Óflokkað,Viðkvæmt,Einkamál,Trúnaðarmál fyrirtækis,Venjulegt
nb_no: Uklassifisert,Sensitiv,Personlig,Selskapskonfidensiell,Normal

# Page 3970971575 - Control 1208260946 - Property 1295455071
source: View a list of fields that are used to post transactions.
cs_cz: Zobrazení seznamu polí, která se používají k zaúčtování transakcí.
de_ch: Eine Liste der Felder anzeigen, die zum Buchen von Transaktionen verwendet werden.
fi_fi: Näytä tapahtumien kirjaamiseen käytettyjen kenttien luettelo.
fr_be: Affichez une liste des champs utilisés pour valider les transactions.
is_is: Skoða lista yfir reiti sem eru notaðir til að bóka færslur.
nb_no: Vis en liste med felt som brukes til å bokføre transaksjoner.

# Page 3970971575 - Control 2190674243 - Property 1968111052
source: Data from posting includes G/L entries. Data on templates used to create customers, vendors, or items. Data on setup tables that configure functionality. These classifications apply only to fields that are currently Unclassified. We recommend that you review the fields before you apply the classifications.
cs_cz: Data z účtování zahrnují věcné položky. Data v šablonách použitých k vytvoření zákazníků, dodavatelů nebo zboží. Data v tabulkách nastavení, která konfigurují funkce. Tyto klasifikace platí pouze pro pole, která jsou aktuálně neklasifikována. Doporučujeme zkontrolovat pole před použitím klasifikace.
de_ch: Daten aus Buchungen beinhalten Fibuposten. Daten aus Vorlagen werden zum Erstellen von Debitoren, Kreditoren oder Artikeln verwendet. Daten in Einrichtungstabellen dienen zum Konfigurieren von Funktionen. Diese Kategorien gelten nur für Felder, die zurzeit den Status "Nicht klassifiziert" haben. Sie sollten die Felder überprüfen, bevor Sie die Klassifizierungen übernehmen.
fi_fi: Kirjausten tiedot (myös KP-tapahtumat). Mallien tiedot asiakkaiden, toimittajien tai nimikkeiden luomiseksi. Toiminnallisuuden määrittävien asetustaulukoiden tiedot. Nämä luokittelut koskevat vain kenttiä, jotka ovat tällä hetkellä luokittelemattomia. Kenttien tarkistaminen ennen luokittelujen käyttöönottoa on suositeltavaa.
fr_be: Les données de validation incluent les écritures comptables. Les données sur les modèles utilisées pour créer des clients, des fournisseurs ou des articles. Les données de tables de configuration de la fonctionnalité. Ces classifications s'appliquent uniquement aux champs qui ne sont pas classés actuellement. Nous vous recommandons de vérifier les champs avant d'appliquer les classifications.
is_is: Gögn frá bókun innihalda fjárhagsfærslur. Gögn sniðmáts notuð til að stofna viðskiptavini, lánardrottna eða vörur. Gögn uppsetningartaflna sem skilgreina aðgerðir. Þessar flokkanir eiga aðeins við reiti sem eru þegar óflokkaðir. Mælt er með því að yfirfara reitina áður en flokkunum er beitt.
nb_no: Data fra bokføring inkluderer finansposter. Data i maler som brukes til å opprette kunder, leverandører eller varer. Data i oppsettstabeller som konfigurerer funksjonalitet. Disse klassifiseringene gjelder bare for felt som for øyeblikket er uklassifiserte. Det anbefales at du går gjennom feltene før du bruker klassifiseringene.

# Page 3970971575 - Control 2190674243 - Property 2879900210
source: Examples:
cs_cz: Příklad:
de_ch: Beispiele:
fi_fi: Esimerkkejä:
fr_be: Exemples :
is_is: Dæmi:
nb_no: Eksempler:
