Repository: jbakach/MSDyn365BC.Code.History
Catalog: System Application/Source/System Application/Translations/System Application.*.xlf
Languages: cs_cz, de_ch, fi_fi, fr_be, is_is, nb_no

# Page 1393501467 - Action 915332364 - Property 247559172
source: After you have run the scenario, stop the recording. The page is updated with information about which apps were taking time during the process. Use this information to reach out to the relevant extension publisher for help with your performance issue, for example.
cs_cz: Po spuštění scénáře zastavte nahrávání. Stránka je aktualizována informacemi o tom, které aplikace během procesu nějakou dobu trvaly. Pomocí těchto informací se můžete například obrátit na příslušného vydavatele rozšíření s žádostí o pomoc s problémem s výkonem.
de_ch: Beenden Sie die Aufzeichnung, nachdem Sie das Szenario ausgeführt haben. Die Seite wird mit Informationen darüber aktualisiert, welche Apps während des Prozesses Zeit in Anspruch genommen haben. Verwenden Sie diese Informationen, um sich z. B. mit dem entsprechenden Erweiterungsherausgeber für Hilfe beim Leistungsproblem in Verbindung zu setzen.
fi_fi: Kun olet suorittanut skenaarion, pysäytä tallennus. Sivulle päivittyvät tiedot sovelluksista, jotka veivät aikaa prosessin aikana. Näiden tietojen avulla voit esimerkiksi ottaa yhteyttä laajennuksen julkaisijaan ja saada apua suorituskykyongelmien ratkaisemiseen.
fr_be: Après avoir exécuté le scénario, arrêtez l’enregistrement. La page est mise à jour avec des informations sur les applications qui ont pris du temps pendant le traitement. Utilisez ces informations pour accéder à l’éditeur d’extension pertinent pour obtenir de l’aide à propos de votre problème de performance, par exemple.
is_is: Þegar aðstæðurnar hafa verið keyrðar skal stöðva skráninguna. Síðan er uppfærð með upplýsingum um hvaða forrit þurftu langan tíma í ferlinu. Þessar upplýsingar er til dæmis hægt að nota til að hafa samband við útgefanda viðkomandi viðbótar.
nb_no: Når du har kjørt scenarioet, stopper du opptaket. Siden oppdateres med informasjon om hvilke apper som tok tid under prosessen. Bruk denne informasjonen til å gå til den relevante utvidelsesutgiveren for hjelp med ytelsesproblemet for eksempel.

# Page 1393501467 - Action 915332364 - Property 2879900210
source: Stop
cs_cz: Zastavit
de_ch: Beenden
fi_fi: Lopeta
fr_be: Arrêter
is_is: Stöðva
nb_no: Stopp

# Page 1393501467 - Action 701918397 - Property 1295455071
source: Upload the performance profile file to be processed.
cs_cz: Nahrajte soubor profilu výkonu, který chcete zpracovat.
de_ch: Laden Sie die zu verarbeitende Leistungsprofildatei hoch.
fi_fi: Lataa käsiteltävä suorituskykyprofiilitiedosto palvelimeen.
fr_be: Chargez le fichier de profil de performances à traiter.
is_is: Hlaða skal upp afkastagreiningarskránni sem vinna á úr.
nb_no: Last opp ytelsesprofilfilen som skal behandles.

# Page 1393501467 - Action 701918397 - Property 2879900210
source: Upload
cs_cz: Nahrát
de_ch: Hochladen
fi_fi: Lataa palvelimeen
fr_be: Charger
is_is: Hlaða upp
nb_no: Last opp

# Page 3566958293 - Property 2879900210
source: Permission Lookup List
cs_cz: Seznam vyhledávání oprávnění
de_ch: Liste für Berechtigungssuche
fi_fi: Käyttöoikeushaun luettelo
fr_be: Liste de recherche d’autorisations
is_is: Listi yfir uppflettingu heimilda
nb_no: Liste over tillatelsesoppslag

# Page 3566958293 - Control 1936291151 - Property 1295455071
source: Specifies the value for the permission to this object.
cs_cz: Určuje hodnotu oprávnění k tomuto objektu.
de_ch: Gibt den Wert für die Berechtigung für dieses Objekt an.
fi_fi: Määrittää tämän objektin käyttöoikeuksien arvon.
fr_be: Spécifie la valeur de l’autorisation pour cet objet.
is_is: Tilgreinir gildi fyrir heimild við þennan hlut.
nb_no: Angir verdien for tillatelsen til dette objektet.

# Page 3566958293 - Control 1936291151 - Property 2879900210
source: Permission
cs_cz: Oprávnění
de_ch: Berechtigung
fi_fi: Käyttöoikeus
fr_be: Autorisation
is_is: Heimild
nb_no: Tillatelse

# Page 3338462467 - Property 1064389655
source: About Permission Sets
cs_cz: O sadách oprávnění
de_ch: Informationen zu Berechtigungssätzen
fi_fi: Tietoja käyttöoikeuksien joukoista
fr_be: À propos des ensembles d’autorisations
is_is: Um heimildasamstæður
nb_no: Om tillatelsessett

# Page 3338462467 - Property 2019332006
source: Navigation
cs_cz: Navigace
fi_fi: Siirtyminen
is_is: Stjórnsvæði
nb_no: Navigasjon

# Page 3338462467 - Property 247559172
source: Permission sets let admins manage multiple permissions for multiple objects in one record.
cs_cz: Sady oprávnění umožňují správcům spravovat více oprávnění pro více objektů v jednom záznamu.
de_ch: Mit Berechtigungssätzen können Administratoren mehrere Berechtigungen für mehrere Objekte in einem Datensatz verwalten.
fi_fi: Käyttöoikeuksien joukkojen avulla järjestelmänvalvojat voivat hallita useiden objektien käyttöoikeuksia yhdessä tietueessa.
fr_be: Les ensembles d’autorisations permettent aux administrateurs de gérer plusieurs autorisations pour plusieurs objets dans un seul enregistrement.
is_is: Heimildasamstæður gera stjórnendum kleift að stjórna mörgum heimildum fyrir mörgum hlutum í einni skrá.
nb_no: Med tillatelsessett kan administratorer administrere flere tillatelser for flere objekter i én oppføring.

# Page 3338462467 - Property 2879900210
source: Permission Set
cs_cz: Sada oprávnění
de_ch: Berechtigungssatz
fi_fi: Käyttöoikeuksien joukko
fr_be: Ensemble d’autorisations
is_is: Heimildasamstæða
nb_no: Tillatelsessett

# Page 3338462467 - NamedType 2511177201
source: Do you want to add the recorded permissions?
cs_cz: Chcete přidat zaznamenaná oprávnění?
de_ch: Möchten Sie die erfassten Berechtigungen hinzufügen?
fi_fi: Haluatko lisätä kirjatut käyttöoikeudet?
fr_be: Souhaitez-vous ajouter les autorisations enregistrées ?
is_is: Á að bæta skráðum heimildum við?
nb_no: Vil du legge til de registrerte tillatelsene?

# Page 3338462467 - NamedType 3333379853
source: Do you want to start the recording now?
cs_cz: Chcete nyní zahájit nahrávání?
de_ch: Möchten Sie jetzt mit der Aufzeichnung beginnen?
fi_fi: Haluatko aloittaa tallennuksen nyt?
fr_be: Souhaitez-vous lancer l’enregistrement maintenant ?
is_is: Á að byrja að skráningu núna?
nb_no: Vil du starte registreringen nå?

# Page 3338462467 - Control 3461834954 - Property 2879900210
source: General
cs_cz: Obecné
de_ch: Allgemein
fi_fi: Yleiset
fr_be: Général
is_is: Almennt
nb_no: Generelt

# Page 3338462467 - Control 2961552353 - Property 1295455071
source: Specifies the name of the record.
cs_cz: Určuje název záznamu.
de_ch: Gibt den Namen des Datensatzes an.
fi_fi: Määrittää tietueen nimen.
fr_be: Spécifie le nom de l’enregistrement.
is_is: Tilgreinir heiti færslunnar.
nb_no: Angir navnet på oppføringen.

# Page 3338462467 - Control 2961552353 - Property 2879900210
source: Name
cs_cz: Název
fi_fi: Nimi
fr_be: Nom
is_is: Heiti
nb_no: Navn

# Page 3338462467 - Control 1918310387 - Property 1295455071
source: Specifies the permission set.
cs_cz: Určuje sadu oprávnění.
de_ch: Gibt den Berechtigungssatz an.
fi_fi: Määrittää käyttöoikeuksien joukon.
fr_be: Spécifie l’ensemble d’autorisations.
is_is: Tilgreinir heimildasamstæðuna.
nb_no: Angir tillatelsessettet.

# Page 3338462467 - Control 1918310387 - Property 2879900210
source: Permission Set
cs_cz: Sada oprávnění
de_ch: Berechtigungssatz
fi_fi: Käyttöoikeuksien joukko
fr_be: Ensemble d’autorisations
is_is: Heimildasamstæða
nb_no: Tillatelsessett

# Page 3338462467 - Control 1257849630 - Property 1064389655
source: About permission sets fasttab
cs_cz: O sadách oprávnění
de_ch: Inforegister „Informationen zu Berechtigungssätzen“
fi_fi: Tietoja käyttöoikeuksien joukkojen pikavälilehdestä
fr_be: À propos du raccourci des ensembles d’autorisations
is_is: Um flýtiflipann „Heimildasamstæður“
nb_no: Om hurtigfanen Tillatelsessett

# Page 3338462467 - Control 1257849630 - Property 247559172
source: The Permission Sets FastTab lets admins add permission sets to the current set. Admins can exclude specific permission sets for each set. An excluded permission set is excluded in all other permission sets.
cs_cz: Záložka Sady oprávnění umožňuje správcům přidávat sady oprávnění k aktuální sadě. Správci mohou vyloučit konkrétní sady oprávnění pro každou sadu. Vyloučená sada oprávnění je vyloučena ve všech ostatních sadách oprávnění.
de_ch: Das Inforegister „Berechtigungssätze“ ermöglicht Administratoren das Hinzufügen von Berechtigungssätzen zum aktuellen Satz. Administratoren können bestimmte Berechtigungssätze für jeden Satz ausschliessen. Ein ausgeschlossener Berechtigungssatz ist in allen anderen Berechtigungssätzen ausgeschlossen.
fi_fi: Käyttöoikeuksien joukkojen pikavälilehdellä järjestelmänvalvojat voivat lisätä käyttöoikeuksien joukkoja nykyiseen joukkoon. Järjestelmänvalvojat voivat sulkea pois tiettyjä käyttöoikeuksien joukkoja kustakin joukosta. Poissuljettu käyttöoikeuksien joukko on suljettu pois kaikista muista käyttöoikeuksien joukosta.
fr_be: Le raccourci des ensembles d’autorisations permet aux administrateurs d’ajouter des ensembles d’autorisations à l’ensemble actuel. Les administrateurs peuvent exclure des ensembles d’autorisations spécifiques pour chaque ensemble. Un ensemble d’autorisations exclues est exclu de tous les autres ensembles d’autorisations.
is_is: Flýtiflipinn „Heimildasamstæður“ gerir stjórnendum kleift að bæta heimildasamstæðum við núverandi samstæðu. Stjórnendur geta útilokað tilteknar heimildasamstæður fyrir hverja samstæðu. Útilokuð heimildasamstæða er útilokuð í öllum öðrum heimildasamstæðum.
nb_no: Med hurtigfanen Tillatelsessett kan administratorer legge til det nåværende settet. Administratorer kan utelate bestemte tillatelsessett for hvert sett. Et ekskludert tillatelsessett er utelatt i alle andre tillatelsessett.

# Page 3338462467 - Control 1257849630 - Property 2879900210
source: Permission Sets
cs_cz: Sady oprávnění
de_ch: Berechtigungssätze
fi_fi: Käyttöoikeuksien joukot
fr_be: Ensembles d’autorisations
is_is: Heimildasamstæður
nb_no: Tillatelsessett

# Page 3338462467 - Control 2008732233 - Property 1064389655
source: About results fasttab
cs_cz: Záložka O výsledcích
de_ch: Mehr zum Ergebnisse-Inforegister
fi_fi: Tietoja tuloksista -pikavälilehti
fr_be: À propos du raccourci résultats
is_is: Um niðurstöðuflipa
nb_no: Om hurtigfanen Resultater

# Page 3338462467 - Control 2008732233 - Property 247559172
source: The Results FastTab shows the permission set structure after applying the inclusions and exclusions.
cs_cz: Záložka Výsledky zobrazuje strukturu sady oprávnění po použití zahrnutí a vyloučení.
de_ch: Das Inforegister „Ergebnisse“ zeigt die Struktur des festgelegten Berechtigungssatzes nach der Anwendung der Ein- und Ausschlüsse an.
fi_fi: Tulokset-pikavälilehdellä näkyy käyttöoikeuksien joukon rakenne, kun sisällytykset ja poissulkemiset on otettu käyttöön.
fr_be: Le raccourci résultats affiche la structure de l’ensemble d’autorisations après application des inclusions et des exclusions.
is_is: Niðurstöðuflipi sýnir uppbyggingu heimildasamstæðu eftir að tilgreint hefur verið hvað er innifalið og hvað ekki.
nb_no: Hurtigfanen Resultater viser tillatelsessettstrukturen etter at inkluderingene og utelatelsene er tatt i bruk.

# Page 3338462467 - Control 2008732233 - Property 2879900210
source: Result
cs_cz: Výsledek
de_ch: Ergebnis
fi_fi: Tulos
fr_be: Résultat
is_is: Niðurstaða
nb_no: Resultat

# Page 3338462467 - Control 502048449 - Property 1064389655
source: About included permissions factbox
cs_cz: O zahrnutých sadách oprávnění
de_ch: Infobox „Informationen zu eingeschlossenen Berechtigungen“
fi_fi: Tietoja sisällytettyjen käyttöoikeuksien tietoruudusta
fr_be: À propos du récapitulatif des autorisations incluses
is_is: Upplýsingakassi um innifaldar heimildir
nb_no: Om faktaboksen Inkluderte tillatelser

# Page 3338462467 - Control 502048449 - Property 247559172
source: The Included permissions FactBox lists the permissions that are included in permissions sets that have been added to this set.
cs_cz: Okno s fakty Zahrnutá oprávnění obsahuje seznam oprávnění, která jsou zahrnuta v sadách oprávnění, které byly přidány do této sady.
de_ch: Die Infobox „Eingeschlossene Berechtigungen“ führt die Berechtigungen auf, die in Berechtigungssätzen eingeschlossen sind, die diesem Satz hinzugefügt wurden.
fi_fi: Sisällytettyjen käyttöoikeuksien tietoruudussa näkyvät käyttöoikeudet, jotka on sisällytetty tähän joukkoon lisättyihin käyttöoikeuksien joukkoon.
fr_be: Le récapitulatif des autorisations incluses répertorie les autorisations qui sont incluses dans les ensembles d’autorisations qui ont été ajoutés à cet ensemble.
is_is: Í upplýsingakassa um innifaldar heimildir koma fram þær heimildir sem eru innifaldar í heimildasamstæðum sem bætt hefur verið við þessa samstæðu.
nb_no: Faktaboksen Inkluderte tillatelser viser tillatelsene som er inkludert i tillatelsessett som er lagt til i dette settet.

# Page 3338462467 - Control 502048449 - Property 2879900210
source: Included permissions
cs_cz: Zahrnutá oprávnění
de_ch: Eingeschlossene Berechtigungen
fi_fi: Sisällytetyt käyttöoikeudet
fr_be: Autorisations incluses
is_is: Innifaldar heimildir
nb_no: Inkluderte tillatelser

# Page 3338462467 - Action 3681914459 - Property 1064389655
source: About view all permissions
cs_cz: O zobrazení všech oprávnění
de_ch: Informationen zum Anzeigen aller Berechtigungen
fi_fi: Tietoja kaikkien käyttöoikeuksien katsomisesta
fr_be: À propos d’Afficher toutes les autorisations
is_is: Um „Skoða allar heimildir“
nb_no: Om Vis alle tillatelser

# Page 3338462467 - Action 3681914459 - Property 1295455071
source: View a flat list of the permissions in the set you're working with and all added sets.
cs_cz: Zobrazte plochý seznam oprávnění v sadě, se kterou pracujete, a všech přidaných sad.
de_ch: Zeigen Sie eine flache Liste der Berechtigungen in dem Satz, mit dem Sie arbeiten, sowie aller hinzugefügten Sätze an.
fi_fi: Näytä käsittelemässäsi joukossa olevien käyttöoikeuksien jäsentämätön luettelo ja kaikki lisätyt joukot.
fr_be: Affichez une liste non hiérarchique des autorisations dans l’ensemble que vous utilisez et dans tous les ensembles ajoutés.
is_is: Skoða flatan lista yfir heimildir í samstæðunni sem verið er að vinna með og öllum samstæðum sem bætt var við.
nb_no: Vis en flat liste over tillatelsene i settet du arbeider med, og alle ekstra sett.

# Page 3338462467 - Action 3681914459 - Property 247559172
source: View all permissions gives you the big picture. It opens a flat list of the permissions in the set you're working with and all added sets
cs_cz: Zobrazit všechna oprávnění vám poskytne celkový obraz. Otevře se plochý seznam oprávnění v sadě, se kterou pracujete, a všech přidaných sad
de_ch: Die Option „Alle Berechtigungen anzeigen“ verschafft Ihnen einen Überblick. Sie öffnet eine flache Liste der Berechtigungen in dem Satz, mit dem Sie arbeiten, sowie aller hinzugefügten Sätze.
fi_fi: Näyttämällä kaikki käyttöoikeudet saat kokonaiskuvan. Se avaa käsittelemässäsi joukossa olevien käyttöoikeuksien jäsentämättömän luettelon ja kaikki lisätyt joukot
fr_be: Affichez toutes les autorisations pour obtenir une vue d’ensemble. Cela ouvre une liste non hiérarchique des autorisations dans l’ensemble que vous utilisez et dans tous les ensembles ajoutés
is_is: „Skoða allar heimildir“ sýnir notanda heildarmyndina. Þar opnast flatur listi yfir heimildir í samstæðunni sem verið er að vinna með og öllum samstæðum sem bætt var við
nb_no: Vis alle tillatelser gir deg hele bildet. Det åpner en flat liste over tillatelsene i settet du arbeider med, og alle ekstra sett

# Page 3338462467 - Action 3681914459 - Property 2879900210
source: View all permissions
cs_cz: Zobrazit všechna oprávnění
de_ch: Alle Berechtigungen anzeigen
fi_fi: Näytä kaikki käyttöoikeudet
fr_be: Afficher toutes les autorisations
is_is: Skoða allar heimildir
nb_no: Vis alle tillatelser

# Page 3338462467 - Action 3250733135 - Property 2879900210
source: Record Permissions
cs_cz: Záznam oprávnění
de_ch: Aufzeichnungsberechtigungen
fi_fi: Kirjausoikeudet
fr_be: Enregistrer autorisations
is_is: Skrá heimildir
nb_no: Registrer tillatelser

# Page 3338462467 - Action 620325036 - Property 1295455071
source: Start recording UI activities to generate the required permissions.
cs_cz: Začít nahrávat aktivity uživatelského rozhraní pro generování požadované sady oprávnění.
de_ch: Starten Sie die Aufzeichnung von UI-Aktivitäten, um die erforderlichen Berechtigungen zu generieren.
fi_fi: Luo tarvittavat käyttöoikeudet aloittamalla käyttöliittymätoimintojen tallennus.
fr_be: Commencez l’enregistrement des activités de l’interface utilisateur pour générer les autorisations requises.
is_is: Byrja að skrá viðmótsaðgerðir til að mynda nauðsynlegar heimildir.
nb_no: Start registrering av grensesnittaktiviteter for å generere de nødvendige tillatelsene.

# Page 3338462467 - Action 620325036 - Property 2879900210
source: Start
cs_cz: Spustit
de_ch: Starten
fi_fi: Aloita
fr_be: Démarrer
is_is: Ræsa

# Page 3338462467 - Action 915332364 - Property 1295455071
source: Stop recording.
cs_cz: Skončit záznam.
de_ch: Aufzeichnung beenden.
fi_fi: Lopeta tallennus.
fr_be: Arrêtez l’enregistrement.
is_is: Stöðva skráningu.
nb_no: Stopp registrering.

# Page 3338462467 - Action 915332364 - Property 2879900210
source: Stop
cs_cz: Zastavit
de_ch: Beenden
fi_fi: Lopeta
fr_be: Arrêter
is_is: Stöðva
nb_no: Stopp

# Page 3414198013 - Property 2879900210
source: Permission Sets
cs_cz: Sady oprávnění
de_ch: Berechtigungssätze
fi_fi: Käyttöoikeuksien joukot
fr_be: Ensembles d’autorisations
is_is: Heimildasamstæður
nb_no: Tillatelsessett

# Page 3414198013 - Control 77040538 - Property 1295455071
source: Specifies the permission set
cs_cz: Určuje sadu oprávnění
de_ch: Gibt den Berechtigungssatz an.
fi_fi: Määrittää käyttöoikeuksien joukon
fr_be: Spécifie l’ensemble d’autorisations
is_is: Tilgreinir heimildasamstæðuna
nb_no: Angir tillatelsessettet

# Page 3414198013 - Control 77040538 - Property 2879900210
source: Permission Set
cs_cz: Sada oprávnění
de_ch: Berechtigungssatz
fi_fi: Käyttöoikeuksien joukko
fr_be: Ensemble d’autorisations
is_is: Heimildasamstæða
nb_no: Tillatelsessett

# Page 3414198013 - Control 871170351 - Property 1295455071
source: Specifies the scope of the permission set.
cs_cz: Určuje rozsah sady oprávnění.
de_ch: Gibt den Bereich des Berechtigungssatzes an.
fi_fi: Määrittää käyttöoikeuksien joukon laajuuden.
fr_be: Spécifie l’étendue de l’ensemble d’autorisations.
is_is: Tilgreinir umfang heimildasamstæðunnar.
nb_no: Angir omfanget for tillatelsessettet.

# Page 3414198013 - Control 871170351 - Property 2879900210
source: Scope
cs_cz: Rozsah
de_ch: Bereich
fi_fi: Laajuus
fr_be: Étendue
is_is: Umfang
nb_no: Omfang

# Page 3414198013 - Control 1878130204 - Property 1295455071
source: Specifies whether to include or exclude the permission set
cs_cz: Určuje, zda má být zahrnuta nebo vyloučena sada oprávnění
de_ch: Gibt an, ob der Berechtigungssatz einbezogen oder ausgeschlossen werden soll.
fi_fi: Määrittää, sisällytetäänkö käyttöoikeuksien joukko vai suljetaanko se pois
fr_be: Spécifie s’il faut inclure ou exclure l’ensemble d’autorisations
is_is: Tilgreinir hvort taka eigi heimildarsettið með eða ekki
nb_no: Angir om tillatelsessettet skal inkluderes eller utelates

# Page 3414198013 - Control 1878130204 - Property 2879900210
source: Type
cs_cz: Typ
de_ch: Art
fi_fi: Tyyppi
is_is: Gerð

# Page 3414198013 - Action 21227494 - Property 1295455071
source: Add two or more permission sets.
cs_cz: Přidejte jednu nebo více sad oprávnění.
de_ch: Mindestens zwei Berechtigungssätze hinzufügen
fi_fi: Lisää vähintään kaksi käyttöoikeuksien joukkoa.
fr_be: Ajoutez plusieurs ensembles d’autorisations ou plus.
is_is: Bæta við tveimur eða fleiri heimildasamstæðum.
nb_no: Eksporter to eller flere tillatelsessett.

# Page 3414198013 - Action 21227494 - Property 2879900210
source: Select Permission Sets
cs_cz: Výběr sad oprávnění
de_ch: Berechtigungssätze auswählen
fi_fi: Valitse käyttöoikeuksien joukot
fr_be: Sélectionner des ensembles d’autorisations
is_is: Velja heimildasamstæður
nb_no: Velg tillatelsessett

# Page 3414198013 - Action 282965274 - Property 1295455071
source: View a flat list of the permissions in the set.
cs_cz: Zobrazte plochý seznam oprávnění v sadě.
de_ch: Zeigen Sie eine flache Liste der Berechtigungen in dem Satz, mit dem Sie arbeiten, sowie aller hinzugefügten Sätze an.
fi_fi: Näytä joukon käyttöoikeuksien jäsentämätön luettelo.
fr_be: Affichez une liste non hiérarchique des autorisations dans l’ensemble.
is_is: Skoða flatan lista yfir heimildir í samstæðunni.
nb_no: Vis en flat liste over tillatelsene i settet.

# Page 3414198013 - Action 282965274 - Property 2879900210
source: View Permissions In Set
cs_cz: Zobrazit oprávnění v sadě
de_ch: Berechtigungen in Set anzeigen
fi_fi: Näytä joukon käyttöoikeudet
fr_be: Afficher les autorisations dans l’ensemble
is_is: Skoða heimildir í samstæðu
nb_no: Vis tillatelser i settet

# Page 3414198013 - Action 1035760768 - Property 1295455071
source: View Permission Set
cs_cz: Zobrazit sadu oprávnění
de_ch: Berechtigungssatz anzeigen
fi_fi: Näytä käyttöoikeuksien joukko
fr_be: Afficher l’ensemble d’autorisations
is_is: Skoða heimildasamstæðu
nb_no: Vis tillatelsessett

# Page 3414198013 - Action 1035760768 - Property 2879900210
source: View Permission Set
cs_cz: Zobrazit sadu oprávnění
de_ch: Berechtigungssatz anzeigen
fi_fi: Näytä käyttöoikeuksien joukko
fr_be: Afficher l’ensemble d’autorisations
is_is: Skoða heimildasamstæðu
nb_no: Vis tillatelsessett

# Page 3654121945 - Property 2879900210
source: Permission Sets
cs_cz: Sady oprávnění
de_ch: Berechtigungssätze
fi_fi: Käyttöoikeuksien joukot
fr_be: Ensembles d’autorisations
is_is: Heimildasamstæður
nb_no: Tillatelsessett

# Page 3654121945 - Control 1394156814 - Property 1295455071
source: Specifies the inclusion status.
cs_cz: Určuje stav zahrnutí.
de_ch: Gibt den Einschlussstatus an.
fi_fi: Määrittää sisällytyksen tilan.
fr_be: Spécifie le statut d’inclusion.
is_is: Tilgreinir stöðu innfellingar.
nb_no: Angir inkluderingsstatusen.

# Page 3654121945 - Control 1394156814 - Property 2879900210
source: Inclusion Status
cs_cz: Stav zařazení
de_ch: Einschlussstatus
fi_fi: Sisällytyksen tila
fr_be: Statut d’inclusion
is_is: Staða innfellingar
nb_no: Inkluderingsstatus

# Page 3654121945 - Control 3824888243 - Property 1295455071
source: Specifies the permission set
cs_cz: Určuje sadu oprávnění
de_ch: Gibt den Berechtigungssatz an.
fi_fi: Määrittää käyttöoikeuksien joukon
fr_be: Spécifie l’ensemble d’autorisations
is_is: Tilgreinir heimildasamstæðuna
nb_no: Angir tillatelsessettet

# Page 3654121945 - Control 3824888243 - Property 2879900210
source: Permission Set
cs_cz: Sada oprávnění
de_ch: Berechtigungssatz
fi_fi: Käyttöoikeuksien joukko
fr_be: Ensemble d’autorisations
is_is: Heimildasamstæða
nb_no: Tillatelsessett

# Page 3654121945 - Control 871170351 - Property 1295455071
source: Specifies the scope of the permission set.
cs_cz: Určuje rozsah sady oprávnění.
de_ch: Gibt den Bereich des Berechtigungssatzes an.
fi_fi: Määrittää käyttöoikeuksien joukon laajuuden.
fr_be: Spécifie l’étendue de l’ensemble d’autorisations.
is_is: Tilgreinir umfang heimildasamstæðunnar.
nb_no: Angir omfanget for tillatelsessettet.

# Page 3654121945 - Control 871170351 - Property 2879900210
source: Scope
cs_cz: Rozsah
de_ch: Bereich
fi_fi: Laajuus
fr_be: Étendue
is_is: Umfang
nb_no: Omfang

# Page 3654121945 - Action 1402615620 - Property 2879900210
source: &Line
cs_cz: Řáde&k
de_ch: &Zeile
fi_fi: &Rivi
fr_be: &Ligne
is_is: &Lína
nb_no: &Linje
