Repository: jbakach/MSDyn365BC.Code.History
Catalog: System Application/Source/System Application/Translations/System Application.*.xlf
Languages: cs_cz, de_ch, fi_fi, fr_be, is_is, nb_no

# Page 1105213220 - Control 2582997631 - Property 1295455071
source: Specifies the sensitivity of the data. Sensitive: Information about a data subject's racial or ethnic origin, political opinions, religious beliefs, involvement with trade unions, physical or mental health, sexuality, or details about criminal offenses. Personal: Information that can be used to identify a data subject, either directly or in combination with other data or information. Confidential: Business data that you use for accounting or other business purposes, and do not want to expose to other entities. For example, this might include ledger entries. Normal: General data that does not belong to any other categories.
cs_cz: Určuje citlivost dat. Citlivé: informace o rasovém nebo etnickém původu subjektu údajů, politických stanoviscích, náboženství, zapojení do odborů, fyzickém nebo duševním zdraví, sexualitě nebo podrobnostech o trestných činech. Osobní: informace, které lze použít k identifikaci subjektu dat, a to buď přímo, nebo v kombinaci s jinými daty nebo informacemi. Důvěrné: obchodní data, která používáte pro účetnictví nebo jiné obchodní účely, a nechcete je vystavovat jiným entitám. To může například zahrnovat položky. Normální: Obecná data, která nepatří do žádné jiné kategorie.
de_ch: Gibt die Vertraulichkeit der Daten an. Vertraulich: Informationen über ethnische Herkunft, politische Meinung, Religionszugehörigkeit, Gewerkschaftsanbindung, körperliche oder geistige Gesundheit, sexuelle Ausrichtung oder Details zum Strafregister. Persönlich: Informationen, mit denen eine Person entweder direkt oder im Zusammenhang mit anderen Daten identifiziert werden kann. Vertraulich: Geschäftsdaten, die Sie für die Buchhaltung oder andere Unternehmenszwecke verwenden und anderen Entitäten nicht zur Verfügung stellen möchten. Dies können z. B. Sachposten sein. Normal: Allgemeine Daten, die keiner anderen Kategorie angehören.
fi_fi: Määrittää tietojen arkaluonteisuuden. Arkaluonteinen: Tiedot tietojen kohteen etnisestä alkuperästä, poliittisista mielipiteistä, uskonnollisesta vakaumuksesta, jäsenyydestä ammattiliitoissa, fyysisestä tai henkisestä terveydestä, seksuaalisuudesta tai rikoksista. Henkilökohtainen: Tiedot, joita voidaan käyttää tietojen kohteen tunnistamiseen joko suoraan tai yhdessä muiden tietojen kanssa. Luottamuksellinen: Yritystiedot, joita käytät kirjanpidossa tai muihin tarkoituksiin ja joita et halua paljastaa muille entiteeteille (esimerkiksi kirjanpitotapahtumat). Normaali: Yleiset tiedot, jotka eivät kuulu mihinkään muuhun luokkaan.
fr_be: Spécifie le critère de diffusion des données. Sensible : informations sur l'origine raciale ou ethnique, les opinions politiques, les croyances religieuses, l'appartenance à des syndicats, l'intégrité physique ou mentale, la sexualité ou des détails concernant des infractions pénales d'un objet de données. Personnelles : informations pouvant être utilisées pour identifier un objet de données, directement ou en combinaison avec d'autres données ou informations. Confidentiel : données professionnelles que vous utilisez pour la comptabilité ou d'autres activités et que vous ne souhaitez pas exposer à d'autres entités. Par exemple, cela peut inclure les écritures comptables. Normal : données n'appartenant pas à toutes les autres catégories.
is_is: Tilgreinir trúnað gagnanna. Viðkvæmt: Upplýsingar um einstakling hvað varðar kynþátt eða þjóðerni, stjórnmálaskoðanir, trúarskoðanir, tengsl við stéttarfélög, líkamlega eða andlega heilsu, kynhneigð eða upplýsingar um hegningarlagabrot. Persónugreinanlegt: Upplýsingar sem hægt er að nota til að bera kennsl á skráðan einstakling, annaðhvort með þessum gögnum einum eða í tengslum við önnur gögn. Trúnaðarmál: Viðskiptagögn sem einstaklingur notar fyrir bókhaldsvinnu eða í öðrum viðskiptalegum tilgangi sem hann vill ekki opinbera öðrum aðilum. Þetta getur t.d. átt við um fjárhagsfærslur. Venjulegt: Almenn gögn sem tilheyra engum öðrum flokkum.
nb_no: Angir følsomheten for dataene. Sensitiv: Informasjon om et dataemnes rasemessige eller etniske opprinnelse, politiske meninger, religiøse syn, involvering med fagforeninger, fysisk eller mental tilstand, seksualitet eller detaljer om rulleblad. Personlig: Informasjon som kan brukes til å identifisere et dataemne, enten direkte eller sammen med andre data eller informasjon. Konfidensiell: Forretningsdata som du bruker for regnskap eller andre firmaformål, og ikke vil vise for andre enheter. Dette kan for eksempel inkludere finansoppføringer. Normal: Generelle data som ikke tilhører andre kategorier.

# Page 1105213220 - Control 2582997631 - Property 62802879
source: Unclassified,Sensitive,Personal,Company Confidential,Normal
cs_cz: Neklasifikovaná,Citlivá,Osobní,Důvěrná pro společnost,Normální
de_ch: Nicht klassifiziert,Vertraulich,Persönlich,Firma (vertraulich),Normal
fi_fi: Luokittelematon,Luottamuksellinen,Henkilökohtainen,Liikesalaisuus,Normaali
fr_be: Non classé,Sensible,Personnel,Confidentiel,Normal
is_is: Óflokkað,Viðkvæmt,Einkamál,Trúnaðarupplýsingar fyrirtækis,Venjulegt
nb_no: Uklassifisert,Sensitiv,Personlig,Selskapskonfidensiell,Normal

# Page 1105213220 - Control 823559016 - Property 1295455071
source: Specifies the display name of the affected field.
cs_cz: Určuje zobrazovaný název ovlivněného pole.
de_ch: Gibt den Anzeigenamen des betroffenen Berichts an.
fi_fi: Määrittää asiaan liittyvän kentän näyttönimen.
fr_be: Spécifie le nom d'affichage de l'état affecté.
is_is: Tilgreinir birtingarnafn tiltekins reits.
nb_no: Angir visningsnavnet for det berørte feltet.

# Page 1105213220 - Control 165954885 - Property 1295455071
source: Specifies the number of the affected field.
cs_cz: Určuje číslo ovlivněného pole.
de_ch: Gibt die Nummer des betroffenen Felds an.
fi_fi: Määrittää asiaan liittyvän kentän numeron.
fr_be: Spécifie le numéro du champ affecté.
is_is: Tilgreinir númer tiltekins reits.
nb_no: Angir nummeret på det berørte feltet.

# Page 1105213220 - Control 4079677382 - Property 1295455071
source: Specifies the type of the affected field.
cs_cz: Určuje typ ovlivněného pole.
de_ch: Gibt die Art des betroffenen Felds an.
fi_fi: Määrittää asiaan liittyvän kentän tyypin.
fr_be: Spécifie le type du champ affecté.
is_is: Tilgreinir tegund tiltekins reits.
nb_no: Angir typen for det berørte feltet.

# Page 1105213220 - Control 984476005 - Property 1295455071
source: Specifies when the field was last changed.
cs_cz: Určuje, kdy bylo pole naposledy změněno.
de_ch: Gibt den Zeitpunkt der letzten Änderung des Felds an.
fi_fi: Määrittää, milloin kenttää viimeksi muutettiin.
fr_be: Spécifie la date à laquelle le champ a été mis à jour pour la dernière fois.
is_is: Tilgreinir hvenær reitnum var síðast breytt.
nb_no: Angir datoen da feltet sist ble oppdatert.

# Page 1105213220 - Control 652958716 - Property 1295455071
source: Specifies who last changed the field.
cs_cz: Určuje, kdo naposledy změnil pole.
de_ch: Gibt an, wer das Feld zuletzt geändert hat.
fi_fi: Määrittää, kuka viimeksi muutti kenttää.
fr_be: Spécifie l'utilisateur ayant apporté la dernière modification au champ.
is_is: Tilgreinir hver breytti reitnum síðast.
nb_no: Angir hvem som sist endret feltet.

# Page 1105213220 - Control 652958716 - Property 2879900210
source: Last Modified By
cs_cz: Naposledy upravil
de_ch: Zuletzt geändert von
fi_fi: Edellinen muokkaaja
fr_be: Dernière modification par
is_is: Síðast breytt af
nb_no: Sist endret av

# Page 1105213220 - Control 1393533604 - Property 1295455071
source: Specifies the display name of the affected table.
cs_cz: Určuje zobrazovaný název ovlivněné tabulky.
de_ch: Gibt den Anzeigenamen der betroffenen Tabelle an.
fi_fi: Määrittää asiaan liittyvän taulukon näyttönimen.
fr_be: Spécifie le nom d'affichage de la table affectée.
is_is: Tilgreinir birtingarnafn tiltekinnar töflu.
nb_no: Angir visningsnavnet på den berørte tabellen.

# Page 1105213220 - Control 2465538441 - Property 1295455071
source: Specifies the number of the affected table.
cs_cz: Určuje číslo ovlivněné tabulky.
de_ch: Gibt die Nummer der betroffenen Tabelle an.
fi_fi: Määrittää asiaan liittyvän taulukon numeron.
fr_be: Spécifie le numéro de la table affectée.
is_is: Tilgreinir númer tiltekinnar töflu.
nb_no: Angir nummeret for den berørte tabellen.

# Page 1105213220 - Action 746276264 - Property 2879900210
source: Edit
cs_cz: Úpravy
de_ch: Bearbeiten
fi_fi: Muokkaa
fr_be: Modifier
is_is: Breyta
nb_no: Rediger

# Page 1105213220 - Action 4242569052 - Property 1295455071
source: Search for new fields and add them in the data classification worksheet.
cs_cz: Vyhledat nová pole a přidat je do sešitu klasifikace dat.
de_ch: Sucht nach neuen Feldern und fügt sie dem Datenklassifizierungsarbeitsblatt hinzu.
fi_fi: Hakee uudet kentät ja lisää ne tietojen luokittelun työkirjaan.
fr_be: Recherchez de nouveaux champs et ajoutez-les à la feuille de classification des données.
is_is: Leita að nýjum reitum og bæta þeim við vinnublað gagnaflokkunar.
nb_no: Søk etter nye felt, og legg dem til i regnearket for dataklassifisering.

# Page 1105213220 - Action 4242569052 - Property 2879900210
source: Find New Fields
cs_cz: Najít nová pole
de_ch: Neue Felder suchen
fi_fi: Etsi uudet kentät
fr_be: Rechercher de nouveaux champs
is_is: Finna nýja reiti
nb_no: Finn nye felt

# Page 1105213220 - Action 3935575855 - Property 1295455071
source: Set the data sensitivity of the selected fields to Company Confidential.
cs_cz: Nastavení citlivosti dat vybraných polí jako důvěrné pro společnost.
de_ch: Legt die Datensensitivität der ausgewählten Felder auf „Firma (vertraulich)“ fest.
fi_fi: Määritä valittujen kenttien tietojen arkaluonteisuuden arvoksi Liikesalaisuus.
fr_be: Définissez la sensibilité des données des champs sélectionnés sur Confidentiel.
is_is: Stilla gagnatrúnað valinna reita sem Trúnaðarmál fyrirtækis.
nb_no: Sett datasensitiviteten for de valgte feltene til Firmakonfidensiell.

# Page 1105213220 - Action 3935575855 - Property 2879900210
source: Set as Company Confidential
cs_cz: Nastavit jako důvěrné pro společnost
de_ch: Als "Firma (vertraulich)" festlegen
fi_fi: Määritä liikesalaisuudeksi
fr_be: Définir comme confidentiel
is_is: Merkja sem trúnaðarmál fyrirtækis
nb_no: Sett til Selskapskonfidensiell

# Page 1105213220 - Action 3887089917 - Property 1295455071
source: Set the data sensitivity of the selected fields to Normal.
cs_cz: Nastavení citlivosti dat vybraných polí na normální.
de_ch: Legt die Datensensitivität der ausgewählten Felder auf „Normal“ fest.
fi_fi: Määritä valittujen kenttien tietojen arkaluonteisuuden arvoksi Normaali.
fr_be: Définissez la sensibilité des données des champs sélectionnés sur Normal.
is_is: Stilla gagnatrúnað valinna reita sem Venjulegt.
nb_no: Sett datasensitiviteten for de valgte feltene til Normal.

# Page 1105213220 - Action 3887089917 - Property 2879900210
source: Set as Normal
cs_cz: Nastavit jako normální
de_ch: Als "Normal" festlegen
fi_fi: Määritä normaaliksi
fr_be: Définir comme normal
is_is: Merkja sem venjulegt
nb_no: Sett til Normal

# Page 1105213220 - Action 3135932708 - Property 1295455071
source: Set the data sensitivity of the selected fields to Personal.
cs_cz: Nastavení citlivosti dat vybraných polí na osobní.
de_ch: Legt die Datensensitivität der ausgewählten Felder auf „Persönlich“ fest.
fi_fi: Määritä valittujen kenttien tietojen arkaluonteisuuden arvoksi Henkilökohtainen.
fr_be: Définissez la sensibilité des données des champs sélectionnés sur Personnel.
is_is: Stilla gagnatrúnað valinna reita sem Persónugreinanlegt.
nb_no: Sett datasensitiviteten for de valgte feltene til Personlig.

# Page 1105213220 - Action 3135932708 - Property 2879900210
source: Set as Personal
cs_cz: Nastavit jako osobní
de_ch: Als "Persönlich" festlegen
fi_fi: Määritä henkilökohtaiseksi
fr_be: Définir comme personnel
is_is: Merkja sem einkamál
nb_no: Sett til Personlig

# Page 1105213220 - Action 1085967800 - Property 1295455071
source: Set the data sensitivity of the selected fields to Sensitive.
cs_cz: Nastavení citlivosti dat vybraných polí na citlivá.
de_ch: Legt die Datensensitivität der ausgewählten Felder auf „Vertraulich“ fest.
fi_fi: Määritä valittujen kenttien tietojen arkaluonteisuuden arvoksi Arkaluonteinen.
fr_be: Définissez la sensibilité des données des champs sélectionnés sur Sensible.
is_is: Stilla gagnatrúnað valinna reita sem Viðkvæmt.
nb_no: Angi datasensitiviteten for de valgte feltene til Sensitiv.

# Page 1105213220 - Action 1085967800 - Property 2879900210
source: Set as Sensitive
cs_cz: Nastavit jako citlivá
de_ch: Als "Vertraulich" festlegen
fi_fi: Määritä luottamukselliseksi
fr_be: Définir comme sensible
is_is: Merkja sem viðkvæmt
nb_no: Sett til Sensitiv

# Page 1105213220 - Action 412546918 - Property 1295455071
source: Set the data sensitivity of the selected fields to Unclassified.
cs_cz: Nastavení citlivosti dat vybraných polí na neklasifikovaná.
de_ch: Legen Sie die Datensensitivität der ausgewählten Felder auf „Nicht klassifiziert“ fest.
fi_fi: Määritä valittujen kenttien tietojen arkaluonteisuuden arvoksi Luokittelematon.
fr_be: Définissez la sensibilité des données des champs sélectionnés sur Non classé.
is_is: Stilla gagnatrúnað valinna reita sem Óflokkað.
nb_no: Sett datasensitiviteten for de valgte feltene til Uklassifisert.

# Page 1105213220 - Action 412546918 - Property 2879900210
source: Set as Unclassified
cs_cz: Nastavit jako neklasifikované
de_ch: Als nicht klassifiziert festlegen
fi_fi: Määritä arvoksi Luokittelematon
fr_be: Défini en tant que Non classé
is_is: Stilla sem Óflokkað
nb_no: Angi som Uklassifisert

# Page 1105213220 - Action 2864392894 - Property 1295455071
source: Open the Data Classification Assisted Setup Guide.
cs_cz: Otevřít Průvodce asistovaným nastavením klasifikace dat.
de_ch: Öffnet das unterstützte Setup der Datenklassifizierung.
fi_fi: Avaa tietojen luokittelun asetusten ohjatun määrityksen opas.
fr_be: Ouvrez le guide de configuration assistée Classification des données.
is_is: Opna leiðbeiningar um uppsetningu með hjálp fyrir gagnaflokkun.
nb_no: Åpne veiledningen for assistert oppsett av dataklassifisering.

# Page 1105213220 - Action 2864392894 - Property 2879900210
source: Set Up Data Classifications
cs_cz: Nastavit klasifikaci dat
de_ch: Datenklassifizierungen einrichten
fi_fi: Määritä tietojen luokitukset
fr_be: Configuration des classifications de données
is_is: Setja upp gagnaflokkanir
nb_no: Konfigurer dataklassifiseringer

# Page 1105213220 - Action 176562519 - Property 2879900210
source: View
cs_cz: Zobrazit
de_ch: Anzeigen
fi_fi: Näytä
fr_be: Afficher
is_is: Skoða
nb_no: Vis

# Page 1105213220 - Action 4084043180 - Property 1295455071
source: Show all the unique values of the selected field.
cs_cz: Zobrazit všechny jedinečné hodnoty vybraného pole.
de_ch: Zeigt alle eindeutigen Werte des ausgewählten Felds an.
fi_fi: Näytä valitun kentän kaikki yksilölliset arvot.
fr_be: Affichez toutes les valeurs uniques du champ sélectionné.
is_is: Sýna öll einkvæm gildi valins reits.
nb_no: Vis alle de unike verdiene for det valgte feltet.

# Page 1105213220 - Action 4084043180 - Property 2879900210
source: Show Field Content
cs_cz: Zobrazit obsah pole
de_ch: Feldinhalt anzeigen
fi_fi: Näytä kentän sisältö
fr_be: Afficher le contenu du champ
is_is: Sýna efni reits
nb_no: Vis feltinnhold

# Page 1105213220 - Action 445937312 - Property 1295455071
source: View all fields.
cs_cz: Zobrazit všechna pole.
de_ch: Zeigt alle Felder an.
fi_fi: Näytä kaikki kentät.
fr_be: Affichez tous les champs.
is_is: Skoða alla reiti.
nb_no: Vis alle felt.

# Page 1105213220 - Action 445937312 - Property 2879900210
source: View All
cs_cz: Zobrazit všechna
de_ch: Alle anzeigen
fi_fi: Näytä kaikki
fr_be: Afficher tout
is_is: Skoða allt
nb_no: Vis alle

# Page 1105213220 - Action 4274195956 - Property 1295455071
source: View only fields classified as Company Confidential.
cs_cz: Zobrazit pouze pole klasifikovaná jako důvěrná pro společnost.
de_ch: Zeigt nur Felder an, die als „Firma (vertraulich)“ klassifiziert sind.
fi_fi: Näytä vain liikesalaisuuksiksi luokitellut kentät.
fr_be: Affichez uniquement les champs classés comme Confidentiels.
is_is: Skoða aðeins reiti sem flokkast sem trúnaðarmál fyrirtækis.
nb_no: Vis bare felt som er klassifisert som Firmakonfidensiell.

# Page 1105213220 - Action 4274195956 - Property 2879900210
source: View Company Confidential
cs_cz: Zobrazit důvěrné údaje společnosti
de_ch: "Firma (vertraulich)" anzeigen
fi_fi: Näytä liikesalaisuudet
fr_be: Afficher les champs confidentiels
is_is: Skoða trúnaðarmál fyrirtækis
nb_no: Vis selskapskonfidensielle

# Page 1105213220 - Action 4276197770 - Property 1295455071
source: View only fields classified as Normal.
cs_cz: Zobrazit pouze pole klasifikovaná jako normální.
de_ch: Zeigt nur Felder an, die als „Normal“ klassifiziert sind.
fi_fi: Näytä vain normaaleiksi luokitellut kentät.
fr_be: Affichez uniquement les champs classés comme Normaux.
is_is: Skoða aðeins reiti sem flokkast sem venjulegir.
nb_no: Vis bare felt som er klassifisert som Normal.

# Page 1105213220 - Action 4276197770 - Property 2879900210
source: View Normal
cs_cz: Zobrazit normální
de_ch: "Normal" anzeigen
fi_fi: Näytä normaalit
fr_be: Afficher les champs normaux
is_is: Skoða venjulegt
nb_no: Vis normale

# Page 1105213220 - Action 2611783343 - Property 1295455071
source: View only fields classified as Personal.
cs_cz: Zobrazit pouze pole klasifikovaná jako osobní.
de_ch: Zeigt nur Felder an, die als „Persönlich“ klassifiziert sind.
fi_fi: Näytä vain henkilökohtaisiksi luokitellut kentät.
fr_be: Affichez uniquement les champs classés comme Personnels.
is_is: Skoða aðeins reiti sem flokkast sem persónugreinanlegir.
nb_no: Vis bare felt som er klassifisert som Personlig.

# Page 1105213220 - Action 2611783343 - Property 2879900210
source: View Personal
cs_cz: Zobrazit osobní
de_ch: "Persönlich" anzeigen
fi_fi: Näytä henkilökohtaiset
fr_be: Afficher les champs personnels
is_is: Skoða einkamál
nb_no: Vis personlige

# Page 1105213220 - Action 1127058147 - Property 1295455071
source: View only fields classified as Sensitive.
cs_cz: Zobrazit pole klasifikovaná jako citlivá.
de_ch: Zeigt nur Felder an, die als „Vertraulich“ klassifiziert sind.
fi_fi: Näytä vain arkaluonteisiksi luokitellut kentät.
fr_be: Affichez uniquement des champs classés comme Sensibles.
is_is: Skoða aðeins reiti sem flokkast sem viðkvæmir.
nb_no: Vis bare felt som er klassifisert som Sensitiv.

# Page 1105213220 - Action 1127058147 - Property 2879900210
source: View Sensitive
cs_cz: Zobrazit citlivá
de_ch: "Vertraulich" anzeigen
fi_fi: Näytä luottamukselliset
fr_be: Afficher les champs sensibles
is_is: Skoða viðkvæmt
nb_no: Vis sensitive

# Page 1105213220 - Action 2192376751 - Property 1295455071
source: View the fields of the related records that have similar name with one of the fields selected.
cs_cz: Zobrazte pole souvisejících záznamů, které mají podobný název, s jedním z vybraných polí.
de_ch: Zeigt die Felder der zugehörigen Datensätze an, die einen ähnlichen Namen wie eines der ausgewählten Felder haben.
fi_fi: Näytä liittyvien tietueiden kentät, joilla on samat nimet kuin valituilla kentillä.
fr_be: Affichez les champs des enregistrements associés dont le nom est similaire à l'un des champs sélectionnés.
is_is: Skoða reitina fyrir tengdar færslur með svipuðu heiti og einn af völdu reitunum.
nb_no: Vis feltene for de relaterte postene som har lignende navn med ett av de valgte feltene.

# Page 1105213220 - Action 2192376751 - Property 2879900210
source: View Similar Fields
cs_cz: Zobrazit podobná pole
de_ch: Ähnliche Felder anzeigen
fi_fi: Näytä samantyyppiset kentät
fr_be: Afficher les champs similaires
is_is: Skoða svipaða reiti
nb_no: Vis lignende felt

# Page 1105213220 - Action 1391231105 - Property 1295455071
source: View only unclassified fields.
cs_cz: Zobrazit pouze neklasifikovaná pole.
de_ch: Zeigt nur nicht klassifizierte Felder an.
fi_fi: Näytä vain luokittelemattomat kentät.
fr_be: Affichez uniquement des champs non classés.
is_is: Skoða aðeins óflokkaða reiti.
nb_no: Vis bare uklassifiserte felt.

# Page 1105213220 - Action 1391231105 - Property 2879900210
source: View Unclassified
cs_cz: Zobrazit neklasifikovaná
de_ch: "Nicht klassifiziert" anzeigen
fi_fi: Näytä luokittelemattomat
fr_be: Afficher les champs non classés
is_is: Skoða óflokkað
nb_no: Vis uklassifiserte

# Page 176588632 - Property 2879900210
source: Data Encryption Management
cs_cz: Správa šifrování dat
de_ch: Datenverschlüsselungsverwaltung
fi_fi: Tietojen salauksen hallinta
fr_be: Gestion du chiffrement des données
is_is: Stjórnun dulritunar
nb_no: Administrasjon av datakryptering

# Page 176588632 - Property 3863440606
source: data security management
cs_cz: správa zabezpečení dat
de_ch: Datensicherheitsverwaltung
fi_fi: tietojen suojauksen hallinta
fr_be: gestion de sécurité des données
is_is: öryggisstjórnun gagna
nb_no: administrasjon av datasikkerhet

# Page 176588632 - Control 2598880655 - Property 1295455071
source: Specifies if an encryption key exists and is enabled on the Business Central Server.
cs_cz: Určuje, zda šifrovací klíč existuje a je povolen na serveru Business Central.
de_ch: Gibt an, ob ein Verschlüsselungsschlüssel vorhanden und auf dem Business Central Server aktiviert ist.
fi_fi: Määrittää, onko salausavain olemassa ja otettu käyttöön Business Central Server -ohjelmassa.
fr_be: Spécifie si une clé de chiffrement existe et est activée sur Business Central Server.
is_is: Tilgreinir hvort dulritunarlykill sé til staðar og virkur í Business Central Server.
nb_no: Angir om en krypteringsnøkkel finnes og er aktivert på Business Central Server.

# Page 176588632 - Control 2598880655 - Property 2879900210
source: Encryption Enabled
cs_cz: Šifrování povoleno
de_ch: Verschlüsselung aktiviert
fi_fi: Salaus käytössä
fr_be: Chiffrement activé
is_is: Dulritun virk
nb_no: Kryptering aktivert

# Page 176588632 - Control 3097942593 - Property 1295455071
source: Specifies if an encryption key exists on the Business Central Server.
cs_cz: Určuje, zda šifrovací klíč existuje na serveru Business Central.
de_ch: Gibt an, ob ein Verschlüsselungsschlüssel auf dem Business Central Server vorhanden ist.
fi_fi: Määrittää, onko salausavain olemassa Business Central Server -ohjelmassa.
fr_be: Spécifie si une clé de chiffrement existe sur Business Central Server.
is_is: Tilgreinir hvort dulritunarlykill sé til staðar í Business Central Server.
nb_no: Angir om en krypteringsnøkkel finnes på Business Central Server.

# Page 176588632 - Control 3097942593 - Property 2879900210
source: Encryption Key Exists
cs_cz: Šifrovací klíč existuje
de_ch: Verschlüsselungsschlüssel ist vorhanden
fi_fi: Salausavain on luotu
fr_be: La clé de chiffrement existe.
is_is: Dulritunarlykill er til staðar
nb_no: Krypteringsnøkkel finnes

# Page 176588632 - Action 397629378 - Property 1295455071
source: Change to a different encryption key file.
cs_cz: Změnit na jiný soubor šifrovacího klíče.
de_ch: Zu einer anderen Verschlüsselungsschlüsseldatei wechseln
fi_fi: Muuta toiseen salausavaintiedostoon.
fr_be: Changez de fichier de clé de chiffrement.
is_is: Skipta yfir í aðra skrá dulritunarlykils.
nb_no: Endre til en annen krypteringsnøkkelfil.

# Page 176588632 - Action 397629378 - Property 2879900210
source: Change Encryption Key
cs_cz: Změnit šifrovací klíč
de_ch: Verschlüsselungsschlüssel ändern
fi_fi: Vaihda salausavain
fr_be: Modifier la clé de chiffrement
is_is: Skipta um dulritunarlykil
nb_no: Endre krypteringsnøkkel
