Repository: jbakach/MSDyn365BC.Code.History
Catalog: System Application/Source/System Application/Translations/System Application.*.xlf
Languages: cs_cz, de_ch, fi_fi, fr_be, is_is, nb_no

# Codeunit 3415626413 - NamedType 2958770673
source: This app may transfer data to other geographies than the current geography of your Dynamics 365 Business Central environment. This is to ensure proper functionality of the app.
cs_cz: Tato aplikace může přenášet data do jiných geografických oblastí, než je aktuální geografické prostředí Dynamics 365 Business Central. Tím je zajištěna správná funkčnost aplikace.
de_ch: Diese App kann Daten in andere geografische Regionen übertragen als die aktuelle Region ihrer Dynamics 365 Business Central-Umgebung. Dies dient zum Gewährleisten der ordnungsgemässen Funktionsweise der Apps.
fi_fi: Tämä sovellus voi siirtää tietoja muille maantieteellisille alueille kuin Dynamics 365 Business Central -ympäristön nykyiselle maantieteelliselle alueelle. Tämä takaa sen, että sovellus toimii oikein.
fr_be: Cette application peut transférer des données vers d’autres zones géographiques que celle où se trouve actuellement votre environnement Dynamics 365 Business Central, ceci afin d’assurer le bon fonctionnement des applications.
is_is: Þetta forrit kann að flytja gögn til annarra svæða en núverandi svæðis Dynamics 365 Business Central-umhverfisins. Þetta er til að tryggja rétta virkni forritanna.
nb_no: Denne appen kan overføre data til andre geografiske plasseringer enn den gjeldende geografien for Dynamics 365 Business Central-miljøet. Dette er for å sikre riktig funksjonalitet for appen.

# Codeunit 2343587805 - NamedType 2910016502
source: Classify Similar Fields for %1
cs_cz: Klasifikovat podobná pole pro %1
de_ch: Ähnliche Felder klassifizieren für %1
fi_fi: Luokittele samantyyppiset kentät kohteelle %1
fr_be: Classer les champs similaires pour %1
is_is: Flokka svipaða reiti fyrir %1
nb_no: Klassifiser lignende felter for %1

# Codeunit 2886489363 - NamedType 1773740951
source: AL DocumentSharing
cs_cz: Al Sdílení dokumentů
de_ch: AL Belegfreigabe
fi_fi: AL-asiakirjajako
fr_be: Partage de document AL
is_is: AL-skjalasamnýting
nb_no: AL-dokumentdeling

# Codeunit 2886489363 - NamedType 2657411711
source: Document service is not configured
cs_cz: Služba dokumentů není nakonfigurována.
de_ch: Belegdienst nicht konfiguriert
fi_fi: Asiakirjapalvelua ei ole määritetty
fr_be: Le service de document n’est pas configuré
is_is: Skjalaþjónusta er ekki grunnstillt
nb_no: Dokumenttjenesten er ikke konfigurert

# Codeunit 2886489363 - NamedType 2471521438
source: No file to share.
cs_cz: Žádný soubor ke sdílení.
de_ch: Keine freizugebende Datei.
fi_fi: Ei jaettavia tiedostoja.
fr_be: Aucun fichier à partager.
is_is: Engin skrá til að deila.
nb_no: Ingen fil å dele.

# Codeunit 2886489363 - NamedType 1348027738
source: We couldn't share or open this file.
cs_cz: Tento soubor se nám nepodařilo sdílet ani otevřít.
de_ch: Die Datei konnte nicht freigegeben oder geöffnet werden.
fi_fi: Tätä tiedostoa ei voitu jakaa tai avata.
fr_be: Impossible de partager ou d’ouvrir ce fichier.
is_is: Ekki var hægt að deila eða opna þessa skrá.
nb_no: Vi kan ikke dele eller åpne denne filen.

# Codeunit 2886489363 - NamedType 2405289397
source: We couldn't open this file. Would you like to share it?
cs_cz: Tento soubor nelze otevřít. Chcete ho sdílet?
de_ch: Die Datei konnte nicht geöffnet werden. Möchten Sie sie freigeben?
fi_fi: Tätä tiedostoa ei voitu avata. Haluatko jakaa sen?
fr_be: Impossible d’ouvrir ce fichier. Souhaitez-vous le partager ?
is_is: Ekki tókst að opna þessa skrá. Á að deila henni?
nb_no: Vi kan ikke åpne denne filen. Vil du dele den?

# Codeunit 2886489363 - NamedType 3695998325
source: Would you like to open this file?
cs_cz: Chcete otevřít tento soubor?
de_ch: Möchten Sie die Datei öffnen?
fi_fi: Haluatko avata tämän tiedoston?
fr_be: Souhaitez-vous ouvrir ce fichier ?
is_is: Á að opna þessa skrá?
nb_no: Vil du åpne denne filen?

# Codeunit 2886489363 - NamedType 442687550
source: Would you like to share this file?
cs_cz: Chcete tento soubor sdílet?
de_ch: Möchten Sie die Datei freigeben?
fi_fi: Haluatko jakaa tämän tiedoston?
fr_be: Souhaitez-vous partager ce fichier ?
is_is: Á að deila þessari skrá?
nb_no: Vil du dele denne filen?

# Codeunit 2886489363 - NamedType 463678366
source: We couldn't share this file. Would you like to open it?
cs_cz: Tento soubor jsme nemohli sdílet. Chcete ho otevřít?
de_ch: Die Datei konnte nicht freigegeben werden. Möchten Sie sie öffnen?
fi_fi: Tätä tiedostoa ei voitu jakaa. Haluatko avata sen?
fr_be: Ce fichier n’a pas pu être partagé. Souhaitez-vous l’ouvrir ?
is_is: Ekki tókst að deila þessari skrá. Á að opna hana?
nb_no: Vi kan ikke dele denne filen. Vil du åpne den?

# Codeunit 2886489363 - NamedType 930139277
source: The prompt intent can only be used within a graphical user interface (GUI).
cs_cz: Záměr výzvy lze použít pouze v grafickém uživatelském rozhraní (GUI).
de_ch: Die Eingabeaufforderungsabsicht kann nur innerhalb einer grafischen Benutzeroberfläche (GUI) verwendet werden.
fi_fi: Kehote-tarkoitusta voidaan käyttää vain graafisessa käyttöliittymässä (GUI).
fr_be: L’intention de l’invite ne peut être utilisée que dans une interface utilisateur graphique (GUI).
is_is: Aðeins er hægt að nota svarglugga í myndrænu notendaviðmóti (GUI).
nb_no: Ledeteksthensikten kan bare brukes i et grafisk brukergrensesnitt (GUI).

# Codeunit 2886489363 - NamedType 1741986590
source: The file has been copied to OneDrive. What would you like to do with it?
cs_cz: Soubor byl zkopírován na OneDrive. Co byste s tím chtěli dělat?
de_ch: Die Datei wurde zu OneDrive kopiert. Was möchten Sie damit tun?
fi_fi: Tiedosto on kopioitu OneDriveen. Mitä haluaisit tehdä?
fr_be: Le fichier a été copié vers OneDrive. Qu’aimeriez-vous en faire ?
is_is: Skráin hefur verið afrituð í OneDrive. Hvað á að gera við hana?
nb_no: Filen er kopiert til OneDrive. Hva vil du gjøre med den?

# Codeunit 2886489363 - NamedType 4171653132
source: We're copying this file to your %1 folder in OneDrive
cs_cz: Tento soubor zkopírujeme do vaší složky %1 na OneDrivu
de_ch: Datei wird in Ihren %1-Ordner in OneDrive kopiert
fi_fi: Tämä tiedosto kopioidaan OneDrive-kansioosi %1
fr_be: Nous allons copier ce fichier dans votre dossier %1 dans OneDrive
is_is: Verið er að afrita þessa skrá í %1-möppuna á OneDrive
nb_no: Vi kopierer denne filen til mappen %1 i OneDrive

# Codeunit 2886489363 - NamedType 2213230754
source: We're copying this file to your %1 folder in OneDrive so you can share it
cs_cz: Tento soubor zkopírujeme do složky %1 na OneDrivu, abyste ho mohli sdílet.
de_ch: Die Datei wird in Ihren %1-Ordner in OneDrive kopiert, sodass Sie sie freigeben können.
fi_fi: Tämä tiedosto kopioidaan OneDrive-kansioosi %1, jotta voit jakaa sen
fr_be: Nous copions ce fichier dans votre dossier %1 dans OneDrive afin de pouvoir le partager
is_is: Verið er að afrita þessa skrá í %1-möppuna á OneDrive svo hægt sé að deila henni
nb_no: Vi kopierer denne filen til mappen %1 i OneDrive slik at du kan dele den

# Codeunit 529912643 - NamedType 94485731
source: Provider %1: 2D Barcode symbol encoder %2 is not implemented by this provider!
cs_cz: Poskytovatel %1: 2D kodér symbolů čárového kódu %2 není implementován tímto poskytovatelem!
de_ch: Anbieter %1: 2D-Barcode-Symbolverschlüsselung %2 wird von diesem Anbieter nicht implementiert!
fi_fi: Toimittaja %1: Tämä toimittaja ei ole ottanut käyttöön 2D-viivakoodisymbolien koodaajaa %2.
fr_be: Fournisseur %1 : le codeur de symboles de code-barres 2D %2 n’est pas implémenté par ce fournisseur !
is_is: Veita %1: Tvívítt strikamerkjatákn kóðara %2 er ekki innleitt af þessari veitu!
nb_no: Leverandør %1: Koder for 2D-strekkodesymbol %2 er ikke implementert av denne leverandøren.

# Codeunit 3458482185 - Method 3241350467 - NamedType 736015922
source: QR Code could not be created.
cs_cz: QR kód nelze vytvořit.
de_ch: Der QR-Code konnte nicht erstellt werden.
fi_fi: QR-koodia ei voitu luoda.
fr_be: Le QR Code n’a pas pu être créé.
is_is: Ekki tókst að búa til QR-kóða.
nb_no: Kan ikke opprette QR-kode.

# Codeunit 2873841822 - NamedType 2456773564
source: Export
fi_fi: Vie
fr_be: Exporter
is_is: Flytja út
nb_no: Eksporter

# Codeunit 2873841822 - NamedType 153976994
source: You can't edit this page in Excel because it's not set up for it. To use the Edit in Excel feature, you must publish the web service called '%1'. Contact your system administrator for help.
cs_cz: Tuto stránku nemůžete v aplikaci Excel upravovat, protože pro něj není nastavená. Chcete-li použít funkci Upravit v aplikaci Excel, musíte publikovat webovou službu s názvem '%1'. Požádejte o pomoc správce systému.
de_ch: Sie können diese Seite nicht in Excel bearbeiten, da sie nicht eingerichtet ist. Um die Funktion „In Excel bearbeiten“ verwenden zu können, müssen Sie den Webdienst mit der Bezeichnung „%1“ veröffentlichen. Wenden Sie sich an den Systemadministrator, um Hilfe zu erhalten.
fi_fi: Et voi muokata tätä sivua Excelissä, koska sitä ei ole määritetty sitä varten. Jos haluat käyttää Muokkaa Excelissä -toimintoa, sinun on julkaistava verkkopalvelu %1. Jos tarvitset apua, ota yhteyttä järjestelmänvalvojaan.
fr_be: Vous ne pouvez pas modifier cette page dans Excel, car sa configuration ne le permet pas. Pour utiliser la fonctionnalité Modifier dans Excel, vous devez publier le service Web « %1 ». Contactez votre administrateur système pour obtenir de l’aide.
is_is: Ekki er hægt að breyta þessari síðu í Excel vegna þess að hún er ekki uppsett fyrir það. Til að nota eiginleikann „Breyta í Excel“ þarf að birta vefþjónustuna „%1“. Hafa skal samband við kerfisstjóra til að fá aðstoð.
nb_no: Du kan ikke redigere denne siden i Excel fordi den ikke er konfigurert for den. Hvis du vil bruke funksjonen Rediger i Excel, må du publisere nettjenesten som kalles %1. Kontakt systemansvarlig for å få hjelp.

# Codeunit 215834149 - NamedType 2383621094
source: Your user account does not give you permission to set up email. Please contact your administrator.
cs_cz: Váš uživatelský účet vám nedává oprávnění k nastavení e-mailu. Obraťte se na správce.
de_ch: Ihr Benutzerkonto erteilt Ihnen keine Berechtigung zum Einrichten von E-Mails. Wenden Sie sich an den Administrator.
fi_fi: Käyttäjätilisi ei anna lupaa sähköpostin määrittämiseen. Ota yhteyttä järjestelmänvalvojaan.
fr_be: Votre compte d’utilisateur ne vous accorde pas l’autorisation de configurer la messagerie. Contactez l’administrateur.
is_is: Notandareikningurinn veitir ekki heimild til að setja upp tölvupóst. Hafið samband við stjórnanda.
nb_no: Brukerkontoen din gir deg ikke tillatelse til å konfigurere e-post. Kontakt administratoren.

# Codeunit 215834149 - NamedType 3268511966
source: Choose a Default Account
cs_cz: Výběr výchozího účtu
de_ch: Standardkonto auswählen
fi_fi: Valitse oletustili
fr_be: Choisir un compte par défaut
is_is: Velja sjálfgefinn reikning
nb_no: Velg en standardkonto

# Codeunit 215834149 - NamedType 2396470215
source: Go ahead and delete?
cs_cz: Pokračovat a odstranit?
de_ch: Löschen?
fi_fi: Haluatko poistaa?
fr_be: Voulez-vous supprimer ?
is_is: Halda áfram og eyða?
nb_no: Vil du slette?

# Codeunit 215834149 - NamedType 520866582
source: The email address cannot be empty.
cs_cz: E-mailová adresa nemůže být prázdná.
de_ch: Die E-Mail-Adresse darf nicht leer sein.
fi_fi: Sähköpostiosoite ei voi olla tyhjä.
fr_be: L’adresse e-mail ne peut pas être vide.
is_is: Netfangið má ekki vera autt.
nb_no: E-postadressen kan ikke være tom.

# Codeunit 215834149 - NamedType 3007870474
source: The email address "%1" is not valid.
cs_cz: Emailová adresa "%1" není platná.
de_ch: Die E-Mail-Adresse „%1“ ist nicht gültig.
fi_fi: Sähköpostiosoite %1 ei kelpaa.
fr_be: L’adresse e-mail « %1 » n’est pas valide.
is_is: Netfangið „%1“ er ekki gilt.
nb_no: E-postadressen %1 er ikke gyldig.

# Codeunit 3158499545 - NamedType 3716788505
source: Could not parse parameter Admin.
cs_cz: Nelze analyzovat parametr Admin.
de_ch: Parameter Admin konnte nicht analysiert werden.
fi_fi: Admin-parametria ei voitu jäsentää.
fr_be: Impossible d’analyser le paramètre Admin.
is_is: Ekki tókst að þátta færibreytuna „Stjórnandi“.
nb_no: Kan ikke analysere parameteren Admin.

# Codeunit 3158499545 - NamedType 2513055206
source: Could not parse parameter PastDate.
cs_cz: Nelze analyzovat parametr PastDate.
de_ch: Parameter PastDate konnte nicht analysiert werden.
fi_fi: PastDate-parametria ei voitu jäsentää.
fr_be: Impossible d’analyser le paramètre PastDate.
is_is: Ekki tókst að þátta færibreytuna PastDate.
nb_no: Kan ikke analysere parameteren PastDate.

# Codeunit 4285341516 - NamedType 3734943416
source: Email address %1 already added
cs_cz: E-mailová adresa %1 byla již přidána
de_ch: E-Mail-Adresse %1 wurde bereits hinzugefügt
fi_fi: Sähköpostiosoite %1 jo lisätty
fr_be: L’adresse e-mail %1 déjà été ajoutée
is_is: Netfanginu %1 hefur þegar verið bætt við
nb_no: E-postadressen %1 er allerede lagt til

# Codeunit 4285341516 - NamedType 397957478
source: %1 has no email address stored
cs_cz: %1 nemá uloženou žádnou e-mailovou adresu
de_ch: %1 hat keine E-Mail-Adresse gespeichert
fi_fi: Kohteella %1 ei ole sähköpostiosoitetta tallennettuna
fr_be: %1 n’a pas d’adresse e-mail stockée
is_is: %1 er ekki með neitt netfang vistað
nb_no: %1 har ingen lagret e-postadresse

# Codeunit 2346962245 - NamedType 3308730253
source: The email message has been deleted by another user.
cs_cz: E-mailová zpráva byla odstraněna jiným uživatelem.
de_ch: Die E-Mail-Nachricht wurde von einem anderen Benutzer gelöscht.
fi_fi: Toinen käyttäjä on poistanut sähköpostiviestin.
fr_be: Le message électronique a été supprimé par un autre utilisateur.
is_is: Annar notandi eyddi tölvupóstskeytinu.
nb_no: E-postmeldingen er slettet av en annen bruker.

# Codeunit 2282749623 - NamedType 235420150
source: Go ahead and discard?
cs_cz: Pokračovat a odstranit?
de_ch: Fortfahren und löschen?
fi_fi: Haluatko hylätä?
fr_be: Continuer et ignorer ?
is_is: Halda áfram og fleygja?
nb_no: Vil du forkaste?

# Codeunit 2282749623 - NamedType 3931068423
source: You do not have permission to open the email message.
cs_cz: Nemáte oprávnění k otevření e-mailové zprávy.
de_ch: Sie haben keine Berechtigung zum Öffnen der E-Mail-Nachricht.
fi_fi: Sinulla ei ole sähköpostiviestin avausoikeutta.
fr_be: Vous n’êtes pas autorisé à ouvrir le message électronique.
is_is: Ekki er heimild til staðar til að opna tölvupóstskilaboðin.
nb_no: Du har ikke tillatelse til å åpne e-postmeldingen.

# Codeunit 2282749623 - NamedType 4221255042
source: Did not apply word template to email as user exited dialog.
cs_cz: Při ukončení dialogového okna uživatele nebyla u e-mailu aplikována šablona Word.
de_ch: Word-Vorlage wurde nicht auf E-Mail angewendet, da der Benutzer das Dialogfeld geschlossen hat.
fi_fi: Word-mallia ei käytetty sähköpostiviestissä, koska käyttäjä poistui valintaikkunasta.
fr_be: Impossible d’appliquer le modèle Word à l’e-mail, car l’utilisateur a quitté la boîte de dialogue.
is_is: Sniðmát ekki notað fyrir tölvupóst þar sem notandi lokaði glugga.
nb_no: Tok ikke i bruk Word-malen på e-posten fordi brukeren avsluttet dialogen.

# Codeunit 2282749623 - NamedType 3124311612
source: The attachment content is no longer available.
cs_cz: Obsah přílohy již není k dispozici.
de_ch: Der Inhalt des Anhangs ist nicht mehr verfügbar.
fi_fi: Liitteen sisältö ei ole enää käytettävissä.
fr_be: Le contenu du document joint n’est plus disponible.
is_is: Efni viðhengis er ekki lengur tiltækt.
nb_no: Vedleggsinnholdet er ikke lenger tilgjengelig.

# Codeunit 2282749623 - NamedType 2106621949
source: You must specify a valid email account to send the message to.
cs_cz: Chcete-li zprávu odeslat, musíte zadat e-mailový účet.
de_ch: Sie müssen ein E-Mail-Konto angeben, an das die Nachricht gesendet werden soll.
fi_fi: Sinun on määritettävä kelvollinen sähköpostitili, johon viesti lähetetään.
fr_be: Vous devez spécifier un compte de messagerie valide auquel envoyer le message.
is_is: Tilgreina verður tölvupóstsreikning til að senda skeytið til.
nb_no: Du må angi en gyldig e-postkonto som du vil sende meldingen til.

# Codeunit 2282749623 - NamedType 4189961204
source: Failed to find the primary source entity
cs_cz: Nepodařilo se najít primární zdrojovou entitu.
de_ch: Fehler beim Suchen der primären Quellentität
fi_fi: Ensisijaista lähdeobjektia ei löytynyt
fr_be: Impossible de trouver l’entité source principale
is_is: Ekki tókst að finna einingu aðaluppruna
nb_no: Finner ikke den primære kildeenheten

# Codeunit 2282749623 - NamedType 3678064371
source: Did not find any attachments related to this email.
cs_cz: V souvislosti s tímto e-mailem nebyly nalezeny žádné přílohy.
de_ch: Es wurden keine mit dieser E-Mail verknüpften Dateianhänge gefunden.
fi_fi: Tähän sähköpostiin liittyviä liitteitä ei löytynyt.
fr_be: Aucun document joint associé à cet e-mail n’a été trouvé.
is_is: Fann engin viðhengi sem tengjast þessum tölvupósti.
nb_no: Finner ingen vedlegg som er relatert til denne e-posten.

# Codeunit 2282749623 - NamedType 3361543551
source: Do you want to send this message without a subject?
cs_cz: Chcete tuto zprávu odeslat bez předmětu?
de_ch: Möchten Sie diese Nachricht ohne Betreff senden?
fi_fi: Haluatko lähettää tämän viestin ilman aihetta?
fr_be: Voulez-vous envoyer ce message sans objet ?
is_is: Viltu senda þetta skeyti án efnislínu?
nb_no: Vil du sende denne meldingen uten et emne?

# Codeunit 2282749623 - NamedType 2598034846
source: The email was not sent because of the following error: "%1" \\Depending on the error, you might need to contact your administrator.
cs_cz: E-mail nebyl odeslán z důvodu následující chyby: "%1" \\V závislosti na chybě může být nutné kontaktovat správce.
de_ch: Die E-Mail wurde aufgrund des folgenden Fehlers nicht gesendet: „%1“.\\Je nach Fehler müssen Sie möglicherweise Ihren Administrator kontaktieren.
fi_fi: Sähköpostiviestiä ei lähetetty seuraavan virheen vuoksi: %1 \\Virheen mukaan saatat joutua ottamaan yhteyttä järjestelmänvalvojaan.
fr_be: L’e-mail n’a pas été envoyé en raison de l’erreur suivante : « %1 » \\En fonction de l’erreur, vous devrez peut-être contacter l’administrateur.
is_is: Tölvupósturinn var ekki sendur vegna eftirfarandi villu: "%1" \\Þú gætir þurft að hafa samband við kerfisstjórann þinn, allt eftir villunni.
nb_no: E-posten er ikke sendt på grunn av følgende feil: %1 \\Avhengig av feilen må du kanskje kontakte administratoren.

# Codeunit 3795645336 - NamedType 658797555
source: The email message has already been sent and cannot be edited.
cs_cz: E-mailová zpráva již byla odeslána a nelze ji upravovat.
de_ch: Die E-Mail-Nachricht wurde bereits gesendet. Sie kann nicht bearbeitet werden.
fi_fi: Sähköpostiviesti on jo lähetetty, eikä sitä voi muokata.
fr_be: Le message électronique a déjà été envoyé et ne peut pas être modifié.
is_is: Tölvupóstskeytið hefur þegar verið sent og því er ekki hægt að breyta.
nb_no: E-postmeldingen er allerede sendt og kan ikke redigeres.

# Codeunit 3795645336 - NamedType 3885254447
source: The email message has been deleted by another user.
cs_cz: E-mailová zpráva byla odstraněna jiným uživatelem.
de_ch: Die E-Mail-Nachricht wurde von einem anderen Benutzer gelöscht.
fi_fi: Toinen käyttäjä on poistanut sähköpostiviestin.
fr_be: Le message électronique a été supprimé par un autre utilisateur.
is_is: Annar notandi eyddi tölvupóstskeytinu.
nb_no: E-postmeldingen er slettet av en annen bruker.

# Codeunit 3795645336 - NamedType 3701111825
source: The email has already been queued.
cs_cz: E-mail byl již zařazen do fronty.
de_ch: Die E-Mail wurde bereits in die Warteschlange eingereiht.
fi_fi: Sähköposti on jo asetettu jonoon.
fr_be: L’e-mail a déjà été mis en file d’attente.
is_is: Netfangið er þegar í biðröð.
nb_no: E-postadressen er allerede satt i kø.

# Codeunit 3795645336 - NamedType 2036313146
source: The email has already been sent.
cs_cz: E-mail byl již odeslán.
de_ch: Die E-Mail wurde bereits gesendet.
fi_fi: Sähköposti on jo lähetetty.
fr_be: Cet e-mail a déjà été envoyé.
is_is: Tölvupósturinn hefur þegar verið sendur.
nb_no: Denne e-posten er allerede sendt.

# Codeunit 3795645336 - NamedType 2139460900
source: You do not have the permissions required to send emails. Ask your administrator to grant you the Read, Insert, Modify and Delete permissions for the Sent Email and Email Outbox tables.
cs_cz: Nemáte oprávnění potřebná k odesílání e-mailů. Požádejte správce, aby vám udělil oprávnění ke čtení, vložení, změně a odstranění pro tabulky Odeslaná pošta a Pošta k odeslání.
de_ch: Sie verfügen nicht über die erforderlichen Berechtigungen zum Senden von E-Mails. Bitten Sie Ihren Administrator, Ihnen die Berechtigungen „Lesen“, „Einfügen“, „Ändern“ und „Löschen“ für die Tabellen „Gesendete E-Mails“ und „E-Mail-Ausgang“ zu erteilen.
fi_fi: Sinulla ei ole sähköpostiviestien lähettämiseen tarvittavia oikeuksia. Pyydä järjestelmänvalvojaa myöntämään sinulle lähetettyjen sähköpostiviestien ja sähköpostin Lähtevät-kansion taulukoiden luku-, lisäys-, muokkaus- ja poisto-oikeudet.
fr_be: Vous n’avez pas les autorisations nécessaires pour envoyer des e-mails. Demandez à votre administrateur de vous accorder des autorisations de lecture, d’insertion, de modification et de suppression pour les tables E-mail envoyé et Boîte d’envoi d’e-mails.
is_is: Þú hefur ekki nauðsynlegar heimildir til að senda tölvupóst. Biddu kerfisstjóra um að veita þér heimildir til að lesa, setja inn, breyta og eyða fyrir sendan tölvupóst og úthólf.
nb_no: Du har ikke tillatelsene som kreves for å sende e-post. Be administrator om å gi deg tillatelsene Les, Sett inn, Endre og Slett for tabellene Sendt e-post og E-postutboks.

# Codeunit 3795645336 - NamedType 895649859
source: The provided email account does not exist.
cs_cz: Zadaný e-mailový účet neexistuje.
de_ch: Das angegebene E-Mail-Konto ist nicht vorhanden.
fi_fi: Annettua sähköpostitiliä ei ole.
fr_be: Le compte de messagerie fourni n’existe pas.
is_is: Uppgefinn tölvupóstsreikningur er ekki til.
nb_no: Den angitte e-postkontoen finnes ikke.

# Codeunit 3795645336 - NamedType 2364602447
source: Could not find the source for this email.
cs_cz: Zdroj tohoto e-mailu nebyl k dispozici.
de_ch: Die Quelle für diese E-Mail konnte nicht gefunden werden.
fi_fi: Tämän sähköpostin lähdettä ei löytynyt.
fr_be: Impossible de trouver la source de cet e-mail.
is_is: Uppruni tölvupóstsins fannst ekki.
nb_no: Finner ikke kilden for denne e-posten.

# Codeunit 690430798 - NamedType 127200329
source: No filters were set on table %1, %2. Please contact your Microsoft Partner for assistance.
cs_cz: Pro tabulku %1 %2 nebyly nastaveny žádné filtry. Požádejte o pomoc svého partnera společnosti Microsoft.
de_ch: Für die Tabelle %1, %2 wurden keine Filter festgelegt. Wenden Sie sich an Ihren Microsoft-Partner, wenn Sie Hilfe benötigen.
fi_fi: Suodattimia ei ole määritetty taulukon %1, %2. Pyydä apua Microsoft-kumppaniltasi.
fr_be: Aucun filtre n’a été défini sur la table %1, %2. Pour obtenir de l’aide, contactez votre partenaire Microsoft.
is_is: Engar síur voru stilltar í töflu %1, %2. Hafðu samband við Microsoft samstarfsaðila þinn til að fá aðstoð.
nb_no: Ingen filtre ble angitt i tabellen %1, %2. Kontakt Microsoft-partneren for hjelp.

# Codeunit 728726451 - NamedType 1388439000
source: The attachment content was not found.
cs_cz: Obsah přílohy nebyl nalezen.
de_ch: Der Inhalt des Anhangs wurde nicht gefunden.
fi_fi: Liitteen sisältöä ei löytynyt.
fr_be: Le contenu du document joint est introuvable.
is_is: Efni viðhengisins fannst ekki.
nb_no: Finner ikke vedleggsinnholdet.
