Repository: jbakach/MSDyn365BC.Code.History
Catalog: System Application/Source/System Application/Translations/System Application.*.xlf
Languages: cs_cz, de_ch, fi_fi, fr_be, is_is, nb_no

# Table 1345601853 - Property 2879900210
source: Query Navigation Validation
cs_cz: Dotaz ověření navigace
de_ch: Abfragenavigationsvalidierung
fi_fi: Kyselyn siirtymisen tarkistus
fr_be: Validation de la navigation dans les requêtes
is_is: Staðfesting fyrirspurnarleiðsagnar
nb_no: Validering av spørringsnavigering

# Table 1345601853 - Field 3369789712 - Property 2879900210
source: Reason
cs_cz: Důvod
de_ch: Grund
fi_fi: Syy
fr_be: Motif
is_is: Ástæða
nb_no: Årsak

# Table 1345601853 - Field 2035247194 - Property 2879900210
source: Valid
cs_cz: Platný
de_ch: Gültig
fi_fi: Kelvollinen
fr_be: Valide
is_is: Í gildi
nb_no: Gyldig

# Table 3181557883 - Property 2879900210
source: Recurrence Schedule
cs_cz: Plán opakování
de_ch: Wiederholungsplan
fi_fi: Toistoaikataulu
fr_be: Planning de la périodicité
is_is: Endurtekin áætlun
nb_no: Gjentakelsesplan

# Table 3181557883 - Field 2649176925 - Property 2879900210
source: End Date
cs_cz: Koncové datum
de_ch: Enddatum
fi_fi: Päättymispäivä
fr_be: Date de fin
is_is: Lokadagsetning
nb_no: Sluttdato

# Table 3181557883 - Field 3641927271 - Property 2879900210
source: ID
fi_fi: Tunnus
is_is: Kenni

# Table 3181557883 - Field 3465500804 - Property 2879900210
source: Month
cs_cz: Měsíc
de_ch: Monat
fi_fi: Kuukausi
fr_be: Mois
is_is: Mánuður
nb_no: Måned

# Table 3181557883 - Field 1248140535 - Property 2879900210
source: Monthly Pattern
cs_cz: Měsíční vzorec
de_ch: Monatliches Muster
fi_fi: Kuukausittain-malli
fr_be: Modèle mensuel
is_is: Mánaðarlegt mynstur
nb_no: Månedlig mønster

# Table 3181557883 - Field 1964804572 - Property 2879900210
source: Ordinal Recurrence No.
cs_cz: Pořadové číslo opakování
de_ch: Ordnungswiederholungsnr.
fi_fi: Toistumisen järjestysnumero
fr_be: N ° récurrence ordinale
is_is: Raðendurtekning nr.
nb_no: Ordenstall for gjentakelse

# Table 3181557883 - Field 3482496012 - Property 2879900210
source: Pattern
cs_cz: Vzor
de_ch: Muster
fi_fi: Malli
fr_be: Modèle
is_is: Mynstur
nb_no: Mønster

# Table 3181557883 - Field 321365911 - Property 2879900210
source: Recurs Every
cs_cz: Opakovat vždy
de_ch: Kehrt alle
fi_fi: Toistuu joka
fr_be: Récurrence chaque
is_is: Endurtekið hvern
nb_no: Gjentas hver

# Table 3181557883 - Field 116959183 - Property 2879900210
source: Recurs on Day
cs_cz: Opakuje v den
de_ch: Kehrt an folgendem Tag wieder
fi_fi: Toistuu päivänä
fr_be: Jour de récurrence
is_is: Endurtekið á deginum
nb_no: Gjentas på dag

# Table 3181557883 - Field 2478831756 - Property 2879900210
source: Recurs on Friday
cs_cz: Opakovat v pátek
de_ch: Kehrt am Freitag wieder
fi_fi: Toistuu perjantaina
fr_be: Se répète le vendredi
is_is: Endurtekið á föstudegi
nb_no: Gjentas fredag

# Table 3181557883 - Field 130355 - Property 2879900210
source: Recurs on Monday
cs_cz: Opakovat v pondělí
de_ch: Kehrt am Montag wieder
fi_fi: Toistuu maanantaina
fr_be: Se répète le lundi
is_is: Endurtekið á mánudegi
nb_no: Gjentas mandag

# Table 3181557883 - Field 3671551776 - Property 2879900210
source: Recurs on Saturday
cs_cz: Opakovat v sobotu
de_ch: Kehrt am Samstag wieder
fi_fi: Toistuu lauantaina
fr_be: Se répète le samedi
is_is: Endurtekið á laugardegi
nb_no: Gjentas lørdag

# Table 3181557883 - Field 347286671 - Property 2879900210
source: Recurs on Sunday
cs_cz: Opakovat v neděli
de_ch: Kehrt am Sonntag wieder
fi_fi: Toistuu sunnuntaina
fr_be: Se répète le dimanche
is_is: Endurtekið á sunnudegi
nb_no: Gjentas søndag

# Table 3181557883 - Field 4160080263 - Property 2879900210
source: Recurs on Thursday
cs_cz: Opakovat ve čtvrtek
de_ch: Kehrt am Donnerstag wieder
fi_fi: Toistuu torstaina
fr_be: Se répète le jeudi
is_is: Endurtekið á fimmtudegi
nb_no: Gjentas torsdag

# Table 3181557883 - Field 2709959422 - Property 2879900210
source: Recurs on Tuesday
cs_cz: Opakovat v úterý
de_ch: Kehrt am Dienstag wieder
fi_fi: Toistuu tiistaina
fr_be: Se répète le mardi
is_is: Endurtekið á þriðjudegi
nb_no: Gjentas tirsdag

# Table 3181557883 - Field 835484733 - Property 2879900210
source: Recurs on Wednesday
cs_cz: Opakovat ve středu
de_ch: Kehrt am Mittwoch wieder
fi_fi: Toistuu keskiviikkona
fr_be: Se répète le mercredi
is_is: Endurtekið á miðvikudegi
nb_no: Gjentas onsdag

# Table 3181557883 - Field 474480784 - Property 2879900210
source: Start Date
cs_cz: Počáteční datum
de_ch: Startdatum
fi_fi: Aloituspäivä
fr_be: Date début
is_is: Upphafsdagur
nb_no: Startdato

# Table 3181557883 - Field 2169532623 - Property 2879900210
source: Start Time
cs_cz: Čas zahájení
de_ch: Startzeit
fi_fi: Aloitusaika
fr_be: Heure de début
is_is: Upphafstími
nb_no: Starttidspunkt

# Table 3181557883 - Field 2668337108 - Property 2879900210
source: Weekday
cs_cz: Všední den
de_ch: Wochentag
fi_fi: Viikonpäivä
fr_be: Jour de la semaine
is_is: Vikudagur
nb_no: Ukedag

# Table 2794189023 - Property 2879900210
source: Regex Options
cs_cz: Možnosti regulárního výrazu
de_ch: Regex-Optionen
fi_fi: Regex-asetukset
fr_be: Options Regex
is_is: Valkostir reglulegra segða
nb_no: Alternativer for regulært uttrykk

# Table 2794189023 - Field 1628235799 - Property 2879900210
source: Compiled
cs_cz: Kompilováno
de_ch: Kompiliert
fi_fi: Käännetty
fr_be: Compilé
is_is: Þýtt
nb_no: Kompilert

# Table 2794189023 - Field 3024051472 - Property 2879900210
source: Culture Invariant
cs_cz: Kultura Invariantní
de_ch: Kultur-Invariante
fi_fi: Maavariantti
fr_be: Indépendant de la culture
is_is: Óbreytanleg menning
nb_no: Kulturinvariant

# Table 2794189023 - Field 61155663 - Property 2879900210
source: ECMA Script
cs_cz: Skript ECMA
de_ch: ECMA-Skript
fi_fi: ECMA-komentosarja
fr_be: Script ECMA
is_is: ECMA-forskrift
nb_no: ECMA-skript

# Table 2794189023 - Field 3963650414 - Property 2879900210
source: Explicit Capture
cs_cz: Explicitní zachycení
de_ch: Explizite Erfassung
fi_fi: Eksplisiittinen sieppaus
fr_be: Capture explicite
is_is: Sérstök söfnun
nb_no: Eksplisitt henting

# Table 2794189023 - Field 1001505280 - Property 2879900210
source: Ignore Case
cs_cz: Ignorovat malá a nádka
de_ch: Gross-/Kleinschreibung ignorieren
fi_fi: Jätä kirjainkoko huomiotta
fr_be: Ignorer la casse
is_is: Hunsa mál
nb_no: Ignorer store og små bokstaver

# Table 2794189023 - Field 2272751685 - Property 2879900210
source: Ignore Pattern Whitespace
cs_cz: Ignorovat mezery ve vzoru
de_ch: Musterleerzeichen ignorieren
fi_fi: Jätä kuvion välilyönnit huomiotta
fr_be: Ignorer l’espace du modèle
is_is: Hunsa mynstur eyðutákns
nb_no: Ignorer mønstermellomrom

# Table 2794189023 - Field 3798167227 - Property 2879900210
source: Match Timeout In Milliseconds
cs_cz: Časový limit párování v milisekundách
de_ch: Timeout in Millisekunden abgleichen
fi_fi: Täsmäytä aikakatkaisu millisekunteina
fr_be: Temps d’attente de la correspondance en millisecondes
is_is: Samsvara tímalokun í millisekúndum
nb_no: Samsvar tidsavbrudd i millisekunder

# Table 2794189023 - Field 2572413993 - Property 2879900210
source: Multiline
cs_cz: Víceřádkové
de_ch: Mehrzeilig
fi_fi: Monirivinen
fr_be: Multiligne
is_is: Samval

# Table 2794189023 - Field 2612374468 - Property 2879900210
source: Right To Left
cs_cz: Zprava doleva
de_ch: Von rechts nach links
fi_fi: Oikealta vasemmalle
fr_be: De droite à gauche
is_is: Frá hægri til vinstri
nb_no: Høyre mot venstre

# Table 2280223156 - Property 2879900210
source: Reten. Pol. Deleting Param
cs_cz: Parametr odstranění zásad uchování inf
de_ch: Aufb.-Richtl. – Param. löschen
fi_fi: Säilytyskäyt. poiston parametri
fr_be: Paramètre de suppression de stratégie de rétention
is_is: Varðveisluregla, eyða færibr.
nb_no: Parameter for sletting av oppb.policy

# Table 2280223156 - Field 3687625060 - Property 2879900210
source: Indirect Permission Required
cs_cz: Je vyžadováno nepřímé oprávnění.
de_ch: Indirekte Berechtigung erforderlich
fi_fi: Epäsuora käyttöoikeus vaaditaan
fr_be: Autorisation indirecte obligatoire
is_is: Óbeinnar heimildar er krafist
nb_no: Indirekte tillatelse kreves

# Table 2280223156 - Field 667279260 - Property 2879900210
source: Max. Number of Rec. to Delete
cs_cz: Max. počet zázn. k odstranění
de_ch: Max. Anz. der zu lösch. Datens.
fi_fi: Max. poistettavien tiet. määrä
fr_be: Nombre max. d’enreg. à supprimer
is_is: Hámark færslna til að eyða
nb_no: Maks. antall poster som skal slettes

# Table 2280223156 - Field 1663593181 - Property 2879900210
source: Primary Key
cs_cz: Primární klíč
de_ch: Primärschlüssel
fi_fi: Perusavain
fr_be: Clé primaire
is_is: Aðallykill
nb_no: Primærnøkkel

# Table 2280223156 - Field 3338739277 - Property 2879900210
source: Skip Event Indirect Perm. Req.
cs_cz: Přeskočit událost Požadována nepř. práva
de_ch: Ind. Berechtigungen z. Überspr. v. Ereig. erf.
fi_fi: Ohita tapahtuman epäsuoran oikeuden vaatimus
fr_be: Ignorer les autor. indirectes d’événements oblig.
is_is: Sleppa óbeinni heimild krafist fyrir atvik
nb_no: Hopp over indirekte till. for hend. kreves

# Table 2280223156 - Field 2287966851 - Property 2879900210
source: Skip Event Rec. Limit Exceeded
cs_cz: Přeskočit událost Překročen limit záznamů
de_ch: Datens.-Limit für Überspr. v. Ereig. übersch.
fi_fi: Ohita tapahtuman tietueraja ylitetty
fr_be: Ignorer la limite d’enr. d’événements dépassée
is_is: Farið var yfir viðmiðunarmörk þegar tilviki var sleppt
nb_no: Hopp over hend.postgrense overskredet

# Table 2280223156 - Field 3399134035 - Property 2879900210
source: Total Max. Nr. of Rec. to Del.
cs_cz: Max. počet zázn. k odst.
de_ch: Max. Ges.-Anz. der zu lösch. Datens.
fi_fi: Poistett. tiet. enimm. määrä
fr_be: Nbre total max. enreg. à suppr.
is_is: Heildar hám. fj. af skr. til að eyða
nb_no: Totalt maks. ant. poster som skal slettes

# Table 2280223156 - Field 2026231728 - Property 2879900210
source: User Invoked Run
cs_cz: Spuštění vyvoláno uživatelem
de_ch: Vom Benutzer gestartete Ausführung
fi_fi: Käyttäjän käynnistämä suoritus
fr_be: Exécution invoquée par l’utilisateur
is_is: Keyrt af notanda
nb_no: Brukeraktiverte kjøring

# Table 4010026032 - Property 2879900210
source: Reten. Pol. Filtering Param
cs_cz: Parametr filtrování zásad uchování inf
de_ch: Filterparameter per Aufb.-Richtl.
fi_fi: Säilytyskäyt. suodatuksen parametri
fr_be: Paramètre de filtrage des stratégies de rétention
is_is: Varðveisluregla afmörkunar færibr.
nb_no: Parameter for filtrering av oppb.policy

# Table 4010026032 - Field 3956982287 - Property 2879900210
source: Expired Record Expiration Date
cs_cz: Datum vypršení platnosti záznamu
de_ch: Ablaufdatum des abgelaufenen Datensatzes
fi_fi: Vanhentuneen tietueen vanhentumispäivämäärä
fr_be: Date d’expiration de l’enregistrement expiré
is_is: Lokadagsetning útrunninnar færslu
nb_no: Utløpsdato for utløpt post

# Table 4010026032 - Field 3331310294 - Property 2879900210
source: Null Date Replacement value
cs_cz: Hodnota nahrazení nulového data
de_ch: NULL-Datum Wiederbeschaffungswert
fi_fi: Null-päivämäärän korvaava arvo
fr_be: Valeur de remplacement de date NULL
is_is: Núllgildi dagsetningar til að skipta út
nb_no: Erstatningsverdi for nulldato

# Table 4010026032 - Field 1663593181 - Property 2879900210
source: Primary Key
cs_cz: Primární klíč
de_ch: Primärschlüssel
fi_fi: Perusavain
fr_be: Clé primaire
is_is: Aðallykill
nb_no: Primærnøkkel

# Table 1789703403 - Property 2879900210
source: Retention Period
cs_cz: Doba uchovávání
de_ch: Aufbewahrungsdauer
fi_fi: Säilytysjakso
fr_be: Période de rétention
is_is: Varðveislutímabil
nb_no: Oppbevaringsperiode

# Table 1789703403 - Field 3004954119 - Property 2879900210
source: Code
cs_cz: Kód
fi_fi: Koodi
is_is: Kóði
nb_no: Kode

# Table 1789703403 - Field 3461834954 - Property 2879900210
source: Description
cs_cz: Popis
de_ch: Beschreibung
fi_fi: Kuvaus
is_is: Lýsing
nb_no: Beskrivelse

# Table 1789703403 - Field 3089081499 - Property 2879900210
source: Ret. Period Calculation
cs_cz: Výpočet období uchování
de_ch: Aufbewahrungsd.-Berechnung
fi_fi: Säil. jakson laskenta
fr_be: Calcul de la période de rétention
is_is: Útreikningur varðveislutíma
nb_no: Beregning av oppbevaringsperiode

# Table 1789703403 - Field 1789703403 - Property 2879900210
source: Retention Period
cs_cz: Doba uchovávání
de_ch: Aufbewahrungsdauer
fi_fi: Säilytysjakso
fr_be: Période de rétention
is_is: Varðveislutímabil
nb_no: Oppbevaringsperiode

# Table 1278308846 - Property 2879900210
source: Retention Policy Allowed Table
cs_cz: Tabulka povolených zásad uchovávání informací
de_ch: Zulässige Tabelle für Aufbewahrungsrichtlinien
fi_fi: Säilytyskäytännön sallittu taulukko
fr_be: Table autorisée de stratégie de rétention
is_is: Heimiluð varðveislustefnutafla
nb_no: Tabell med tillatte for bevaringspolicy

# Table 1278308846 - Field 3293942190 - Property 2879900210
source: Default Date Field No.
cs_cz: Číslo pole výchozího data
de_ch: Standarddatumsfeldnr.
fi_fi: Oletuspäivämääräkentän nro
fr_be: N° champ Date par défaut
is_is: Sjálfgefið dagsetningarsvæði nr.
nb_no: Standard datofeltnr.

# Table 1278308846 - Field 778934062 - Property 2879900210
source: Mandatory Min. Reten. Days
cs_cz: Povinný min. počet dnů uchov.
de_ch: Obl. Min.-Aufbew.-Dauer in Tagen
fi_fi: Pakollinen min. säil. päivää
fr_be: Nbre de jours de réten. min. obligatoires
is_is: Lágmarksdagar varðveislu
nb_no: Obligatorisk min. oppbev.dager

# Table 1278308846 - Field 3690615169 - Property 2879900210
source: Reten. Pol. Deleting
cs_cz: Odstranění zásad uchování
de_ch: Aufb.-Richtl. löschen
fi_fi: Säilytyskäyt. poistaminen
fr_be: Suppression de stratégie de rétention
is_is: Varðveisluregla, eyða
nb_no: Sletting av oppb.policy

# Table 1278308846 - Field 3546091797 - Property 2879900210
source: Reten. Pol. Filtering
cs_cz: Filtrování zásad uchování
de_ch: Filter. per Aufb.-Richtl.
fi_fi: Säilytyskäyt. suodatus
fr_be: Filtrage des stratégies de rétention
is_is: Varðveisluregla, sía
nb_no: Filtrering av oppb.policy

# Table 1278308846 - Field 3860796887 - Property 2879900210
source: Table Filters
cs_cz: Filtry tabulky
de_ch: Tabellenfilter
fi_fi: Taulukkosuodattimet
fr_be: Filtres de table
is_is: Töfluafmarkanir
nb_no: Tabellfiltre

# Table 1278308846 - Field 2066789741 - Property 2879900210
source: Table Id
cs_cz: ID tabulky
de_ch: Tabellen-ID
fi_fi: Taulukon tunnus
fr_be: ID table
is_is: Kenni töflu
nb_no: Tabell-ID

# Table 2715881816 - Property 2879900210
source: Retention Policy Log Entry
cs_cz: Protokol zásad uchovávání informací
de_ch: Aufbewahrungsrichtlinienprotokolleintrag
fi_fi: Säilytyskäytännön lokimerkintä
fr_be: Écriture du journal des stratégies de rétention
is_is: Færsla varðveislureglukladda
nb_no: Oppføring for oppbevaringspolicylogg

# Table 2715881816 - Field 3702373668 - Property 2879900210
source: Category
cs_cz: Kategorie
de_ch: Kategorie
fi_fi: Luokka
fr_be: Catégorie
is_is: Flokkur
nb_no: Kategori

# Table 2715881816 - Field 883711285 - Property 2879900210
source: Entry No.
cs_cz: Číslo položky
de_ch: Postennummer
fi_fi: Tapahtumanro
fr_be: N° écriture
is_is: Færslunr.
nb_no: Oppføringsnr.

# Table 2715881816 - Field 3080618677 - Property 2879900210
source: Message
cs_cz: Zpráva
de_ch: Nachricht
fi_fi: Viesti
is_is: Skilaboð
nb_no: Melding

# Table 2715881816 - Field 3880909165 - Property 2879900210
source: Message Type
cs_cz: Typ zprávy
de_ch: Nachrichtentyp
fi_fi: Viestilaji
fr_be: Type message
is_is: Gerð skilaboða
nb_no: Meldingstype

# Table 2715881816 - Field 2897649021 - Property 2879900210
source: Session Id
cs_cz: ID relace
de_ch: Sitzungs-ID
fi_fi: Istunnon tunnus
fr_be: ID session
is_is: Auðkenni lotu
nb_no: Økt-ID

# Table 2715881816 - Field 3776794752 - Property 2879900210
source: User Id
cs_cz: ID uživatele
de_ch: Benutzer-ID
fi_fi: Käyttäjätunnus
fr_be: ID utilisateur
is_is: Notandakenni
nb_no: Bruker-ID

# Table 31612813 - Property 2879900210
source: Retention Policy Setup
cs_cz: Nastavení zásad uchovávání informací
de_ch: Einr. Aufbewahrungsrichtl.
fi_fi: Säilytyskäytännön asetukset
fr_be: Config. stratégie rétention
is_is: Uppsetning varðveislureglu
nb_no: Oppbevaringspolicyoppsett

# Table 31612813 - NamedType 3627776800
source: You cannot toggle "Apply to all records" because the retention policy for table %1, %2 contains mandatory filters.
cs_cz: Nelze přepnout "Použít pro všechny záznamy", protože zásady uchovávání informací pro %1 tabulky, %2 obsahují povinné filtry.
de_ch: Sie können „Auf alle Datensätze anwenden“ nicht umschalten, da die Aufbewahrungsrichtlinie für die Tabelle %1, %2 obligatorische Filter enthält.
fi_fi: Et voi valita "Kohdista kaikkiin tietueisiin", koska taulukon %1, %2 säilytyskäytäntö sisältää pakollisia suodattimia.
fr_be: Vous ne pouvez pas activer/désactiver « Appliquer à tous les enregistrements », car la stratégie de rétention pour la table %1, %2 contient des filtres obligatoires.
is_is: Ekki er hægt að skipta „Nota fyrir allar færslur“ vegna þess að varðveislureglan fyrir töflu %1, %2 inniheldur nauðsynlegar síur.
nb_no: Du kan ikke aktivere og deaktivere Bruk på alle poster fordi oppbevaringspolicyen for tabell %1, %2 inneholder obligatoriske filtre.

# Table 31612813 - NamedType 2975201048
source: You must enable at least one line.
cs_cz: Je nutné povolit alespoň jeden řádek.
de_ch: Sie müssen mindestens eine Zeile aktivieren.
fi_fi: Vähintään yksi rivi on otettava käyttöön.
fr_be: Vous devez activer au moins une ligne.
is_is: Virkja þarf að minnsta kosti eina línu.
nb_no: Du må aktivere minst én linje.

# Table 31612813 - Field 2118494212 - Property 2879900210
source: Apply to all records
cs_cz: Použít pro všechny záznamy
de_ch: Auf alle Datensätze anwenden
fi_fi: Käytä kaikissa tietueissa
fr_be: Appliquer à tous les enregistrements
is_is: Nota fyrir allar færslur
nb_no: Bruk på alle poster

# Table 31612813 - Field 2822064388 - Property 2879900210
source: Date Field Caption
cs_cz: Titulek pole data
de_ch: Datumsfeldbezeichnung
fi_fi: Päivämääräkentän seloste
fr_be: Légende champ Date
is_is: Yfirskrift dagsetningarreits
nb_no: Datofelttekst

# Table 31612813 - Field 1460223235 - Property 2879900210
source: Date Field Name
cs_cz: Název pole data
de_ch: Datumsfeldname
fi_fi: Päivämääräkentän nimi
fr_be: Nom champ Date
is_is: Heiti dagsetningarreits
nb_no: Navn på datofelt

# Table 31612813 - Field 611330467 - Property 2879900210
source: Date Field No.
cs_cz: Číslo pole data
de_ch: Datumsfeldnr.
fi_fi: Pvm-kenttä nro.
fr_be: N° champ Date
is_is: Dagsetningarsvæði nr.
nb_no: Datofeltnr.

# Table 31612813 - Field 2891538263 - Property 2879900210
source: Enabled
cs_cz: Povoleno
de_ch: Aktiviert
fi_fi: Käytössä
fr_be: Activée
is_is: Virkt
nb_no: Aktivert

# Table 31612813 - Field 1508634494 - Property 2879900210
source: Manual
cs_cz: Ruční
de_ch: Manuell
fi_fi: Manuaalinen
fr_be: Manuelle
is_is: Handvirkt
nb_no: Manuell

# Table 31612813 - Field 839389155 - Property 2879900210
source: Number Of Records Deleted
cs_cz: Počet odstraněných záznamů
de_ch: Anzahl gelöschter Datensätze
fi_fi: Poistettujen tietueiden määrä
fr_be: Nombre d’enregistrements supprimés
is_is: Fjöldi eyddra færlsna
nb_no: Antall poster slettet

# Table 31612813 - Field 1789703403 - Property 2879900210
source: Retention Period
cs_cz: Doba uchovávání
de_ch: Aufbewahrungsdauer
fi_fi: Säilytysjakso
fr_be: Période de rétention
is_is: Varðveislutímabil
nb_no: Oppbevaringsperiode

# Table 31612813 - Field 1393533604 - Property 2879900210
source: Table Caption
cs_cz: Titulek tabulky
de_ch: Tabellenbezeichnung
fi_fi: Taulukon seloste
fr_be: Légende table
is_is: Yfirskrift töflu
nb_no: Tabelloverskrift

# Table 31612813 - Field 2066789741 - Property 2879900210
source: Table Id
cs_cz: ID tabulky
de_ch: Tabellen-ID
fi_fi: Taulukon tunnus
fr_be: ID table
is_is: Kenni töflu
nb_no: Tabell-ID

# Table 31612813 - Field 3808951907 - Property 2879900210
source: Table Name
cs_cz: Název tabulky
de_ch: Tabellenname
fi_fi: Taulukon nimi
fr_be: Nom table
is_is: Heiti töflu
nb_no: Tabellnavn

# Table 73390799 - Property 2879900210
source: Retention Policy Setup Line
cs_cz: Řádek nastavení zásad uchovávání informací
de_ch: Einrichtungszeile für Aufbewahrungsrichtlinien
fi_fi: Säilytyskäytännön asetusrivi
fr_be: Ligne de config. stratégie rétention
is_is: Uppsetningarlína varðveislureglu
nb_no: Linje for oppbevaringspolicyoppsett

# Table 73390799 - Field 2822064388 - Property 2879900210
source: Date Field Caption
cs_cz: Titulek pole data
de_ch: Datumsfeldbezeichnung
fi_fi: Päivämääräkentän seloste
fr_be: Légende champ Date
is_is: Yfirskrift dagsetningarreits
nb_no: Datofelttekst

# Table 73390799 - Field 1460223235 - Property 2879900210
source: Date Field Name
cs_cz: Název pole data
de_ch: Datumsfeldname
fi_fi: Päivämääräkentän nimi
fr_be: Nom champ Date
is_is: Heiti dagsetningarreits
nb_no: Navn på datofelt

# Table 73390799 - Field 611330467 - Property 2879900210
source: Date Field No.
cs_cz: Číslo pole data
de_ch: Datumsfeldnr.
fi_fi: Pvm-kenttä nro.
fr_be: N° champ Date
is_is: Dagsetningarsvæði nr.
nb_no: Datofeltnr.

# Table 73390799 - Field 2891538263 - Property 2879900210
source: Enabled
cs_cz: Povoleno
de_ch: Aktiviert
fi_fi: Käytössä
fr_be: Activée
is_is: Virkt
nb_no: Aktivert

# Table 73390799 - Field 3320823955 - Property 2879900210
source: Line No.
cs_cz: Číslo řádku
de_ch: Zeilennr.
fi_fi: Rivinro
fr_be: N° ligne
is_is: Línunr.
nb_no: Linjenr.

# Table 73390799 - Field 3846472926 - Property 2879900210
source: Locked
cs_cz: Uzamčeno
de_ch: Gesperrt
fi_fi: Lukittu
fr_be: Verrouillé
is_is: Læst
nb_no: Låst

# Table 73390799 - Field 1789703403 - Property 2879900210
source: Retention Period
cs_cz: Doba uchovávání
de_ch: Aufbewahrungsdauer
fi_fi: Säilytysjakso
fr_be: Période de rétention
is_is: Varðveislutímabil
nb_no: Oppbevaringsperiode

# Table 73390799 - Field 1393533604 - Property 2879900210
source: Table Caption
cs_cz: Název tabulky
de_ch: Tabellenbezeichnung
fi_fi: Taulukon seloste
fr_be: Légende table
is_is: Yfirskrift töflu
nb_no: Tabelloverskrift

# Table 73390799 - Field 3543874666 - Property 2879900210
source: Table Filter
cs_cz: Filtr tabulky
de_ch: Tabellenfilter
fi_fi: Taulukkosuodatus
fr_be: Filtre table
is_is: Töfluafmörkun
nb_no: Tabellfilter

# Table 73390799 - Field 2130447413 - Property 2879900210
source: Table Filter Text
cs_cz: Text filtru tabulky
de_ch: Tabellenfiltertext
fi_fi: Taulukkosuodatinteksti
fr_be: Texte filtre table
is_is: Töflusíutexti
nb_no: Tabellfiltertekst

# Table 73390799 - Field 3135334477 - Property 2879900210
source: Table ID
cs_cz: ID tabulky
de_ch: Tabellen-ID
fi_fi: Taulukon tunnus
fr_be: ID table
is_is: Kenni töflu
nb_no: Tabell-ID

# Table 73390799 - Field 3808951907 - Property 2879900210
source: Table Name
cs_cz: Název tabulky
de_ch: Tabellenname
fi_fi: Taulukon nimi
fr_be: Nom table
is_is: Heiti töflu
nb_no: Tabellnavn

# Table 3831263693 - Property 2879900210
source: SAS Parameters
cs_cz: Parametry SAS
de_ch: SAS-Parameter
fi_fi: SAS-parametrit
fr_be: Paramètres SAS
is_is: SAS-færibreytur
nb_no: SAS-parametere

# Table 3831263693 - Field 452288233 - Property 2879900210
source: SignedEncryptionScope
cs_cz: RozsahPodepsanéhoŠifrování
de_ch: Umfang der signierten Verschlüsselung
fi_fi: Allekirjoituksen salauksen laajuus
fr_be: Étendue de chiffrement signée
is_is: Undirritað umfang dulritunar
nb_no: Signert krypteringsområde

# Table 1910832796 - Property 2879900210
source: Sent Email
cs_cz: E-mail odeslán
de_ch: E-Mail gesendet
fi_fi: Lähetetty sähköpostiviesti
fr_be: E-mail envoyé
is_is: Sendur tölvupóstur
nb_no: Sendt e-post

# Table 1910832796 - Field 3856268488 - Property 2879900210
source: Account Id
cs_cz: Id účtu
de_ch: Konto-ID
fi_fi: Tilin tunnus
fr_be: ID Compte
is_is: Kenni reiknings
nb_no: Konto-ID

# Table 1910832796 - Field 3083306301 - Property 2879900210
source: Connector
cs_cz: Konektor
de_ch: Konnektor
fi_fi: Liitin
fr_be: Connecteur
is_is: Tengill
nb_no: Kobling
