Repository: jbakach/MSDyn365BC.Code.History
Catalog: System Application/Source/System Application/Translations/System Application.*.xlf
Languages: cs_cz, de_ch, fi_fi, fr_be, is_is, nb_no

# Page 3389183890 - Action 743942932 - Property 2879900210
source: Compose Email
cs_cz: Vytvoření e-mailu
de_ch: E-Mail verfassen
fi_fi: Luo sähköpostiviesti
fr_be: Rédiger un e-mail
is_is: Skrifa tölvupóst
nb_no: Skriv en e-post

# Page 3389183890 - Action 546556333 - Property 1295455071
source: Send a test email to verify your email settings.
cs_cz: Pošlete testovací e-mail pro ověření nastavení e-mailu.
de_ch: Eine Test-E-Mail senden, um die E-Mail-Einstellungen zu prüfen
fi_fi: Tarkista sähköpostiasetukset lähettämällä testisähköposti.
fr_be: Envoyez un e-mail test pour vérifier les paramètres de votre messagerie électronique.
is_is: Sendið prufupóst til að staðfesta tölvupóststillingar.
nb_no: Send en test-e-post for å bekrefte e-postinnstillingene.

# Page 3389183890 - Action 546556333 - Property 2879900210
source: Send Test Email
cs_cz: Odeslat zkušební email
de_ch: Test-E-Mail senden
fi_fi: Lähetä testisähköposti
fr_be: Envoyer un e-mail test
is_is: Senda prufupóst
nb_no: Send test-e-post

# Page 3389183890 - Action 1470853660 - Property 1295455071
source: Sets a limit on how many emails can be sent from the account per minute.
cs_cz: Nastavuje limit, kolik e-mailů lze z účtu odeslat za minutu.
de_ch: Legt den Grenzwert für die Anzahl der E-Mails fest, die vom Konto pro Minute gesendet werden können.
fi_fi: Määrittää, miten monta sähköpostiviestiä tililtä voidaan lähettää minuutissa.
fr_be: Définit la limite du nombre de courriers électroniques pouvant être envoyés par minute par le compte.
is_is: Setur takmörk á hversu marga tölvupósta er hægt að senda frá reikningnum á mínútu.
nb_no: Angir en grense på hvor mange e-poster som kan sendes fra kontoen per minutt.

# Page 3389183890 - Action 1470853660 - Property 2879900210
source: Set email rate limit
cs_cz: Nastavení limitu pro emaily
de_ch: E-Mail-Ratenbegrenzung festlegen
fi_fi: Määritä sähköpostiraja
fr_be: Définir le débit maximal des courriers électroniques
is_is: Stilla tíðnimörk tölvupósts
nb_no: Angi frekvensgrense for e-post

# Page 3158499545 - Property 2879900210
source: Email Status
cs_cz: Stav e-mailu
fi_fi: Sähköpostiviestin tila
fr_be: Statut de l’e-mail
is_is: Staða tölvupósts
nb_no: E-poststatus

# Page 3158499545 - Control 4157941353 - Property 2879900210
source: Email Activities
cs_cz: E-mailové aktivity
de_ch: E-Mail-Aktivitäten
fi_fi: Sähköpostitoiminnot
fr_be: Activité d’e-mail
is_is: Póstaðgerðir
nb_no: E-postaktiviteter

# Page 3158499545 - Control 466862854 - Property 1295455071
source: View all emails that are saved as drafts.
cs_cz: Zobrazení všech e-mailů, které jsou uloženy jako koncepty.
de_ch: Zeigt alle E-Mails an, die als Entwürfe gespeichert werden.
fi_fi: Näytä kaikki luonnoksina tallennetut sähköpostiviestit.
fr_be: Affichez tous les e-mails enregistrés comme brouillons.
is_is: Skoða allan tölvupóst sem er vistaður sem drög.
nb_no: Vis alle e-poster som er lagret som utkast.

# Page 3158499545 - Control 466862854 - Property 2879900210
source: Draft Emails in Outbox
cs_cz: Koncepty e-mailů ve složce Pošta k odeslání
de_ch: E-Mail-Entwürfe im Postausgang
fi_fi: Lähtevät-kansion sähköpostiviestiluonnokset
fr_be: Brouillons d’e-mails dans la boîte d’envoi
is_is: Drög að tölvupósti í úthólfi
nb_no: Kladde-e-poster i utboksen

# Page 3158499545 - Control 2703606168 - Property 1295455071
source: View all emails that were not successfully sent.
cs_cz: Zobrazení všech e-mailů, které nebyly úspěšně odeslány.
de_ch: Zeigt alle E-Mails an, die nicht erfolgreich gesendet wurden.
fi_fi: Näytä kaikki sähköpostiviestit, joiden lähetys on epäonnistunut.
fr_be: Affichez tous les e-mails qui n’ont pas été correctement envoyés.
is_is: Skoða allan tölvupóst sem ekki hefur tekist að senda.
nb_no: Vis alle e-poster som ikke ble sendt.

# Page 3158499545 - Control 2703606168 - Property 2879900210
source: Failed Emails in Outbox
cs_cz: Neúspěšné e-maily ve složce Pošta k odeslání
de_ch: Fehlerhafte E-Mails im Postausgang
fi_fi: Lähtevät-kansion epäonnistuneet sähköpostiviestit
fr_be: E-mails ayant échoué dans la boîte d’envoi
is_is: Misheppnaður tölvupóstur í úthólfi
nb_no: Ikke sendte e-poster i utboksen

# Page 3158499545 - Control 709229469 - Property 1295455071
source: Sent Emails Last 30 Days
cs_cz: Odeslané e-maily za posledních 30 dní
de_ch: Gesendete E-Mails der letzten 30 Tage
fi_fi: Lähetetyt sähköpostiviestit 30 viime päivältä
fr_be: E-mails envoyés au cours des 30 derniers jours
is_is: Sendur tölvupóstur síðustu 30 daga
nb_no: Sendte e-poster de siste 30 dagene

# Page 3158499545 - Control 709229469 - Property 2879900210
source: Sent Emails Last 30 Days
cs_cz: Odeslané e-maily za posledních 30 dní
de_ch: Gesendete E-Mails der letzten 30 Tage
fi_fi: Lähetetyt sähköpostiviestit 30 viime päivältä
fr_be: E-mails envoyés au cours des 30 derniers jours
is_is: Sendur tölvupóstur síðustu 30 daga
nb_no: Sendte e-poster de siste 30 dagene

# Page 4217154468 - Property 2019332006
source: New,Process,Report,Full Address Lists
cs_cz: Nový,Proces,Sestava,Úplné seznamy adres
de_ch: Neu,Prozess,Bericht,Vollständige Adresslisten
fi_fi: Uusi,Käsittely,Raportti,Täydelliset osoiteluettelot
fr_be: Nouveau,Traitement,État,Listes d’adresses complètes
is_is: Nýtt,Vinnsla,Skýrsla,Ítarlegir tengiliðalistar
nb_no: Ny,Prosess,Rapport,Fullstendige adresselister

# Page 4217154468 - Property 2879900210
source: Suggested Email Addresses
cs_cz: Navrhované e-mailové adresy
de_ch: Vorgeschlagene E-Mail-Adressen
fi_fi: Ehdotetut sähköpostiosoitteet
fr_be: Adresses E-mail suggérées
is_is: Tillögur að netföngum
nb_no: Foreslåtte e-postadresser

# Page 4217154468 - NamedType 3719062343
source: No address suggestions were found. Click the menu action "Full Address Lists" to search for more email addresses.
cs_cz: Nebyly nalezeny žádné návrhy adres. Kliknutím na akci nabídky "Úplné seznamy adres" vyhledáte další e-mailové adresy.
de_ch: Es wurden keine Adressvorschläge gefunden. Klicken Sie auf die Menüaktion „Vollständige Adresslisten“, um nach weiteren E-Mail-Adressen zu suchen.
fi_fi: Osoite-ehdotuksia ei löytynyt. Etsi lisää sähköpostiosoitteita napsauttamalla Täydelliset osoiteluettelot -valikkotoimintoa.
fr_be: Aucune suggestion d’adresse n’a été trouvée. Cliquez sur l’action du menu « listes d’adresses complètes » pour rechercher d’autres adresses e-mail.
is_is: Engar tillögur að netföngum fundust. Smellið á valmyndaraðgerðina „Listar yfir full netföng“ til að leita að fleiri netföngum.
nb_no: Fant ingen adresseforslag. Klikk på menyhandlingen Fullstendige adresselister for å søke etter flere e-postadresser.

# Page 4217154468 - Control 1619637574 - Property 1295455071
source: Select type of entity to show
cs_cz: Vyberte typ entity, která se má zobrazit
de_ch: Typ der anzuzeigenden Einheit auswählen
fi_fi: Valitse näytettävän entiteetin tyyppi
fr_be: Sélectionner le type d’entité à afficher
is_is: Velja gerð einingar sem á að sýna
nb_no: Velg enhetstype som skal vises

# Page 4217154468 - Control 1619637574 - Property 2879900210
source: Select entity
cs_cz: Vybrat entitu
de_ch: Einheit auswählen
fi_fi: Valitse entiteetti
fr_be: Sélectionner entité
is_is: Velja einingu
nb_no: Velg enhet

# Page 4217154468 - Control 3133801257 - Property 1295455071
source: Company.
cs_cz: Společnost.
de_ch: Mandant.
fi_fi: Yritys.
fr_be: Société.
is_is: Fyrirtæki.
nb_no: Selskap.

# Page 4217154468 - Control 90141998 - Property 1295455071
source: E-Mail Address.
cs_cz: E-mailová adresa.
de_ch: E-Mail-Adresse.
fi_fi: Sähköpostiosoite.
fr_be: Adresse E-Mail.
is_is: Netfang.
nb_no: E-postadresse.

# Page 4217154468 - Control 2961552353 - Property 1295455071
source: Name.
cs_cz: Jméno.
fi_fi: Nimi.
fr_be: Nom.
is_is: Nafn.
nb_no: Navn.

# Page 4217154468 - Action 2183420390 - Property 1295455071
source: Add addresses from Users.
cs_cz: Přidejte adresy od uživatelů.
de_ch: Fügt Adressen aus Benutzern hinzu.
fi_fi: Lisää osoitteita käyttäjistä.
fr_be: Ajoutez des adresses à partir des utilisateurs.
is_is: Bætið við aðsetrum úr notendum.
nb_no: Legg til adresser fra brukere.

# Page 4217154468 - Action 2183420390 - Property 2879900210
source: Users
cs_cz: Uživatelé
de_ch: Benutzer
fi_fi: Käyttäjät
fr_be: Utilisateurs
is_is: Notendur
nb_no: Brukere

# Page 761349018 - Property 2879900210
source: Email Attachments
cs_cz: Přílohy e-mailů
de_ch: E-Mail-Anhänge
fi_fi: Sähköpostin liitteet
fr_be: Documents joints à un e-mail
is_is: Viðhengi í tölvupósti
nb_no: E-postvedlegg

# Page 761349018 - NamedType 2367821945
source: Go ahead and delete?
cs_cz: Pokračovat a odstranit?
de_ch: Löschen?
fi_fi: Haluatko poistaa?
fr_be: Voulez-vous supprimer ?
is_is: Halda áfram og eyða?
nb_no: Vil du slette?

# Page 761349018 - Control 989751795 - Property 1295455071
source: Specifies the name of the attachment
cs_cz: Určuje název přílohy
de_ch: Gibt den Namen des Anhangs an.
fi_fi: Määrittää liitteen nimen
fr_be: Spécifie le nom du document joint
is_is: Tilgreinir heiti viðhengisins
nb_no: Angir navnet på vedlegget.

# Page 761349018 - Control 989751795 - Property 2879900210
source: File Name
cs_cz: Název souboru
de_ch: Dateiname
fi_fi: Tiedostonimi
fr_be: Nom du fichier
is_is: Skráarheiti
nb_no: Filnavn

# Page 761349018 - Action 2477294019 - Property 1295455071
source: Delete the selected row.
cs_cz: Smazat vybraný řádek.
de_ch: Löschen Sie die ausgewählte Zeile.
fi_fi: Poista valittu rivi.
fr_be: Supprimez la ligne sélectionnée.
is_is: Eyðið valinni línu.
nb_no: Slett den merkede raden.

# Page 761349018 - Action 2477294019 - Property 2879900210
source: Delete
cs_cz: Odstranit
de_ch: Löschen
fi_fi: Poista
fr_be: Supprimer
is_is: Eyða
nb_no: Slett

# Page 761349018 - Action 1087410529 - Property 1295455071
source: Attach a file that was originally attached to the source document, such as a Customer Record, Sales Invoice, etc.
cs_cz: Připojte soubor, který byl původně připojen ke zdrojovému dokladu, například záznam zákazníka, prodejní fakturu atd.
de_ch: Fügen Sie eine Datei an, die ursprünglich dem Herkunftsbeleg zugeordnet war, z. B. einen Debitorendatensatz, eine Verkaufsrechnung usw.
fi_fi: Liitä lähdeasiakirjaan alun perin liitetty tiedosto, kuten Asiakastietue tai Myyntilasku.
fr_be: Joignez un fichier qui a été initialement joint au document origine, par exemple un enregistrement client, une facture vente, etc.
is_is: Hengja skrá við sem var upprunalega hengd við upprunaskjalið, svo sem færslu viðskiptamanns, sölureikning o.s.frv.
nb_no: Legg ved en fil som opprinnelig var knyttet til kildedokumentet, for eksempel en kundepost, salgsfaktura osv.

# Page 761349018 - Action 1087410529 - Property 2879900210
source: Add File from Source
cs_cz: Přidat soubor ze zdroje
de_ch: Datei aus Quelle hinzufügen
fi_fi: Lisää tiedosto lähteestä
fr_be: Ajouter un fichier à partir de la source
is_is: Bæta við skrá frá uppruna
nb_no: Legg til fil fra kilde

# Page 761349018 - Action 701918397 - Property 1295455071
source: Attach files, such as documents or images, to the email.
cs_cz: Připojte k e-mailu soubory, například dokumenty nebo obrázky.
de_ch: Der E-Mail Dateien (z. B. Belege oder Bilder) hinzufügen
fi_fi: Liitä sähköpostiviestiin tiedostoja, kuten asiakirjoja tai kuvia.
fr_be: Joindre des fichiers, tels que des documents ou des images, à l’e-mail.
is_is: Hengið skrár, svo sem skjöl eða myndir, við tölvupóstinn.
nb_no: Legg ved filer, for eksempel dokumenter eller bilder, i e-posten.

# Page 761349018 - Action 701918397 - Property 2879900210
source: Add File
cs_cz: Přidat soubor
de_ch: Datei hinzufügen
fi_fi: Lisää tiedosto
fr_be: Ajouter un fichier
is_is: Bæta við skrá
nb_no: Legg til fil

# Page 761349018 - Action 2912722189 - Property 1295455071
source: Add additional attachments from default email attachments. These files are not attached by default.
cs_cz: Přidejte další přílohy z výchozích příloh e-mailů. Tyto soubory nejsou ve výchozím nastavení připojeny.
de_ch: Fügen Sie zusätzliche Anhänge von standardmässigen E-Mail-Anlagen hinzu. Diese Dateien sind standardmässig nicht angehängt.
fi_fi: Lisää liitteitä sähköpostin oletusliitteistä. Näitä tiedostoja ei liitetä oletuksena.
fr_be: Ajoutez des pièces jointes supplémentaires à partir des pièces jointes de l’e-mail par défaut. Ces fichiers ne sont pas joints par défaut.
is_is: Bæta við viðbótarviðhengjum úr sjálfgefnum tölvupóstviðhengjum. Þessar skrár eru ekki hengdar sjálfgefið við.
nb_no: Legg til flere vedlegg fra standard e-postvedlegg. Disse filene er ikke vedlagt som standard.

# Page 761349018 - Action 2912722189 - Property 2879900210
source: Add Files from Default Selection
cs_cz: Přidat soubory z výchozího výběru
de_ch: Dateien aus Standardauswahl hinzufügen
fi_fi: Lisää tiedostoja oletusvalinnasta
fr_be: Ajouter les fichiers de la sélection par défaut
is_is: Bæta við skrám úr sjálfgefnu vali
nb_no: Legg til filer fra standardutvalg

# Page 761349018 - Action 970153994 - Property 1295455071
source: Create and attach a document using a Word Template.
cs_cz: Vytvořte a připojte dokument pomocí šablony aplikace Word.
de_ch: Erstellen und fügen Sie einen Beleg mithilfe einer Word-Vorlage an.
fi_fi: Luo ja liitä asiakirja Word-mallin avulla.
fr_be: Créez et joignez un document à l’aide d’un modèle Word.
is_is: Stofna og hengja við skjal með Word-sniðmáti.
nb_no: Opprett og legg ved et dokument ved hjelp av en Word-mal.

# Page 761349018 - Action 970153994 - Property 2879900210
source: Add File from Word Template
cs_cz: Přidání souboru ze šablony aplikace Word
de_ch: Datei aus Word-Vorlage hinzufügen
fi_fi: Lisää tiedosto Word-mallista
fr_be: Ajouter un fichier à partir d’un modèle Word
is_is: Bæta við skrá úr Word-sniðmáti
nb_no: Legg til fil fra Word-mal

# Page 3163801880 - Property 1968111052
source: Add the attachments from the scenario to the email.
cs_cz: Přidejte přílohy ze scénáře do e-mailu.
de_ch: Fügen Sie die Dateianhänge aus dem Szenario der E-Mail hinzu.
fi_fi: Lisää sähköpostiviestiin liitteitä skenaariosta.
fr_be: Ajoutez les pièces jointes du scénario à l’e-mail.
is_is: Bæta viðhengjum úr aðstæðum við tölvupóstinn.
nb_no: Legg til vedleggene fra scenarioet i e-posten.

# Page 3163801880 - Property 2879900210
source: Additional Attachments from Scenarios
cs_cz: Další přílohy ze scénářů
de_ch: Zusätzliche Dateianhänge von Szenarios
fi_fi: Lisäliitteet skenaarioista
fr_be: Pièces jointes supplémentaires provenant de scénarios
is_is: Viðbótarviðhengi úr aðstæðum
nb_no: Flere vedlegg fra scenarioer

# Page 3163801880 - Control 989751795 - Property 1295455071
source: Specifies the name of the attachment
cs_cz: Určuje název přílohy
de_ch: Gibt den Namen des Anhangs an
fi_fi: Määrittää liitteen nimen
fr_be: Spécifie le nom de la pièce jointe
is_is: Tilgreinir heiti viðhengisins
nb_no: Angir navnet på vedlegget

# Page 3163801880 - Control 989751795 - Property 2879900210
source: File Name
cs_cz: Název souboru
de_ch: Dateiname
fi_fi: Tiedostonimi
fr_be: Nom du fichier
is_is: Skráarheiti
nb_no: Filnavn

# Page 3163801880 - Control 910027226 - Property 1295455071
source: Which Emails Scenario does the attachment come from
cs_cz: Z jakého scénáře e-mailů příloha pochází
de_ch: Von welchem E-Mail-Szenario stammt der Anhang?
fi_fi: Mistä sähköpostiskenaariosta liite on peräisin
fr_be: Scénario de messagerie dont provient la pièce jointe
is_is: Úr hvaða tölvupóstaðstæðum er viðhengið
nb_no: Hvilket e-postscenario kommer vedlegget fra

# Page 3163801880 - Control 910027226 - Property 2879900210
source: Email Scenario
cs_cz: Scénář e-mailu
de_ch: E-Mail-Szenario
fi_fi: Sähköpostiskenaario
fr_be: Scénario de messagerie
is_is: Aðstæður tölvupósts
nb_no: E-postscenario

# Page 3163801880 - Action 593408208 - Property 1295455071
source: Download the selected attachment file.
cs_cz: Stáhněte vybraný soubor přílohy.
de_ch: Laden Sie die ausgewählte Anlagedatei herunter.
fi_fi: Lataa valittu liitetiedosto.
fr_be: Téléchargez le fichier joint sélectionné.
is_is: Sækja valda fylgiskjalsskrá.
nb_no: Last ned den valgte vedleggsfilen.

# Page 3163801880 - Action 593408208 - Property 2879900210
source: Download Attachment
cs_cz: Stáhnout přílohu
de_ch: Anlage herunterladen
fi_fi: Lataa liite
fr_be: Télécharger la pièce jointe
is_is: Sækja viðhengið
nb_no: Last ned vedlegg

# Page 2282749623 - Property 2879900210
source: Compose an Email
cs_cz: Vytvoření e-mailu
de_ch: E-Mail verfassen
fi_fi: Luo sähköpostiviesti
fr_be: Rédiger un e-mail
is_is: Skrifa tölvupóst
nb_no: Skriv en e-post

# Page 2282749623 - NamedType 2126379566
source: The email has not been sent.
cs_cz: E-mail nebyl odeslán.
de_ch: Die E-Mail wurde nicht gesendet.
fi_fi: Sähköpostia ei ole lähetetty.
fr_be: Le courrier électronique n’a pas été envoyé.
is_is: Tölvupóstur hefur ekki verið sendur.
nb_no: E-posten er ikke sendt.

# Page 2282749623 - NamedType 4178145242
source: Keep as draft in Email Outbox,Discard email
cs_cz: Zachovat jako koncept v e-mailové schránce,zahodit e-mail
de_ch: Als Entwurf im E-Mail-Ausgang behalten,E-Mail verwerfen
fi_fi: Säilytä luonnoksena sähköpostin Lähtevät-kansiossa,Hylkää sähköpostiviesti
fr_be: Conserver en tant que brouillon dans la boîte d’envoi d’e-mails,Ignorer e-mail
is_is: Halda eins drögum í úthólfi tölvupósts,Fleygja tölvupósti
nb_no: Behold som utkast i e-postutboks,forkast e-post

# Page 2282749623 - NamedType 690053247
source: Compose an Email
cs_cz: Vytvoření e-mailu
de_ch: E-Mail verfassen
fi_fi: Luo sähköpostiviesti
fr_be: Rédiger un e-mail
is_is: Skrifa tölvupóst
nb_no: Skriv en e-post

# Page 2282749623 - Control 1225782422 - Property 2879900210
source: Attachments
cs_cz: Přílohy
de_ch: Anhänge
fi_fi: Liitteet
fr_be: Documents joints
is_is: Viðhengi
nb_no: Vedlegg

# Page 2282749623 - Control 840308226 - Property 2879900210
source: Email Details
cs_cz: Podrobnosti o e-mailu
fi_fi: Sähköpostin tiedot
fr_be: Détails de l’e-mail
is_is: Upplýsingar um tölvupóst
nb_no: E-postdetaljer

# Page 2282749623 - Control 1267408499 - Property 1295455071
source: Specifies the account to send the email from.
cs_cz: Určuje účet, ze kterého má být e-mail odeslán.
de_ch: Gibt das Konto an, von dem die E-Mail gesendet werden soll.
fi_fi: Määrittää tilin, jolta sähköpostiviesti lähetetään.
fr_be: Spécifie le compte à partir duquel envoyer l’e-mail.
is_is: Tilgreinir reikninginn til að senda tölvupóstinn frá.
nb_no: Angir kontoen som e-posten skal sendes fra.

# Page 2282749623 - Control 1267408499 - Property 2879900210
source: From
cs_cz: Od
de_ch: Von
fi_fi: Lähettäjä
fr_be: De
is_is: Frá
nb_no: Fra

# Page 2282749623 - Control 3825649316 - Property 1295455071
source: Specifies the email addresses of people who should receive a blind carbon copy (Bcc) of the email. These addresses are not shown to other recipients.
cs_cz: Určuje e-mailové adresy osob, které by měly obdržet skrytou kopii e-mailu. Tyto adresy nejsou zobrazeny ostatním příjemcům.
de_ch: Gibt die E-Mail-Adressen von Personen an, die eine Blind Carbon Copy (Bcc) der E-Mail erhalten sollen. Diese Adressen werden anderen Empfängern nicht angezeigt.
fi_fi: Määrittää niiden henkilöiden sähköpostiosoitteet, joille lähetetään sähköpostiviestin piilokopio. Muut vastaanottajat eivät näe näitä osoitteita.
fr_be: Spécifie les adresses e-mail des personnes devant recevoir une copie carbone invisible (CCI) de l’e-mail. Ces adresses ne sont pas visibles aux autres destinataires.
is_is: Tilgreinir netföng fólks sem á að fá falið afrit (Bcc) af tölvupóstinum. Aðrir viðtakendur sjá ekki þessi netföng.
nb_no: Angir e-postadressene til personer som skal motta en blindkopi av e-posten. Disse adressene vises ikke for andre mottakere.

# Page 2282749623 - Control 3825649316 - Property 2879900210
source: Bcc
cs_cz: Skrytá
fi_fi: Piilokopio
fr_be: Cci
is_is: Falið afrit
nb_no: Blindkopi

# Page 2282749623 - Control 2439845918 - Property 1295455071
source: Specifies the email addresses of people who should receive a copy of the email.
cs_cz: Určuje e-mailové adresy lidí, kteří by měli obdržet kopii e-mailu.
de_ch: Gibt die E-Mail-Adressen von Personen an, die eine Kopie der E-Mail erhalten sollen.
fi_fi: Määrittää niiden henkilöiden sähköpostiosoitteet, joille lähetetään sähköpostiviestin kopio.
fr_be: Spécifie les adresses e-mail des personnes censés recevoir une copie de l’e-mail.
is_is: Tilgreinir netföng fólks sem á að fá afrit af tölvupóstinum.
nb_no: Angir e-postadressene til personer som skal motta en kopi av e-posten.

# Page 2282749623 - Control 2439845918 - Property 2879900210
source: Cc
cs_cz: Kopie
fi_fi: Kopio
is_is: Afrit
nb_no: Kopi

# Page 2282749623 - Control 277965026 - Property 1295455071
source: Specifies the subject of the email.
cs_cz: Určuje předmět e-mailu.
de_ch: Gibt den Betreff der E-Mail an.
fi_fi: Määrittää sähköpostiviestin aiheen.
fr_be: Spécifie l'objet de l'e-mail.
is_is: Tilgreinir efni tölvupóstsins.
nb_no: Angir emnet for e-posten.

# Page 2282749623 - Control 277965026 - Property 2879900210
source: Subject
cs_cz: Předmět
de_ch: Betreff
fi_fi: Aihe
fr_be: Objet
is_is: Efni
nb_no: Emne

# Page 2282749623 - Control 2516836987 - Property 1295455071
source: Specifies the email addresses to send the email to.
cs_cz: Určuje e-mailové adresy, na které chcete e-mail odeslat.
de_ch: Gibt die E-Mail-Adressen an, an die die E-Mail gesendet werden soll.
fi_fi: Määrittää sähköpostiosoitteet, joihin sähköpostiviesti lähetetään.
fr_be: Spécifie les adresses e-mail auxquelles envoyer l’e-mail.
is_is: Tilgreinir netföngin til að senda tölvupóstinn til.
nb_no: Angir e-postadressene som e-posten skal sendes til.

# Page 2282749623 - Control 2516836987 - Property 2879900210
source: To
cs_cz: Komu
de_ch: An
fi_fi: Vastaanottaja
fr_be: À
is_is: Til
nb_no: Til

# Page 2282749623 - Control 2282749623 - Property 1295455071
source: Specifies the content of the email.
cs_cz: Určuje obsah e-mailu.
de_ch: Gibt den Inhalt der E-Mail an.
fi_fi: Määrittää sähköpostiviestin sisällön.
fr_be: Spécifie le contenu de l’e-mail.
is_is: Tilgreinir efni tölvupóstsins.
nb_no: Angir innholdet i e-posten.

# Page 2282749623 - Control 2282749623 - Property 2879900210
source: Message
cs_cz: Zpráva
de_ch: Nachricht
fi_fi: Viesti
is_is: Skilaboð
nb_no: Melding

# Page 2282749623 - Control 4234547318 - Property 1295455071
source: Specifies the content of the email.
cs_cz: Určuje obsah e-mailu.
de_ch: Gibt den Inhalt der E-Mail an.
fi_fi: Määrittää sähköpostiviestin sisällön.
fr_be: Spécifie le contenu de l’e-mail.
is_is: Tilgreinir efni tölvupóstsins.
nb_no: Angir innholdet i e-posten.

# Page 2282749623 - Control 4234547318 - Property 2879900210
source: Message
cs_cz: Zpráva
de_ch: Nachricht
fi_fi: Viesti
is_is: Skilaboð
nb_no: Melding

# Page 2282749623 - Action 4004713366 - Property 1295455071
source: Discard the draft email and close the page.
cs_cz: Zahoďte koncept e-mailu a zavřete stránku.
de_ch: E-Mail-Nachricht verwerfen und Seite schliessen.
fi_fi: Hylkää sähköpostiluonnos ja sulje sivu.
fr_be: Supprimez l’e-mail provisoire et fermez la page.
is_is: Fleygið drögunum og lokið síðunni.
nb_no: Forkast e-postkladden og lukk siden.

# Page 2282749623 - Action 4004713366 - Property 2879900210
source: Discard Draft
cs_cz: Zrušit návrh
de_ch: Entwurf verwerfen
fi_fi: Hylkää luonnos
fr_be: Ignorer brouillon
is_is: Hunsa drög
nb_no: Forkast kladden

# Page 2282749623 - Action 4174539456 - Property 1295455071
source: Send the email.
cs_cz: Odeslat e-mail
de_ch: E-Mail senden
fi_fi: Lähetä sähköpostiviesti.
fr_be: Envoyez l’e-mail.
is_is: Senda tölvupóstinn.
nb_no: Send e-posten.

# Page 2282749623 - Action 4174539456 - Property 2879900210
source: Send Email
cs_cz: Odeslat e-mail
de_ch: E-Mail senden
fi_fi: Lähetä sähköposti
fr_be: Envoyer un e-mail
is_is: Senda tölvupóst
nb_no: Send e-post
