Repository: jbakach/MSDyn365BC.Code.History
Catalog: System Application/Source/System Application/Translations/System Application.*.xlf
Languages: cs_cz, de_ch, fi_fi, fr_be, is_is, nb_no

# Page 658335382 - Control 3776794752 - Property 1295455071
source: Specifies the ID of the user who ran the process that created the log entry.
cs_cz: Určuje ID uživatele, který spustil proces, který položku protokolu vytvořil.
de_ch: Gibt die ID des Benutzers an, der den Prozess ausgeführt hat, der den Protokolleintrag erstellt hat.
fi_fi: Määrittää sen käyttäjän tunnuksen, joka käynnisti prosessin, joka loi lokimerkinnän.
fr_be: Spécifie l’ID de l’utilisateur qui a exécuté le traitement ayant créé l’écriture journal.
is_is: Tilgreinir kenni notandans sem keyrði ferlið sem stofnaði skráningarfærsluna.
nb_no: Angir ID-en for brukeren som kjørte prosessen som opprettet loggoppføringen.

# Page 1206474225 - Property 2019332006
source: New, Process, Report, Navigate
cs_cz: Nový,Proces,Sestava,Navigace
de_ch: Neu,Verarbeiten,Bericht,Navigieren
fi_fi: Uusi,Käsittely,Raportti,Navigoi
fr_be: Nouveau,Traiter,État,Naviguer
is_is: Nýtt,Vinna úr,Skrá,Fletta
nb_no: Ny,Prosess,Rapport,Naviger

# Page 1206474225 - Property 2879900210
source: Retention Policy
cs_cz: Zásady uchovávání informací
de_ch: Aufbewahrungsrichtlinie
fi_fi: Säilytyskäytäntö
fr_be: Stratégie de rétention
is_is: Varðveisluregla
nb_no: Oppbevaringspolicy

# Page 1206474225 - NamedType 1825302534
source: The number of expired records is being calculated in the background. This may take a while.
cs_cz: Počet záznamů, jejichž platnost vypršela, se počítá na pozadí. To může chvíli trvat.
de_ch: Die Anzahl der abgelaufenen Datensätze wird im Hintergrund berechnet. Dies kann eine Weile dauern.
fi_fi: Vanhentuneiden tietueiden määrää lasketaan taustalla. Tämä voi kestää hetken.
fr_be: Le nombre d’enregistrements expirés est calculé en arrière-plan. Cette opération peut prendre un certain temps.
is_is: Verið er að reikna fjölda útrunninna færslna í bakgrunni. Þetta getur tekið smástund.
nb_no: Antall utløpte poster beregnes i bakgrunnen. Dette kan ta litt tid.

# Page 1206474225 - NamedType 2824899842
source: The retention policy is not enabled. Would you like to enable it now?
cs_cz: Zásady uchovávání informací nejsou povoleny. Chcete je nyní povolit?
de_ch: Die Aufbewahrungsrichtlinie ist nicht aktiviert. Möchten Sie sie jetzt aktivieren?
fi_fi: Säilytyskäytäntöä ei ole otettu käyttöön. Haluatko ottaa sen käyttöön nyt?
fr_be: La stratégie de rétention n’est pas activée. Souhaitez-vous l’activer maintenant ?
is_is: Varðveislureglan er ekki virk. Á að virkja hana núna?
nb_no: Oppbevaringspolicyen er ikke aktivert. Vil du aktivere den nå?

# Page 1206474225 - Control 1595823452 - Property 1295455071
source: Specifies the caption of the table to which the retention policy applies. The caption is the translated, if applicable, name of the table.
cs_cz: Určuje titulek tabulky, na kterou se vztahují zásady uchovávání informací. Titulek je přeložený, je-li relevantní, název tabulky.
de_ch: Gibt die Beschriftung der Tabelle an, auf die sich die Aufbewahrungsrichtlinie bezieht. Die Beschriftung ist der übersetzte Name der Tabelle (falls zutreffend).
fi_fi: Määrittää sen taulukon otsikon, johon säilytyskäytäntö liittyy. Otsikko on käännetty, jos sellainen on, taulukon nimi.
fr_be: Spécifie la légende de la table à laquelle la stratégie de rétention s’applique. La légende est le nom de la table traduit, le cas échéant.
is_is: Tilgreinir yfirskrift töflunnar sem varðveislureglan gildir um. Yfirskriftin er þýtt heiti töflunnar (ef við á).
nb_no: Angir overskriften for tabellen som oppbevaringspolicyen gjelder for. Overskriften er det oversatt, hvis det er aktuelt, navnet på tabellen.

# Page 1206474225 - Control 291409893 - Property 1295455071
source: Specifies the ID of the table to which the retention policy applies.
cs_cz: Určuje ID tabulky, na kterou se vztahují zásady uchovávání informací.
de_ch: Gibt die ID der Tabelle an, auf die sich die Aufbewahrungsrichtlinie bezieht.
fi_fi: Määrittää sen tietueen tunnuksen, jota säilytyskäytäntö koskee.
fr_be: Spécifie la légende de la table à laquelle s’applique la stratégie de rétention.
is_is: Tilgreinir kenni töflunnar sem varðveislureglan gildir um.
nb_no: Angir ID-en for tabellen som oppbevaringspolicyen gjelder for.

# Page 1206474225 - Control 730832363 - Property 1295455071
source: Specifies the name of the table to which the retention policy applies.
cs_cz: Určuje název tabulky, na kterou se vztahují zásady uchovávání informací.
de_ch: Gibt den Namen der Tabelle an, auf die sich die Aufbewahrungsrichtlinie bezieht.
fi_fi: Määrittää sen tietueen nimen, jota säilytyskäytäntö koskee.
fr_be: Spécifie le nom de la table à laquelle la stratégie de rétention s’applique.
is_is: Tilgreinir heiti töflunnar sem varðveislureglan gildir um.
nb_no: Angir navnet på tabellen som oppbevaringspolicyen gjelder for.

# Page 1206474225 - Control 1623743194 - Property 2879900210
source: Record Retention Policy
cs_cz: Zásady uchovávání záznamů
de_ch: Datensatzaufbewahrungsrichtlinie
fi_fi: Tietueen säilytyskäytäntö
fr_be: Stratégie de rétention d’enregistrement
is_is: Varðveisluregla færslu
nb_no: Oppbevaringspolicy for post

# Page 1206474225 - Control 2002798573 - Property 2879900210
source: Retention Policy
cs_cz: Zásady uchovávání informací
de_ch: Aufbewahrungsrichtlinie
fi_fi: Säilytyskäytäntö
fr_be: Stratégie de rétention
is_is: Varðveisluregla
nb_no: Oppbevaringspolicy

# Page 1206474225 - Control 2118494212 - Property 1295455071
source: Specifies whether the retention policy applies to all records in the table. If you want to specify criteria for the records to delete, this toggle must be turned off.
cs_cz: Určuje, zda se zásady uchovávání informací vztahují na všechny záznamy v tabulce. Chcete-li zadat kritéria pro odstranění záznamů, musí být tento přepínač vypnut.
de_ch: Gibt an, ob die Aufbewahrungsrichtlinie für alle Datensätze in der Tabelle gilt. Wenn Sie Kriterien für die zu löschenden Datensätze angeben möchten, muss diese Umschaltfläche deaktiviert sein.
fi_fi: Määrittää, koskeeko säilytyskäytäntö kaikkia taulukon tietueita. Jos haluat määrittää ehdot poistettavien tietueiden osalta, tämä vaihtoehto on poissa käytöstä.
fr_be: Spécifie si la stratégie de rétention s’applique à tous les enregistrements de la table. Si vous souhaitez spécifier des critères pour les enregistrements à supprimer, cette option doit être désactivée.
is_is: Tilgreinir hvort varðveislureglan gildir um allar færslur í töflunni. Ef tilgreina þarf skilyrði fyrir færslurnar sem á að eyða, verður að slökkva á þessari víxlun.
nb_no: Angir om oppbevaringspolicyen gjelder for alle poster i tabellen. Hvis du vil angi vilkår for postene som skal slettes, må denne vekselbryteren slås av.

# Page 1206474225 - Control 2822064388 - Property 1295455071
source: Specifies the caption of the date or datetime field on the table used to determine the age of a record. The caption is the translated name of the field.
cs_cz: Určuje titulek pole data nebo data a času v tabulce, které slouží k určení stáří záznamu. Titulek je přeložený název pole.
de_ch: Gibt die Beschriftung des Datum- oder DatumZeit-Felds in der Tabelle an, die zum Ermitteln des Alters eines Datensatzes verwendet wird. Die Beschriftung ist der übersetzte Name des Felds.
fi_fi: Määrittää tietueen iän määrittävän taulukon päivämäärä- tai datetime-kentän otsikon. Otsikko on kentän käännetty nimi.
fr_be: Spécifie la légende du champ Date ou Date et heure dans la table utilisée pour déterminer l’âge d’un enregistrement. La légende est le nom traduit du champ.
is_is: Tilgreinir yfirskrift svæðis dagsetninga eða dagsetningar og tíma í töflunni sem er notuð til að ákvarða aldur færslu. Yfirskriftin er þýtt heiti reitsins.
nb_no: Angir overskriften på datoen eller dato/klokkeslett-feltet i tabellen som brukes til å fastslå alderen på en post. Overskriften er det oversatte navnet på feltet.

# Page 1206474225 - Control 1460223235 - Property 1295455071
source: Specifies the name of the date or datetime field on the table used to determine the age of a record.
cs_cz: Určuje název pole data nebo data a času v tabulce, které slouží k určení stáří záznamu.
de_ch: Gibt den Namen des Datum- oder DatumZeit-Felds in der Tabelle an, die zum Ermitteln des Alters eines Datensatzes verwendet wird.
fi_fi: Määrittää sen taulukon päivämäärä- tai datetime-kentän nimen, jota käytetään tietueen iän määrityksessä.
fr_be: Spécifie le nom du champ Date ou Date et heure dans la table utilisée pour déterminer l’âge d’un enregistrement.
is_is: Tilgreinir heiti svæðis dagsetninga eða dagsetningar og tíma í töflunni sem er notuð til að ákvarða aldur færslu.
nb_no: Angir navnet på datoen eller dato/klokkeslett-feltet i tabellen som brukes til å fastslå alderen på en post.

# Page 1206474225 - Control 611330467 - Property 1295455071
source: Specifies the number of the date or datetime field on the table used to determine the age of a record.
cs_cz: Určuje číslo pole data nebo data a času v tabulce, které slouží k určení stáří záznamu.
de_ch: Gibt die Nummer des Datum- oder DatumZeit-Felds in der Tabelle an, die zum Ermitteln des Alters eines Datensatzes verwendet wird.
fi_fi: Määrittää sen taulukon päivämäärä- tai datetime-kentän numeron, jota käytetään tietueen iän määrityksessä.
fr_be: Spécifie le numéro du champ Date ou Date et heure dans la table utilisée pour déterminer l’âge d’un enregistrement.
is_is: Tilgreinir númer svæðis dagsetninga eða dagsetningar og tíma í töflunni sem er notuð til að ákvarða aldur færslu.
nb_no: Angir nummeret for datoen eller dato/klokkeslett-feltet i tabellen som brukes til å fastslå alderen på en post.

# Page 1206474225 - Control 2891538263 - Property 1295455071
source: Specifies whether the retention policy is enabled.
cs_cz: Určuje, zda je povolena zásada uchovávání informací.
de_ch: Gibt an, ob die Aufbewahrungsrichtlinie aktiviert ist.
fi_fi: Määrittää, onko säilytyskäytäntö käytössä.
fr_be: Spécifie si la stratégie de rétention est activée.
is_is: Tilgreinir hvort varðveisluregla er virk.
nb_no: Angir om oppbevaringspolicyen er aktivert.

# Page 1206474225 - Control 1290620507 - Property 1295455071
source: Displays the number of expired records.
cs_cz: Zobrazí počet záznamů, jejichž platnost vypršela.
de_ch: Zeigt die Anzahl der abgelaufenen Datensätze an.
fi_fi: Näyttää vanhentuneiden tietueiden määrän.
fr_be: Affiche le nombre d’enregistrements arrivés à expiration.
is_is: Sýnir fjölda útrunninna færslna.
nb_no: Viser antall utløpte poster.

# Page 1206474225 - Control 1290620507 - Property 2879900210
source: Expired Records
cs_cz: Záznamy s prošlou platností
de_ch: Abgelaufene Datensätze
fi_fi: Vanhentuneet tietueet
fr_be: Enregistrements arrivés à expiration
is_is: Útrunnar færslur
nb_no: Utløpte poster

# Page 1206474225 - Control 3956982287 - Property 1295455071
source: Displays the earliest expiration date for which there are more expired records than the maximum to be deleted in a single run.
cs_cz: Zobrazuje nejstarší datum vypršení platnosti, pro které existuje více záznamů s prošlou platností, než je maximum, které může být odstraněno v jednom spuštění.
de_ch: Zeigt das früheste Ablaufdatum an, für das mehr abgelaufene Datensätze vorhanden sind, als maximal in einem einzelnen Lauf gelöscht werden können.
fi_fi: Näyttää aikaisimman vanhentumispäivämäärän, jolle on enemmän vanhentuneita tietueita kuin yksittäisen ajon aikana poistettava enimmäisarvo.
fr_be: Affiche la date d’expiration la plus proche pour laquelle il existe plus d’enregistrements expirés que le maximum à supprimer en une seule exécution.
is_is: Sýnir elstu lokadagsetningar þar sem fleiri útrunnar skrár eru til staðar en sem nemur hámarkinu sem á að eyða í einni keyrslu.
nb_no: Viser den tidligste utløpsdatoen når det er flere utløpte poster enn det som maksimalt skal slettes, for hver enkelt kjøring.

# Page 1206474225 - Control 3956982287 - Property 2879900210
source: Expired Records Expiration Date
cs_cz: Datum vypršení platnosti záznamů
de_ch: Ablaufdatum abgelaufener Datensätze
fi_fi: Vanhentuneiden tietueiden vanhentumispäivämäärä
fr_be: Date d’expiration des enregistrements expirés
is_is: Lokadagsetning útrunninna færslna
nb_no: Utløpsdato for utløpte poster

# Page 1206474225 - Control 1508634494 - Property 1295455071
source: Specifies whether the retention policy can only be run manually.
cs_cz: Určuje, zda lze zásady uchovávání informací spustit pouze ručně.
de_ch: Gibt an, ob die Aufbewahrungsrichtlinie nur manuell ausgeführt werden kann.
fi_fi: Määrittää, voidaanko säilytyskäytäntö suorittaa vain manuaalisesti.
fr_be: Spécifie si la stratégie de rétention ne peut être exécutée que manuellement.
is_is: Tilgreinir hvort varðveisluregla getur aðeins keyrt handvirkt.
nb_no: Angir om oppbevaringspolicyen kan kjøres manuelt.

# Page 1206474225 - Control 1789703403 - Property 1295455071
source: Specifies an identifier for the retention period.
cs_cz: Určuje identifikátor pro dobu uchování.
de_ch: Gibt einen Bezeichner für die Aufbewahrungsdauer an.
fi_fi: Määrittää säilytysjakson tunnuksen.
fr_be: Spécifie un identificateur pour la période de rétention.
is_is: Tilgreinir kennimerki varðveislutímans.
nb_no: Angir en ID for oppbevaringsperioden.

# Page 1206474225 - Action 484269934 - Property 1295455071
source: Set up retention periods.
cs_cz: Nastavte doby uchování.
de_ch: Richtet Aufbewahrungsfristen ein.
fi_fi: Määritä säilytysjaksot.
fr_be: Configurez des périodes de rétention.
is_is: Setja upp varðveislutímabil.
nb_no: Konfigurer oppbevaringsperioder.

# Page 1206474225 - Action 484269934 - Property 2879900210
source: Retention Periods
cs_cz: Období uchování
de_ch: Aufbewahrungsfristen
fi_fi: Säilytysjaksot
fr_be: Périodes de rétention
is_is: Varðveislutímar
nb_no: Oppbevaringsperioder

# Page 1206474225 - Action 1538288492 - Property 1295455071
source: View activity related to retention policies.
cs_cz: Zobrazení aktivity související se zásadami uchovávání informací.
de_ch: Zeigt Aktivitäten im Zusammenhang mit Aufbewahrungsrichtlinien an.
fi_fi: Näytä säilytyskäytäntöihin liittyvä toiminto.
fr_be: Affichez l’activité associée aux stratégies de rétention.
is_is: Skoða aðgerð sem tengist varðveislureglum.
nb_no: Vis aktivitet som er knyttet til oppbevaringspolicyer.

# Page 1206474225 - Action 1538288492 - Property 2879900210
source: Retention Policy Log
cs_cz: Protokol zásad uchovávání informací
de_ch: Aufbewahrungsrichtlinienprotokoll
fi_fi: Säilytyskäytännön loki
fr_be: Journal des stratégies de rétention
is_is: Varðveislureglukladdi
nb_no: Oppbevaringspolicylogg

# Page 1206474225 - Action 865964493 - Property 1295455071
source: Apply the retention policy and delete all expired records in the table.
cs_cz: Použijte zásady uchovávání informací a odstraňte všechny záznamy v tabulce, jejichž platnost vypršela.
de_ch: Wendet die Aufbewahrungsrichtlinie an und löscht alle abgelaufenen Datensätze in der Tabelle.
fi_fi: Käytä säilytyskäytäntöä ja poista kaikki taulukon vanhentuneet tietueet.
fr_be: Appliquez la stratégie de rétention et supprimez tous les enregistrements arrivés à expiration dans la table.
is_is: Nota varðveisluregluna og eyða öllum útrunnum færslum í töflunni.
nb_no: Bruk oppbevaringspolicyen og slett alle utløpte poster i tabellen.

# Page 1206474225 - Action 865964493 - Property 2879900210
source: Apply Manually
cs_cz: Vyrovnat ručně
de_ch: Manuell ausgleichen
fi_fi: Kohdista manuaalisesti
fr_be: Appliquer manuellement
is_is: Handvirk jöfnun
nb_no: Utlign manuelt

# Page 1206474225 - Action 3028141151 - Property 1295455071
source: Refreshes the list of tables that can be selected.
cs_cz: Aktualizuje seznam tabulek, které lze vybrat.
de_ch: Aktualisiert die Liste der Tabellen, die ausgewählt werden können.
fi_fi: Päivittää valittavissa olevien taulukoiden luettelon.
fr_be: Actualise la liste des tables pouvant être sélectionnées.
is_is: Uppfærir lista yfir töflur sem hægt er að velja.
nb_no: Oppdaterer listen over tabeller som kan velges.

# Page 1206474225 - Action 3028141151 - Property 2879900210
source: Refresh allowed tables
cs_cz: Aktualizace povolených tabulek
de_ch: Zulässige Tabellen aktualisieren
fi_fi: Päivitä sallitut taulukot
fr_be: Actualiser les tables autorisées
is_is: Uppfæra leyfilegar töflur
nb_no: Oppdater tillatte tabeller

# Page 1623743194 - Property 2879900210
source: Retention Policy Setup Lines
cs_cz: Řádky nastavení zásad uchovávání informací
de_ch: Einrichtungszeilen für Aufbewahrungsrichtlinien
fi_fi: Säilytyskäytännön asetusrivit
fr_be: Lignes de config. stratégie rétention
is_is: Uppsetningarlínur varðveislureglu
nb_no: Linjer for oppbevaringspolicyoppsett

# Page 1623743194 - Control 2822064388 - Property 1295455071
source: Specifies the caption of the date or datetime field on the table used to determine the age of a record. The caption is the translated name of the field.
cs_cz: Určuje titulek pole data nebo data a času v tabulce, které slouží k určení stáří záznamu. Titulek je přeložený název pole.
de_ch: Gibt die Beschriftung des Datum- oder DatumZeit-Felds in der Tabelle an, die zum Ermitteln des Alters eines Datensatzes verwendet wird. Die Beschriftung ist der übersetzte Name des Felds.
fi_fi: Määrittää tietueen iän määrittävän taulukon päivämäärä- tai datetime-kentän otsikon. Otsikko on kentän käännetty nimi.
fr_be: Spécifie la légende du champ Date ou Date et heure dans la table utilisée pour déterminer l’âge d’un enregistrement. La légende est le nom traduit du champ.
is_is: Tilgreinir yfirskrift svæðis dagsetninga eða dagsetningar og tíma í töflunni sem er notuð til að ákvarða aldur færslu. Yfirskriftin er þýtt heiti reitsins.
nb_no: Angir overskriften på datoen eller dato/klokkeslett-feltet i tabellen som brukes til å fastslå alderen på en post. Overskriften er det oversatte navnet på feltet.

# Page 1623743194 - Control 1460223235 - Property 1295455071
source: Specifies the name of the date or datetime field on the table used to determine the age of a record.
cs_cz: Určuje název pole data nebo data a času v tabulce, které slouží k určení stáří záznamu.
de_ch: Gibt den Namen des Datum- oder DatumZeit-Felds in der Tabelle an, die zum Ermitteln des Alters eines Datensatzes verwendet wird.
fi_fi: Määrittää sen taulukon päivämäärä- tai datetime-kentän nimen, jota käytetään tietueen iän määrityksessä.
fr_be: Spécifie le nom du champ Date ou Date et heure dans la table utilisée pour déterminer l’âge d’un enregistrement.
is_is: Tilgreinir heiti svæðis dagsetninga eða dagsetningar og tíma í töflunni sem er notuð til að ákvarða aldur færslu.
nb_no: Angir navnet på datoen eller dato/klokkeslett-feltet i tabellen som brukes til å fastslå alderen på en post.

# Page 1623743194 - Control 611330467 - Property 1295455071
source: Specifies the number of the date or datetime field on the table used to determine the age of a record.
cs_cz: Určuje číslo pole data nebo data a času v tabulce, které slouží k určení stáří záznamu.
de_ch: Gibt die Nummer des Datum- oder DatumZeit-Felds in der Tabelle an, die zum Ermitteln des Alters eines Datensatzes verwendet wird.
fi_fi: Määrittää sen taulukon päivämäärä- tai datetime-kentän numeron, jota käytetään tietueen iän määrityksessä.
fr_be: Spécifie le numéro du champ Date ou Date et heure dans la table utilisée pour déterminer l’âge d’un enregistrement.
is_is: Tilgreinir númer svæðis dagsetninga eða dagsetningar og tíma í töflunni sem er notuð til að ákvarða aldur færslu.
nb_no: Angir nummeret for datoen eller dato/klokkeslett-feltet i tabellen som brukes til å fastslå alderen på en post.

# Page 1623743194 - Control 2891538263 - Property 1295455071
source: Specifies whether the retention policy is enabled for this subset.
cs_cz: Určuje, zda je pro tuto podmnožinu povolena zásada uchovávání informací.
de_ch: Gibt an, ob die Aufbewahrungsrichtlinie für diese Teilmenge aktiviert ist.
fi_fi: Määrittää, onko säilytyskäytäntö käytössä tälle alijoukolle.
fr_be: Spécifie si la stratégie de rétention est activée pour ce sous-ensemble.
is_is: Tilgreinir hvort varðveisluregla er virk fyrir þetta undirmengi.
nb_no: Angir om oppbevaringspolicyen er aktivert for dette delsettet.

# Page 1623743194 - Control 3846472926 - Property 1295455071
source: Specified whether the retention policy is editable for this subset.
cs_cz: Určuje, zda je pro tuto podmnožinu povolena zásada uchovávání informací.
de_ch: Gibt an, ob die Aufbewahrungsrichtlinie für diese Teilmenge aktiviert ist.
fi_fi: Määritetty, onko tämän alijoukon säilytyskäytäntö muokattavissa.
fr_be: Spécifie si la stratégie de rétention est modifiable pour ce sous-ensemble.
is_is: Tilgreinir hvort hægt er að breyta varðveislureglunni fyrir þetta undirmengi.
nb_no: Angir om oppbevaringspolicyen kan redigeres for dette delsettet.

# Page 1623743194 - Control 1789703403 - Property 1295455071
source: Specifies an identifier for the retention period.
cs_cz: Určuje identifikátor pro dobu uchování.
de_ch: Gibt einen Bezeichner für die Aufbewahrungsdauer an.
fi_fi: Määrittää säilytysjakson tunnuksen.
fr_be: Spécifie un identificateur pour la période de rétention.
is_is: Tilgreinir kennimerki varðveislutímans.
nb_no: Angir en ID for oppbevaringsperioden.

# Page 1623743194 - Control 2130447413 - Property 1295455071
source: Specifies the filter in text format that defines a subset of records.
cs_cz: Určuje filtr v textovém formátu, který definuje podmnožinu záznamů.
de_ch: Gibt den Filter im Textformat an, der eine Teilmenge von Datensätzen definiert.
fi_fi: Määrittää suodattimen tekstimuodossa, joka määrittää tietueiden alijoukon.
fr_be: Spécifie le filtre au format texte qui définit un sous-ensemble d’enregistrements.
is_is: Tilgreinir afmörkunina á textasniði sem skilgreinir undirmengi færslna.
nb_no: Angir filteret i tekstformat som definerer et delsett med poster.

# Page 3918924451 - Property 2019332006
source: New, Process, Report, Navigate
cs_cz: Nový,Proces,Sestava,Navigace
de_ch: Neu,Verarbeiten,Bericht,Navigieren
fi_fi: Uusi,Käsittely,Raportti,Navigoi
fr_be: Nouveau,Traiter,État,Naviguer
is_is: Nýtt,Vinna úr,Skrá,Fletta
nb_no: Ny,Prosess,Rapport,Naviger

# Page 3918924451 - Property 2879900210
source: Retention Policies
cs_cz: Zásady uchovávání informací
de_ch: Aufbewahrungsrichtlinien
fi_fi: Säilytyskäytännöt
fr_be: Stratégies de rétention
is_is: Varðveislureglur
nb_no: Oppbevaringspolicyer

# Page 3918924451 - Control 2891538263 - Property 1295455071
source: Specifies whether the retention policy is enabled.
cs_cz: Určuje, zda je povolena zásada uchovávání informací.
de_ch: Gibt an, ob die Aufbewahrungsrichtlinie aktiviert ist.
fi_fi: Määrittää, onko säilytyskäytäntö käytössä.
fr_be: Spécifie si la stratégie de rétention est activée.
is_is: Tilgreinir hvort varðveisluregla er virk.
nb_no: Angir om oppbevaringspolicyen er aktivert.

# Page 3918924451 - Control 1508634494 - Property 1295455071
source: Specifies whether the retention policy can only be run manually.
cs_cz: Určuje, zda lze zásady uchovávání informací spustit pouze ručně.
de_ch: Gibt an, ob die Aufbewahrungsrichtlinie nur manuell ausgeführt werden kann.
fi_fi: Määrittää, voidaanko säilytyskäytäntö suorittaa vain manuaalisesti.
fr_be: Spécifie si la stratégie de rétention ne peut être exécutée que manuellement.
is_is: Tilgreinir hvort varðveisluregla getur aðeins keyrt handvirkt.
nb_no: Angir om oppbevaringspolicyen kan kjøres manuelt.

# Page 3918924451 - Control 1789703403 - Property 1295455071
source: Specifies an identifier for the retention period.
cs_cz: Určuje identifikátor pro dobu uchování.
de_ch: Gibt einen Bezeichner für die Aufbewahrungsdauer an.
fi_fi: Määrittää säilytysjakson tunnuksen.
fr_be: Spécifie un identificateur pour la période de rétention.
is_is: Tilgreinir kennimerki varðveislutímans.
nb_no: Angir en ID for oppbevaringsperioden.
