Repository: jbakach/MSDyn365BC.Code.History
Catalog: System Application/Source/System Application/Translations/System Application.*.xlf
Languages: cs_cz, de_ch, fi_fi, fr_be, is_is, nb_no

# Codeunit 3692338268 - NamedType 3909847519
source: Start exploring Business Central now. You can revisit the checklist later and enable additional features as you need them.
cs_cz: Začněte zkoumat Business Central. Kontrolní seznam můžete později znovu navštívit a podle potřeby povolit další funkce.
de_ch: Erkunden Sie jetzt Business Central. Sie können die Checkliste später aufrufen und bei Bedarf weitere Funktionen aktivieren.
fi_fi: Tutustu Business Centraliin nyt. Voit palata tarkistusluetteloon myöhemmin ja ottaa käyttöön lisäominaisuuksia tarvittaessa.
fr_be: Explorez BC dès maintenant. Revenez sur la liste de contrôle et activez d’autres fonctionnalités plus tard selon vos besoins.
is_is: Skoðaðu Business Central núna. Þú getur skoðað gátlistann síðar og virkjað viðbótareiginleika eftir þörfum.
nb_no: Begynn å utforske Business Central nå. Du kan gå tilbake til sjekklisten senere og aktivere tilleggsfunksjoner etter behov.

# Codeunit 3692338268 - NamedType 4074556712
source: The Cronus company data you are using is for demonstration, evaluation, and training purposes.
cs_cz: Data společnosti Cronus, která používáte, slouží k demonstračním, vyhodnocovacím a školícím účelům.
de_ch: Die von Ihnen verwendeten CRONUS-Firmendaten dienen zu Demonstrations-, Evaluierungs- und Schulungszwecken.
fi_fi: Käyttämäsi CRONUS-yrityksen tiedot ovat esittely-, arviointi- ja harjoitustarkoituksiin.
fr_be: Veuillez utiliser les données de la société Cronus uniquement à des fins de démonstration, d’évaluation et de formation.
is_is: Gögn Cronus fyrirtækisins sem verið er að nota eru eingöngu til að prófa þau, meta og þjálfa með þeim.
nb_no: Cronus-selskapsdataene du bruker, er beregnet på demonstrasjon, evaluering og opplæring.

# Codeunit 3692338268 - NamedType 2485686368
source: You're all set to try out our demo company, Cronus. Go explore on your own, or take a quick tour first.
cs_cz: Jste připraveni vyzkoušet naši demo společnost Cronus. Vydejte se na průzkum sami nebo si nejprve udělejte rychlou prohlídku.
de_ch: Sie sind bereit, unsere Demofirma CRONUS zu testen. Erkunden Sie sie auf eigene Faust, oder machen Sie eine kurze Tour.
fi_fi: Kaikki on valmista, jotta voit kokeilla CRONUS-demoyritystämme. Tutustu siihen omaan tahtiin tai katso ensin pikaesittely.
fr_be: Vous pouvez tous tester notre société de démonstration, Cronus. Explorez-la en détail ou commencez par l’observer rapidement.
is_is: Nú er allt til fyrir prófun á sýnifyrirtækinu Cronus. Hægt er að skoða það á þann hátt sem hver vill eða taka sýnikennsluna.
nb_no: Du er klar til å prøve ut demoselskapet Cronus. Utforsk på egen hånd eller få en rask innføring først.

# Codeunit 3692338268 - NamedType 2947130806
source: We've prepared a few activities to get you and your team quickly started.
cs_cz: Připravili jsme pro Vás a Váš tým několik aktivit, abyste mohli rychle začít.
de_ch: Wir haben einige Aktivitäten vorbereitet, damit Sie und Ihr Team schnell starten können.
fi_fi: Olemme valmistelleet muutamia toimia, jotta sinä ja tiimisi pääsette nopeasti alkuun.
fr_be: Nous avons préparé quelques activités pour que vous et votre équipe puissiez démarrer rapidement.
is_is: Hér eru nokkur atriði til að koma teyminu fljótt úr startholunum.
nb_no: Vi har forberedt noen aktiviteter for å få deg og teamet ditt raskt i gang.

# Codeunit 3692338268 - NamedType 695930270
source: Here are a few steps that make you ready for business
cs_cz: Zde je několik kroků, které vás připraví na podnikání
de_ch: Hier sind einige Schritte zur Vorbereitung des Unternehmens
fi_fi: Seuraavilla vaiheilla voit valmistautua liiketoimintaan
fr_be: Voici quelques étapes pour la mise en route
is_is: Hér eru nokkur skref til að undirbúa fyrirtækið
nb_no: Her er noen trinn for å gjøre klar virksomheten

# Codeunit 3692338268 - NamedType 2035056148
source: Continue the steps to get ready for business
cs_cz: Pokračujte v krocích, abyste se připravili na podnikání
de_ch: Mit den Schritten zur Unternehmensvorbereitung fortfahren
fi_fi: Valmistaudu liiketoimintaan ja jatka vaiheiden suorittamista
fr_be: Poursuivre les étapes pour la mise en route
is_is: Ljúktu við skrefin til að hefjast handa
nb_no: Fortsett trinnene for å gjøre virksomheten klar

# Codeunit 3692338268 - NamedType 3362335776
source: Complete the last steps to get ready for business
cs_cz: Dokončete poslední kroky, abyste se připravili na podnikání
de_ch: Letzte Schritte zur Unternehmensvorbereitung durchführen
fi_fi: Valmistaudu liiketoimintaan suorittamalla viimeiset vaiheet
fr_be: Effectuer les dernières étapes pour la mise en route
is_is: Ljúktu við síðustu skrefin til að hefjast handa
nb_no: Fullfør de siste trinnene for å gjøre virksomheten klar

# Codeunit 3692338268 - NamedType 3896960046
source: Thank you for trying Business Central!
cs_cz: Děkujeme, že jste vyzkoušeli Business Central!
de_ch: Vielen Dank, Business Central auszuprobieren!
fi_fi: Kiitos, että kokeilet Business Centralia!
fr_be: Merci.
is_is: Takk fyrir að prófa Business Central!
nb_no: Takk for at du prøver Business Central.

# Codeunit 3692338268 - NamedType 1609631096
source: All set, ready for business!
cs_cz: Vše nastaveno, připraveno k podnikání!
de_ch: Alles eingerichtet! Sie sind bereit fürs Geschäft!
fi_fi: Kaikki on valmista liiketoiminnan aloittamiseksi!
fr_be: Vous êtes prêt pour la mise en route !
is_is: Þá er allt tilbúið!
nb_no: Alt er klart!

# Codeunit 3692338268 - NamedType 935875799
source: Here are a few things you can try out
cs_cz: Zde je několik věcí, které si můžete vyzkoušet
de_ch: Hier können Sie Funktionen in Business Central ausprobieren!
fi_fi: Voit kokeilla seuraavia asioita
fr_be: Voici quelques actions que vous pouvez essayer
is_is: Hér eru nokkrir hlutir sem hægt er að prófa
nb_no: Her er noen ting du kan prøve

# Codeunit 3692338268 - NamedType 1599976135
source: Hi, meet Business Central!
cs_cz: Dobrý den, seznamte se s Business Central!
de_ch: Hallo, lernen Sie Business Central kennen!
fi_fi: Hei! Tutustu Business Centraliin.
fr_be: Bonjour, bienvenue dans Business Central !
is_is: Hæ, þetta er Business Central!
nb_no: Hei, møt Business Central!

# Codeunit 3692338268 - NamedType 2210982429
source: Hi, ready to set up your business?
cs_cz: Dobrý den, připraveni nastavit Vaše podnikání?
de_ch: Hallo, Sie möchten Ihr Geschäft einrichten?
fi_fi: Hei! Oletko valmis määrittämään yrityksen?
fr_be: Bonjour, prêt à configurer votre entreprise ?
is_is: Hæ, ertu tilbúin(n) að setja upp fyrirtækið þitt?
nb_no: Hei, er du klar for å konfigurere bedriften din?

# Codeunit 3692338268 - NamedType 380625362
source: Get started
cs_cz: Začít
de_ch: Erste Schritte
fi_fi: Aloittaminen
fr_be: Mise en route
is_is: Hafist handa
nb_no: Kom i gang

# Codeunit 3692338268 - NamedType 3592446311
source: Complete a few steps to get ready for business
cs_cz: Dokončete několik kroků, abyste se připravili na podnikání
de_ch: Einige Schritte zur Unternehmensvorbereitung durchführen
fi_fi: Valmistaudu liiketoimintaan suorittamalla muutama vaihe
fr_be: Effectuer quelques étapes pour la mise en route
is_is: Ljúka þarf nokkrum skrefum til að hefjast handa
nb_no: Fullfør noen få trinn for å gjøre virksomheten klar

# Codeunit 3692338268 - NamedType 3839883753
source: Continue the steps to get ready for business
cs_cz: Pokračujte v krocích, abyste se připravili na podnikání
de_ch: Mit den Schritten zur Unternehmensvorbereitung fortfahren
fi_fi: Valmistaudu liiketoimintaan ja jatka vaiheiden suorittamista
fr_be: Poursuivre les étapes pour la mise en route
is_is: Ljúktu við skrefin til að hefjast handa
nb_no: Fortsett trinnene for å gjøre virksomheten klar

# Codeunit 3692338268 - NamedType 1949645189
source: Complete the last steps to get ready for business
cs_cz: Dokončete poslední kroky, abyste se připravili na podnikání
de_ch: Letzte Schritte zur Unternehmensvorbereitung durchführen
fi_fi: Valmistaudu liiketoimintaan suorittamalla viimeiset vaiheet
fr_be: Effectuer les dernières étapes pour la mise en route
is_is: Ljúktu við síðustu skrefin til að hefjast handa
nb_no: Fullfør de siste trinnene for å gjøre virksomheten klar

# Codeunit 3692338268 - NamedType 1940743142
source: Here are a few things you can try out
cs_cz: Zde je několik věcí, které si můžete vyzkoušet
de_ch: Hier können Sie Funktionen in Business Central ausprobieren!
fi_fi: Voit kokeilla seuraavia asioita
fr_be: Voici quelques actions que vous pouvez essayer
is_is: Hér eru nokkrir hlutir sem hægt er að prófa
nb_no: Her er noen ting du kan prøve

# Codeunit 3692338268 - NamedType 2292823024
source: Complete a few steps to get ready for business
cs_cz: Dokončete několik kroků, abyste se připravili na podnikání
de_ch: Einige Schritte zur Unternehmensvorbereitung durchführen
fi_fi: Valmistaudu liiketoimintaan suorittamalla muutama vaihe
fr_be: Effectuer quelques étapes pour la mise en route
is_is: Ljúka þarf nokkrum skrefum til að hefjast handa
nb_no: Fullfør noen få trinn for å gjøre virksomheten klar

# Codeunit 3692338268 - NamedType 3740258827
source: Get started:
cs_cz: Začínáme:
de_ch: Erste Schritte:
fi_fi: Aloittaminen:
fr_be: Mise en route :
is_is: Hafist handa:
nb_no: Kom i gang:

# Codeunit 3692338268 - NamedType 3343390623
source: This step is completed
cs_cz: Tento krok je dokončen
de_ch: Dieser Schritt ist abgeschlossen
fi_fi: Tämä vaihe on valmis
fr_be: Cette étape est terminée
is_is: Þessu skrefi er lokið
nb_no: Dette trinnet er fullført

# Codeunit 3692338268 - NamedType 968324436
source: You skipped this step
cs_cz: Přeskočili jste tento krok.
de_ch: Sie haben diesen Schritt übersprungen.
fi_fi: Ohitit tämän vaiheen
fr_be: Vous avez ignoré cette étape
is_is: Þessu skrefi var sleppt
nb_no: Du hoppet over dette trinnet

# Codeunit 4071864290 - NamedType 947604962
source: Looking for your checklist to set up Business Central?
cs_cz: Hledáte svůj kontrolní seznam pro nastavení Business Central?
de_ch: Suchen Sie nach der Checkliste, um Business Central einzurichten?
fi_fi: Etsitkö tarkistusluetteloa Business Centralin määrittämistä varten?
fr_be: Vous recherchez votre liste de contrôle pour configurer Business central ?
is_is: Ertu að leita að gátlistanum fyrir uppsetningu Business Central?
nb_no: Ser du etter sjekklisten for å konfigurere Business Central?

# Codeunit 4071864290 - NamedType 484338936
source: Explore the free e-learning material for Business Central on the Microsoft Learn site in a new browser tab.
cs_cz: Prozkoumejte bezplatný e-learningový materiál pro Business Central na webu Microsoft Learn na nové kartě prohlížeče.
de_ch: Entdecken Sie das ﻿kostenlose e-Learning-Material für Business Central auf der Microsoft Learn-Website in einer neuen Browser-Registerkarte.
fi_fi: Tutki Microsoft Learn -sivuston maksutonta Business Central -verkko-oppimismateriaalia uudella selainvälilehdellä.
fr_be: Explorez le contenu d’apprentissage en ligne gratuit de Business Central sur le site Microsoft Learn dans un nouvel onglet de votre navigateur.
is_is: Skoða ókeypis rafrænt námsefni fyrir Business Central á Microsoft Learn-svæðinu í nýjum vafraflipa.
nb_no: Utforsk det kostnadsfrie e-læringsmaterialet for Business Central på Microsoft Learn-nettstedet i en ny nettleserfane.

# Codeunit 4071864290 - NamedType 653394044
source: Find training on Microsoft Learn
cs_cz: Vyhledání školení na webu Microsoft Learn
de_ch: Schulungsinformationen zu Microsoft Learn
fi_fi: Etsi koulutuksia Microsoft Learn -sivustolta
fr_be: Trouver une formation sur Microsoft Learn
is_is: Finna þjálfun á Microsoft Learn
nb_no: Finn opplæring på Microsoft Learn

# Codeunit 4071864290 - NamedType 4012041655
source: Show checklist on the role center
cs_cz: Zobrazit kontrolní seznam v centru rolí
de_ch: Prüfliste für das Rollencenter anzeigen
fi_fi: Näytä roolikeskuksen tarkistusluettelo
fr_be: Afficher la liste de contrôle dans le tableau de bord
is_is: Sýna gátlista í „Mitt hlutverk“
nb_no: Vis sjekkliste i rollesenteret

# Codeunit 3211594149 - NamedType 705599817
source: Disabling encryption will decrypt the encrypted data and store it in the database in an unsecure way.\\Do you want to continue?
cs_cz: Vypnutí šifrování způsobí, že budou všechna zašifrovaná data dešifrována a uložena v databázi v nezabezpečené cestě. \\Chcete pokračovat?
de_ch: Durch Deaktivieren der Verschlüsselung werden die verschlüsselten Daten entschlüsselt und auf nicht sichere Art in der Datenbank gespeichert.\\Möchten Sie fortfahren?
fi_fi: Jos poistat salauksen käytöstä, järjestelmä purkaa salattujen tietojen salauksen ja tallentaa tiedot tietokantaan suojaamattomina.\\Haluatko jatkaa?
fr_be: La désactivation du chiffrement va entraîner le déchiffrement des données chiffrées et les enregistrer dans la base de données de manière non sécurisée.\\Voulez-vous continuer ?
is_is: Ef dulkóðun er óvirkjuð munu dulkóðuð gögn verða afkóðuð og vistuð í gagnagrunni á óöruggan hátt.\\Á að halda áfram?
nb_no: Hvis du deaktiverer kryptering, blir de krypterte dataene dekryptert og lagret i databasen på en usikker måte.\\Vil du fortsette?

# Codeunit 3211594149 - NamedType 1599298942
source: Enabling encryption will generate an encryption key on the server.\It is recommended that you save a copy of the encryption key in a safe location.\\Do you want to continue?
cs_cz: Povolení šifrování způsobí generování šifrovacího klíče na serveru.\Doporučuje se, abyste si uložili kopii šifrovacího klíče do bezepečné lokace.\\Chcete pokračovat?
de_ch: Durch Aktivieren der Verschlüsselung wird ein Verschlüsselungsschlüssel auf dem Server generiert.\Es empfiehlt sich, dass Sie eine Kopie des Verschlüsselungsschlüssels an einem sicheren Ort speichern.\\Möchten Sie fortfahren?
fi_fi: Salauksen käyttöönotto luo salausavaimen palvelimeen.\Salausavaimen kopio kannattaa tallentaa turvalliseen paikkaan.\\Haluatko jatkaa?
fr_be: L'activation du chiffrement va générer une clé de chiffrement sur le serveur.\Nous vous recommandons d'enregistrer une copie de la clé de chiffrement dans un emplacement sûr.\\Voulez-vous continuer ?
is_is: Ef dulritun er virk mun dulritunarlykill stofnast á netþjóninum.\Mælt er með því að afrit af dulritunarlyklinum sé vistað á öruggum stað.\\Á að halda áfram?
nb_no: Hvis du aktiverer kryptering, genereres en krypteringsnøkkel på serveren.\Det anbefales at du lagrer en kopi av krypteringsnøkkelen på et trygt sted.\\Vil du fortsette?

# Codeunit 3211594149 - NamedType 1047517466
source: Encryption is either not enabled or the encryption key cannot be found.
cs_cz: Šifrování buď není povoleno nebo nebyl nalezen šifrovací klíč.
de_ch: Entweder ist die Verschlüsselung nicht aktiviert oder der Verschlüsselungsschlüssel kann nicht gefunden werden.
fi_fi: Salaus ei ole käytössä, tai salausavainta ei löydy.
fr_be: Le chiffrement n'est pas activé ou la clé de chiffrement est introuvable.
is_is: Dulritun er annaðhvort ekki virk eða þá að dulritunarlykillinn finnst ekki.
nb_no: Kryptering er ikke aktivert, eller krypteringsnøkkelen finnes ikke.

# Codeunit 3211594149 - NamedType 3838141333
source: Data encryption is not activated. It is recommended that you encrypt data. \Do you want to open the Data Encryption Management window?
cs_cz: Šifrování dat není aktivováno. Doporučuje se zašifrovat data. \Chcete otevřít okno Správa šifrování dat?
de_ch: Die Datenverschlüsselung ist nicht aktiviert. Das Verschlüsseln der Daten wird empfohlen. \Möchten Sie das Fenster „Datenverschlüsselungsverwaltung“ öffnen?
fi_fi: Tietojen salaus ei ole käytössä. On suositeltavaa salata tiedot. \Haluatko avata Tietojen salauksen hallinta -ikkunan?
fr_be: Le chiffrement des données n'est pas activé. Nous vous recommandons de chiffrer les données. \Voulez-vous ouvrir la fenêtre Gestion du chiffrement des données ?
is_is: Dulritun gagna er ekki virk. Mælt er með dulritun gagna. \Á að opna gluggann fyrir stjórnun dulritunar?
nb_no: Datakryptering er ikke aktivert. Det anbefales at du krypterer data. \Vil du åpne vinduet Administrasjon av datakryptering?

# Codeunit 3211594149 - NamedType 620927463
source: The key was imported successfully.
cs_cz: Klíč byl úspěšně naimportován.
de_ch: Der Schlüssel wurde erfolgreich importiert.
fi_fi: Avaimen tuonti onnistui.
fr_be: La clé a bien été importée.
is_is: Það tókst að flytja inn lykilinn.
nb_no: Nøkkelen er importert.

# Codeunit 3211594149 - NamedType 812714252
source: The encryption key file must be protected by a password and stored in a safe location.\\Do you want to save the encryption key?
cs_cz: Soubor se šifrovacím klíčem musí být chráněn heslem a uložen v bezpečné lokaci.\\Chcete uložit šifrovací klíč?
de_ch: Die Verschlüsselungsschlüsseldatei muss kennwortgeschützt sein und an einem sicheren Speicherort aufbewahrt werden.\\Möchten Sie den Verschlüsselungsschlüssel speichern?
fi_fi: Salausavaintiedosto täytyy suojata salasanalla ja säilyttää turvallisessa paikassa.\\Haluatko tallentaa salausavaimen?
fr_be: La clé de chiffrement doit être protégée par un mot de passe et enregistrée dans un emplacement sûr.\\Voulez-vous enregistrer la clé de chiffrement ?
is_is: Dulritunarlyklaskráin verður að vera varin með aðgangsorði og vistuð á öruggum stað.\\Á að vista dulritunarlykilinn?
nb_no: Krypteringsnøkkelfilen må være passordbeskyttet og lagres på et trygt sted.\\Vil du lagre krypteringsnøkkelen?

# Codeunit 3211594149 - NamedType 1626488870
source: Choose the location where you want to save the encryption key.
cs_cz: Vyberte lokaci, kde chcete uložit šifrovací klíč.
de_ch: Wählen Sie den Speicherort für den Verschlüsselungsschlüssel.
fi_fi: Valitse sijainti, johon haluat tallentaa salausavaimen.
fr_be: Sélectionnez l'emplacement d'enregistrement de la clé de chiffrement.
is_is: Veldu staðinn þar sem dulritunarlykill verður vistaður.
nb_no: Velg plasseringen der du vil lagre krypteringsnøkkelen.

# Codeunit 3211594149 - NamedType 69310120
source: Select a key file to import.
cs_cz: Pro import vyberte soubor s klíčem.
de_ch: Wählen Sie eine zu importierende Schlüsseldatei.
fi_fi: Valitse tuotava avaintiedosto.
fr_be: Choisissez un fichier de clé à importer.
is_is: Veljið lyklaskrá til að flytja inn.
nb_no: Velg en nøkkelfil for import.

# Codeunit 3211594149 - NamedType 2974149824
source: The encryption is already enabled. Continuing will decrypt the encrypted data and encrypt it again with the new key.\\Do you want to continue?
cs_cz: Šifrování je již povoleno. Pokračováním budou dešifrována již zašifrovaná data a znovu zašifrována s novým klíčem.\\Chcete pokračovat?
de_ch: Die Verschlüsselung ist bereits aktiviert. Wenn Sie fortfahren, werden die verschlüsselten Daten entschlüsselt und mit dem neuen Schlüssel verschlüsselt.\\Möchten Sie fortfahren?
fi_fi: Salaus on jo käytössä. Jos jatkat, järjestelmä purkaa salattujen tietojen salauksen ja salaa tiedot uudelleen uudella avaimella.\\Haluatko jatkaa?
fr_be: Le chiffrement est déjà activé. Si vous continuez, les données chiffrées seront déchiffrées puis rechiffrées à l'aide de la nouvelle clé.\\Voulez-vous continuer ?
is_is: Dulritun er þegar virk. Ef haldið er áfram munu dulrituð gögn verða afkóðuð og svo dulkóðuð aftur með nýja lyklinum.\\Á að halda áfram?
nb_no: Kryptering er allerede aktivert. Hvis du fortsetter, blir de krypterte dataene dekrypert og kryptert på nytt med den nye nøkkelen.\\Vil du fortsette?

# Codeunit 1225200592 - NamedType 2920143230
source: %1 must be greater than %2.
cs_cz: %1 musí být větší než %2.
de_ch: %1 muss grösser als %2 sein.
fi_fi: Kohteen %1 on oltava suurempi kuin %2.
fr_be: %1 doit être supérieur à %2.
is_is: %1 verður að vera stærra en %2.
nb_no: %1 må være større enn %2.

# Codeunit 1174750380 - NamedType 3235879309
source: The archive has already been created or opened.
cs_cz: Archiv již byl vytvořen nebo otevřen.
de_ch: Das Archiv wurde bereits erstellt oder geöffnet.
fi_fi: Arkisto on jo luotu tai avattu.
fr_be: L’archive a déjà été créée ou ouverte.
is_is: Skjalasafn hefur þegar verið stofnað eða opnað.
nb_no: Arkivet er allerede opprettet eller åpnet.

# Codeunit 1174750380 - NamedType 164161406
source: You need to install an archiving app to use this feature.
cs_cz: Chcete-li používat tuto funkci, musíte nainstalovat archivační aplikaci.
de_ch: Sie müssen eine Archivierungs-App installieren, um diese Funktion verwenden zu können.
fi_fi: Tämän ominaisuuden käyttäminen edellyttää arkistointisovelluksen asentamista.
fr_be: Vous devez installer une application d’archivage pour utiliser cette fonctionnalité.
is_is: Setja þarf upp skjalasafnsforrit til að nota þennan eiginleika.
nb_no: Du må installere en arkiveringsapp for å bruke denne funksjonen.

# Codeunit 1174750380 - NamedType 1632879284
source: The archive must be created or opened first.
cs_cz: Archiv musí být nejprve vytvořen nebo otevřen.
de_ch: Das Archiv muss zuerst erstellt oder geöffnet werden.
fi_fi: Arkisto on luotava tai avattava ensin.
fr_be: Vous devez d’abord créer ou ouvrir l’archive.
is_is: Fyrst verður að stofna skjalasafn eða opna það.
nb_no: Arkivet må opprettes eller åpnes først.

# Codeunit 2064034156 - NamedType 1564010861
source: Unclassified,Sensitive,Personal,Company Confidential,Normal
cs_cz: Neklasifikováno,Citlivá,Osobní,Důvěrná pro společnost,Normální
de_ch: Nicht klassifiziert,Vertraulich,Persönlich,Firma (vertraulich),Normal
fi_fi: Luokittelematon,Luottamuksellinen,Henkilökohtainen,Liikesalaisuus,Normaali
fr_be: Non classé,Sensible,Personnel,Confidentiel,Normal
is_is: Óflokkað,Viðkvæmt,Einkamál,Trúnaðarupplýsingar fyrirtækis,Venjulegt
nb_no: Uklassifisert,Sensitiv,Personlig,Selskapskonfidensiell,Normal

# Codeunit 2064034156 - NamedType 3248050052
source: Microsoft is providing this Data Classification feature as a matter of convenience only. It's your responsibility to classify the data appropriately and comply with any laws and regulations that are applicable to you. Microsoft disclaims all responsibility towards any claims related to your classification of the data.
cs_cz: Microsoft poskytuje funkci klasifikace dat pouze pro usnadnění této činnosti. Je vaší odpovědností vhodně klasifikovat data a dodržovat veškeré zákony a předpisy, které se na vás vztahují. Společnost Microsoft se zříká veškeré odpovědnosti vůči jakýmkoliv nárokům souvsejících s vaší klasifikací dat.
de_ch: Microsoft stellt die Funktion "Datenklassifizierung" nur bereit. Es ist Ihre Aufgabe, die Daten entsprechend zu klassifizieren und alle einschlägigen Gesetze und Verordnungen, die für Sie gelten, einzuhalten. Microsoft übernimmt keinerlei Verantwortung für jegliche Ansprüche im Zusammenhang mit der Klassifizierung der Daten.
fi_fi: Microsoft tarjoaa tämän tietojen luokittelun toiminnon vain helppokäyttöisyyden vuoksi. Sinulla on vastuu tietojen asianmukaisesta luokittelusta ja sovellettavien lakien ja säännösten noudattamisesta. Microsoft ei ota vastuuta mistään tietojesi luokitteluun liittyvistä vaatimuksista.
fr_be: Microsoft fournit cette fonction de classification des données pour votre convenance uniquement. Il vous incombe de classer les données de manière appropriée et de vous conformer aux lois et réglementations qui vous concernent. Microsoft décline toute responsabilité en cas de réclamations liées à votre classification des données.
is_is: Microsoft veitir þennan gagnaflokkunareiginleika eingöngu til hægðarauka. Það er á þína ábyrgð að flokka gögnin á viðeigandi hátt og fara eftir lögum og reglugerðum sem eiga við. Microsoft afsalar sér allri ábyrgð gagnvart kröfum sem tengjast flokkun þinni á gögnunum.
nb_no: Microsoft tilbyr denne dataklassifiseringsfunksjonen bare som et praktisk hjelpemiddel. Det er ditt ansvar å klassifisere dataene riktig og overholde eventuelle lover og regler som gjelder for deg. Microsoft fraskriver seg ethvert ansvar mot eventuelle krav knyttet til din klassifisering av dataene.
