Repository: jbakach/MSDyn365BC.Code.History
Catalog: System Application/Source/System Application/Translations/System Application.*.xlf
Languages: cs_cz, de_ch, fi_fi, fr_be, is_is, nb_no

# Codeunit 335290041 - NamedType 3888985828
source: Could not %1 %2 Tags.
cs_cz: Značky %2 nelze %1.
de_ch: %1 von %2-Tags nicht möglich.
fi_fi: Kohteen %2 tunnisteiden %1 ei onnistunut.
fr_be: Impossible de %1 %2 baliser.
is_is: Ekki var hægt að nota %1 %2 merki.
nb_no: Kan ikke %1 koder for %2.

# Codeunit 335290041 - NamedType 2838539987
source: Could not upload %1 to %2
cs_cz: Nelze nahrát %1 do %2
de_ch: %1 konnte nicht in %2 hochgeladen werden
fi_fi: Blob-objektin %1 lataaminen säilöön %2 ei onnistunut.
fr_be: Impossible de charger %1 vers %2.
is_is: Ekki tókst að hlaða %1 upp í %2
nb_no: Kan ikke laste opp %1 til %2

# Codeunit 335290041 - Method 1282375050 - NamedType 3659142880
source: You need to specify an Integer Value (number of miliseconds) for option %1
cs_cz: Pro volbu %1 je třeba zadat celé číslo (počet milisekund)
de_ch: Sie müssen einen Ganzzahlwert (Anzahl der Millisekunden) für Option %1 angeben
fi_fi: Sinun on määritettävä kokonaislukuarvo (millisekuntien määrä) asetukselle %1
fr_be: Vous devez spécifier une valeur entière (nombre de millisecondes) pour l’option %1
is_is: Tilgreina þarf heiltölugildi (fjölda millisekúnda) fyrir valkostinn %1
nb_no: Du må angi en heltallsverdi (antall millisekunder) for alternativ %1

# Codeunit 335290041 - Method 1282375050 - NamedType 1431452745
source: You need to specify an DateTime Value for option %1
cs_cz: Je třeba zadat hodnotu DateTime pro možnost %1
de_ch: Sie müssen einen Datum/Uhrzeit-Wert für Option %1 angeben
fi_fi: Sinun on määritettävä DateTime-arvo asetukselle %1
fr_be: Vous devez spécifier une valeur DateTime pour l’option %1
is_is: Tilgreina þarf DateTime-gildi fyrir valkost %1
nb_no: Du må angi en DateTime-verdi for alternativ %1

# Codeunit 3399608595 - Method 1796094455 - NamedType 2657891440
source: Error reading Response as XML.
cs_cz: Při čtení odpovědi jako XML došlo k chybě.
de_ch: Fehler beim Lesen der Antwort als XML.
fi_fi: Virhe luettaessa vastausta XML-muodossa.
fr_be: Erreur lors de la lecture de la réponse en tant que XML.
is_is: Villa við lestur svars sem XML.
nb_no: Feil ved lesing av svar som XML.

# Codeunit 2480824916 - Method 1340944587 - NamedType 4132244079
source: %1 can not be empty
cs_cz: %1 nesmí být prázdné
de_ch: %1 darf nicht leer sein
fi_fi: %1 ei voi olla tyhjä
fr_be: %1 ne peut pas être vide
is_is: %1 má ekki vera autt
nb_no: %1 må ikke være tom.

# Codeunit 2480824916 - Method 1340944587 - NamedType 615382663
source: Storage Account Name
cs_cz: Název účtu úložiště
de_ch: Speicherkontoname
fi_fi: Tallennustilin nimi
fr_be: Nom du compte de stockage
is_is: Geymslureikningsheiti
nb_no: Navn på lagringskonto

# Codeunit 2480824916 - Method 1340944587 - NamedType 3886565542
source: Container Name
cs_cz: Název kontejneru
fi_fi: Säilön nimi
fr_be: Nom du conteneur
is_is: Heiti geymslu
nb_no: Beholdernavn

# Codeunit 2480824916 - Method 1340944587 - NamedType 3603974506
source: Blob Name
cs_cz: Název objektu BLOB
fi_fi: Blob-objektin nimi
fr_be: Nom de l’objet blob
is_is: Blob-heiti
nb_no: Blobnavn

# Codeunit 3179573641 - NamedType 278290564
source: %1.\\Response Code: %2 %3
cs_cz: %1.\\Kód odpovědi: %2 %3
de_ch: %1.\\Antwortcode: %2 %3
fi_fi: %1.\\Palautekoodi: %2 %3
fr_be: %1.\\Code de réponse : %2 %3
is_is: %1.\\Svarkóði: %2 %3
nb_no: %1.\\Svarkode: %2 %3

# Codeunit 3179573641 - NamedType 683667025
source: Could not read response.
cs_cz: Odpověď se nepodařilo přečíst.
de_ch: Antwort konnte nicht gelesen werden.
fi_fi: Vastauksen lukeminen ei onnistunut.
fr_be: Impossible de lire la réponse.
is_is: Ekki var hægt að lesa svar.
nb_no: Kan ikke lese svaret.

# Codeunit 1036847876 - NamedType 1933092856
source: Couldn't initialize the App Key Vault Secret Provider.\\Common reasons include:\- The extension doesn't specify a key vault in its app.json file.\- The extension wasn't published with a PublisherAzureActiveDirectoryTenantId and the server requires it\- The server's Azure Key Vault settings are incorrect\- The server lacks permission to the private key of Azure Key Vault client certificate\\Please check the Event Log or Application Insights for more details.
cs_cz: Nelze inicializovat tajného zprostředkovatele trezoru klíčů aplikace.\\Mezi běžné důvody patří:\- Rozšíření neurčuje trezor klíčů ve svém app.json souboru.\- Rozšíření nebylo publikováno pomocí id PublisherAzureActiveDirectoryTenantId a server to vyžaduje\- Nastavení trezoru klíčů azure serveru je nesprávné\- Server nemá oprávnění k soukromému klíči klientského certifikátu Azure Key Vault.\\Prosím, zkontrolujte Event Log nebo získejte více informací v přehledech aplikací.
de_ch: Der App Key Vault Secret-Anbieter für die App konnte nicht initialisiert werden.\\Häufige Gründe sind:\- Die Erweiterung legt keinen Key-Vault in der Datei app.js fest.\- Die Erweiterung wurde nicht mit einer PublisherAzureActiveDirectoryTenantId veröffentlicht. Der Server schreibt diese jedoch vor.\- Die Azure Key Vault-Einstellungen des Servers sind fehlerhaft.\- Dem Server fehlt die Berechtigung für den privaten Schlüssel des Azure Key Vault-Clientzertifikats.\\Suchen Sie im Ereignisprotokoll oder in Application Insights nach weiteren Informationen.
fi_fi: Sovelluksen avainsäilön salasanan toimittajaa ei voitu alustaa.\\Yleiset syyt:\– laajennuksen app.json-tiedostossa ei määritetä avainsäilöä\– laajennusta ei ole julkaistu käyttämällä PublisherAzureActiveDirectoryTenantId-tunnusta ja palvelin edellyttää sen käyttöä\– palvelimen Azure Key Vault -asetukset ovat virheellisiä\– palvelimella ei ole Azure Key Vault -asiakasvarmenteen yksityisen avaimen käyttöoikeuksia.\\Lisätietoja on tapahtumalokissa tai Application Insightsissa.
fr_be: Impossible d’initialiser le fournisseur de secret de coffre de clés de l’application.\\Parmi les raisons les plus courantes, citons :\- L’extension ne spécifie pas de coffre de clés dans son fichier app.json.\- L’extension n’a pas été publiée avec un PublisherAzureActiveDirectoryTenantId et le serveur le nécessite.\- Les paramètres Azure Key Vault du serveur sont incorrect.\- Le serveur n’a pas l’autorisation d’accéder à la clé privée du certificat client Azure Key Vault.\\Pour plus d’informations, voir le journal des événements ou Application Insights.
is_is: Ekki tókst að frumstilla leynilykilsveitu lyklageymslu forrits.\\Algengar ástæður eru:\- Viðbótin tilgreinir ekki lyklageymslu í app.json skrá sinni.\- Viðbótin var ekki gefin út með PublisherAzureActiveDirectoryTenantId og þjónninn krefst þess\- Azure-lyklageymslustillingar þjónsins eru rangar\- Þjóninn vantar heimild fyrir einkalykil biðlaravottorðs Azure-lyklageymslu\\Frekari upplýsingar eru í tilvikaannálinum eða Application Insights.
nb_no: Kan ikke initialisere den hemmelige leverandøren av appnøkkelhvelvet.\\Vanlige årsaker er:\– Utvidelsen angir ikke et nøkkelhvelv i app.json-filen.\– Utvidelsen ble ikke publisert med en PublisherAzureActiveDirectoryTenantId, og serveren krever det\– Serverens innstillinger for Azure Key Vault er feil\– Serveren mangler tillatelse til den private nøkkelen til Azure Key Vault-sertifikatet\\Se hendelsesloggen eller Application Insights hvis du vil ha mer informasjon.

# Codeunit 1036847876 - NamedType 2706800192
source: Cannot get secrets because the App Key Vault Secret Provider has not been initialized.
cs_cz: Nelze získat tajné klíče, protože tajný zprostředkovatel trezoru klíčů aplikace nebyl inicializován.
de_ch: Es können keine Geheimschlüssel abgerufen werden, da der Geheimschlüsselanbieter für den App-Schlüsseltresor nicht initialisiert wurde.
fi_fi: Salasanoja ei voi noutaa, koska sovelluksen avainsäilön salasanan toimittajaa ei ole alustettu.
fr_be: Impossible d’obtenir des secrets, car le fournisseur du secret du coffre-fort de la clé d’application n’a pas été initialisé.
is_is: Ekki er hægt að sækja leyndarmál vegna þess að leynilykilsveita lyklageymslu forrits hefur ekki verið frumstillt.
nb_no: Kan ikke hente hemmeligheter fordi den hemmelige leverandøren av appnøkkelhvelvet ikke er initialisert.

# Codeunit 1953614490 - NamedType 3456230978
source: Do you want to delete expired data, as defined in your retention policies?
cs_cz: Chcete odstranit data, jejichž platnost vypršela, jak je definováno ve vybraných zásadách uchovávání informací?
de_ch: Möchten Sie abgelaufene Daten gemäss den Aufbewahrungsrichtlinien löschen?
fi_fi: Haluatko poistaa vanhentuneet tiedot säilytyskäytäntöjen mukaisesti?
fr_be: Souhaitez-vous supprimer les données ayant expiré, telles que définies dans vos stratégies de rétention ?
is_is: Á að eyða útrunnum gögnum eins og skilgreint er í varðveislureglum notanda?
nb_no: Vil du slette utgåtte data, som definert i oppbevaringspolicyene?

# Codeunit 1953614490 - NamedType 1153960828
source: Do you want to delete expired data, as defined in the selected retention policy?
cs_cz: Chcete odstranit data, jejichž platnost vypršela, jak je definováno ve vybraných zásadách uchovávání informací?
de_ch: Möchten Sie abgelaufene Daten gemäss der ausgewählten Aufbewahrungsrichtlinie löschen?
fi_fi: Haluatko poistaa vanhentuneet tiedot valitun säilytyskäytännön mukaisesti?
fr_be: Souhaitez-vous supprimer les données ayant expiré, telles que définies dans la stratégie de rétention sélectionnée ?
is_is: Á að eyða útrunnum gögnum eins og skilgreint er í valinni varðveislureglu?
nb_no: Vil du slette utgåtte data, som definert i den valgte oppbevaringspolicyen?

# Codeunit 1953614490 - NamedType 692193823
source: Reached the maximum number of records that can be deleted at the same time. The maximum number allowed is %1.\\Do you want to delete more records?
cs_cz: Bylo dosaženo maximálního počtu záznamů, které lze odstranit současně. Maximální povolený počet je %1.\\Chcete odstranit více záznamů?
de_ch: Die maximale Anzahl von Datensätzen, die gleichzeitig gelöscht werden können, ist erreicht. Die maximal zulässige Anzahl ist %1.\\Möchten Sie weitere Datensätze löschen?
fi_fi: Saavutettiin enimmäislukumäärä tietueita, jotka voidaan poistaa samaan aikaan. Sallittu enimmäislukumäärä on %1.\\Haluatko poistaa lisää tietueita?
fr_be: Vous avez atteint le nombre maximal d’enregistrements pouvant être supprimés simultanément. Le nombre maximal autorisé est de %1.\\Voulez-vous supprimer davantage d’enregistrements ?
is_is: Hámarksfjölda færslna sem hægt er að eyða samtímis hefur verið náð. Leyfilegur hámarksfjöldi er %1.\\Viltu eyða fleiri færslum?
nb_no: Nådd maksimalt antall poster som kan slettes samtidig. Maksimalt antall tillatt er %1.\\Vil du slette flere poster?

# Codeunit 1953614490 - NamedType 1064438895
source: The field Date Field No. must have a value in the retention policy for table %1, %2
cs_cz: Číslo pole Datum musí mít hodnotu v zásadách uchovávání informací pro tabulku %1, %2
de_ch: Feld „Datumsfeldnr.“ muss in der Aufbewahrungsrichtlinie für die Tabelle %1, %2 einen Wert haben
fi_fi: Päivämäärän numero -kentän arvon on oltava säilytyskäytännössä taulukolle %1, %2
fr_be: Le champ N° champ Date doit avoir une valeur dans la stratégie de rétention pour la table %1, %2
is_is: Reiturinn Dagsetningarsvæði nr. verður að hafa gildi í varðveislureglunni fyrir töflu %1, %2
nb_no: Feltet Datofeltnr. må ha en verdi i oppbevaringspolicyen for tabell %1, %2

# Codeunit 1953614490 - NamedType 245002259
source: Deleted %1 of %2 records from table %3, %4.
cs_cz: Odstraněno %1 %2 záznamů z tabulky %3 %4.
de_ch: %1 %2 Datensätze aus der Tabelle %3, %4 gelöscht.
fi_fi: Poistetaan %1/%2 tietuetta taulukosta %3, %4.
fr_be: %1 enregistrements sur %2 supprimés de la table %3, %4.
is_is: Eyddi %1 af %2 færslum úr töflu %3, %4.
nb_no: Slettet %1 av %2 poster fra tabell %3, %4.

# Codeunit 1953614490 - NamedType 1029703527
source: Table %1 was not found. The retention policy has been disabled.
cs_cz: Tabulka %1 nebyla nalezena. Zásady uchovávání informací byly zakázány.
de_ch: Die Tabelle %1 wurde nicht gefunden. Die Aufbewahrungsrichtlinie wurde deaktiviert.
fi_fi: Taulukkoa %1 ei löytynyt. Säilytyskäytäntö on poistettu käytöstä.
fr_be: La table %1 est introuvable. La stratégie de rétention a été désactivée.
is_is: Tafla %1 fannst ekki. Varðveislureglan hefur verið gerð óvirk.
nb_no: Finner ikke tabell %1. Oppbevaringspolicyen er deaktivert.

# Codeunit 1953614490 - NamedType 315616047
source: Finished applying all retention policies.
cs_cz: Bylo dokončeno použití všech zásad uchovávání informací.
de_ch: Die Anwendung aller Aufbewahrungsrichtlinien wurde abgeschlossen.
fi_fi: Kaikkien säilytyskäytäntöjen soveltaminen on valmis.
fr_be: Fin de l’application de toutes les stratégies de rétention.
is_is: Lokið við að nota allar varðveislureglur.
nb_no: Bruk av alle oppbevaringspolicyer er fullført.

# Codeunit 1953614490 - NamedType 1605642045
source: Finished applying the retention policy defined for table: %1, %2.
cs_cz: Bylo dokončeno použití zásad uchovávání informací definovaných pro tabulku: %1, %2.
de_ch: Die Anwendung der für die Tabelle definierten Aufbewahrungsrichtlinie wurde abgeschlossen: %1, %2.
fi_fi: Määritelty pidätyskäytäntö on valmis taulukolle: %1, %2.
fr_be: Fin de l’application de la stratégie de rétention définie pour la table : %1, %2.
is_is: Lokið við að nota varðveislureglu sem er skilgreind fyrir töflu: %1, %2.
nb_no: Fullførte bruk av oppbevaringspolicyen som er definert for tabellen: %1, %2.

# Codeunit 1953614490 - NamedType 3077667919
source: Deleted the maximum number of records allowed. We have stopped deleting records in this table.
cs_cz: Byl odstraněn maximální povolený počet záznamů. V této tabulce jsme přestali mazat záznamy.
de_ch: Die maximal zulässige Anzahl von Datensätzen wurde gelöscht. Die Löschung von Datensätzen in dieser Tabelle wurde beendet.
fi_fi: Poistettiin sallittujen tietueiden enimmäismäärä. Tämän taulukon tietueiden poistaminen on lopetettu.
fr_be: Supprimez le nombre maximal d’enregistrements autorisé. Nous avons interrompu la suppression des enregistrements de cette table.
is_is: Eyddi hámarksfjölda leyfðra færslna. Hætt var að eyða færslum í þessari töflu.
nb_no: Slettet maksimalt antall tillatte poster. Vi har stoppet sletting av poster i denne tabellen.

# Codeunit 1953614490 - NamedType 1242030601
source: Finished counting the number of expired records in table %1, %2.
cs_cz: Bylo dokončeno počítání záznamů, jejichž platnost vypršela v tabulce %1 %2.
de_ch: Die Zählung der abgelaufenen Datensätze in der Tabelle %1, %2 wurde abgeschlossen.
fi_fi: Laskettu vanhentuneiden tietueiden lukumäärä taulukossa %1, %2.
fr_be: Fin de la comptabilisation du nombre d’enregistrements arrivés à expiration dans la table %1, %2.
is_is: Lokið við að telja fjölda útrunninna færslna í töflunni %1, %2.
nb_no: Fullførte telling av antall utløpte poster i tabell %1, %2.

# Codeunit 1953614490 - NamedType 382102027
source: An error occured while applying the retention policy for table %1 %2.\\%3
cs_cz: Při použití zásad uchovávání informací pro tabulku %1 %2 došlo k chybě.\\%3
de_ch: Fehler beim Anwenden der Aufbewahrungsrichtlinie für die Tabelle %1 %2.\\%3
fi_fi: Virhe sovellettaessa taulukon säilytyskäytäntöä %1 %2 .\\%3
fr_be: Une erreur s’est produite lors de l’application de la stratégie de rétention pour la table %1 %2.\\%3
is_is: Villa kom upp þegar notuð var varðveisluregla fyrir töflu %1 %2.\\%3
nb_no: Det oppstod en feil under bruk av oppbevaringspolicyen for tabellen %1 %2.\\%3

# Codeunit 1953614490 - NamedType 3345655642
source: A subscriber with indirect permissions is required to delete expired records from table %1, %2. Contact your Microsoft Partner for assistance.
cs_cz: Odběratel s nepřímými oprávněními je nutný k odstranění záznamů, jejichž platnost vypršela, z tabulky %1 %2. Požádejte o pomoc svého partnera společnosti Microsoft.
de_ch: Ein Abonnent mit indirekten Berechtigungen ist erforderlich, um abgelaufene Datensätze aus der Tabelle %1, %2 zu löschen. Wenden Sie sich an Ihren Microsoft-Partner.
fi_fi: Tilaajan, jolla on epäsuoria oikeuksia, on poistettava vanhentuneet tietueet taulukosta %1, %2. Pyydä apua Microsoft-kumppaniltasi.
fr_be: Un abonné disposant d’autorisations indirectes est requis pour supprimer les enregistrements échus de la table %1, %2. Pour obtenir de l’aide, contactez votre partenaire Microsoft.
is_is: Áskrifandi með óbeinar heimildir er áskilinn til að eyða útrunnum færslum úr töflu %1, %2. Hafðu samband við Microsoft samstarfsaðila þinn til að fá aðstoð.
nb_no: En abonnent med indirekte tillatelser kreves for å slette utløpte poster fra tabell %1, %2. Kontakt Microsoft-partneren for å få hjelp.

# Codeunit 1953614490 - NamedType 2082228456
source: No filters were found in the record to apply for table %1, %2. No records will be deleted.
cs_cz: V záznamu nebyly nalezeny žádné filtry, které by se vztahovaly na tabulku %1, %2. Nebudou odstraněny žádné záznamy.
de_ch: Es wurden keine Filter zur Anwendung auf die Tabelle %1, %2 im Datensatz gefunden. Es werden keine Datensätze gelöscht.
fi_fi: Tietueesta ei löytynyt suodattimia käytettäviksi taulukkoon %1, %2. Tietueita ei poisteta.
fr_be: Aucun filtre n’a été trouvé dans l’enregistrement à appliquer pour la table %1, %2. Aucun enregistrement ne sera supprimé.
is_is: Engar síur fundust í færslunni til að nota fyrir töflu %1, %2. Engum færslum verður eytt.
nb_no: Fant ingen filtre i posten som skal brukes for tabell %1, %2. Ingen poster blir slettet.

# Codeunit 1953614490 - NamedType 4039912347
source: %1 of %2 records are expired in table %3, %4, and can be deleted.
cs_cz: %1 %2 záznamů expirovalo v tabulce %3, %4 a lze je odstranit.
de_ch: %1 von %2 Datensätzen sind in der Tabelle %3, %4 abgelaufen und können gelöscht werden.
fi_fi: %1 tietuetta %2 tietueesta on vanhentunut taulukossa %3, %4, ja ne voidaan poistaa.
fr_be: %1 enregistrements sur %2 sont arrivés à expiration dans la table %3, %4, et peuvent être supprimés.
is_is: %1 af %2 færslum eru útrunnar í töflu %3, %4, og hægt er að eyða þeim.
nb_no: %1 av %2 poster går ut i tabellen %3, %4 og kan slettes.

# Codeunit 1953614490 - NamedType 2375120454
source: The retention policy setup record instance must be temporary. Contact your Microsoft Partner for assistance.
cs_cz: Instance záznamu nastavení zásad uchovávání informací musí být dočasná. Požádejte o pomoc svého partnera společnosti Microsoft.
de_ch: Die Setup-Datensatzinstanz der Aufbewahrungsrichtlinie muss temporär sein. Wenden Sie sich für Unterstützung an Ihren Microsoft-Partner.
fi_fi: Säilytyskäytännön määritystietueen instanssin on oltava tilapäinen. Pyydä apua Microsoft-kumppaniltasi.
fr_be: L’instance de l’enregistrement de la configuration de la stratégie de rétention doit être temporaire. Contactez votre partenaire Microsoft pour obtenir de l’aide.
is_is: Tilvik uppsetningarfærslu fyrir varðveislureglu verður að vera tímabundið. Hafðu samband við Microsoft samstarfsaðila þinn til að fá aðstoð.
nb_no: Forekomsten av post for oppbevaringspolicyoppsett må være midlertidig. Kontakt Microsoft-partneren for å få hjelp.

# Codeunit 1953614490 - NamedType 3426544542
source: Started applying all retention policies.
cs_cz: Započato používání všech zásad uchovávání informací.
de_ch: Die Anwendung aller Aufbewahrungsrichtlinien wurde gestartet.
fi_fi: Kaikkien säilytyskäytäntöjen käyttäminen aloitettiin.
fr_be: Début de l’application de toutes les stratégies de rétention.
is_is: Byrjaði að nota allar varðveislureglur.
nb_no: Startet bruk av alle oppbevaringspolicyer.

# Codeunit 1953614490 - NamedType 1663735968
source: Started applying the retention policy defined for table %1, %2.
cs_cz: Započato používání zásad uchovávání informací definovaných pro tabulku %1, %2.
de_ch: Die Anwendung der für die Tabelle %1, %2 definierten Aufbewahrungsrichtlinie wurde gestartet.
fi_fi: Määritelty pidätyskäytäntö on aloitettu taulukolle %1, %2.
fr_be: Début de l’application de la stratégie de rétention définie pour la table %1, %2.
is_is: Byrjaði að nota varðveislureglu sem er skilgreind fyrir töflu %1, %2.
nb_no: Startet bruk av oppbevaringspolicyen som er definert for tabellen %1, %2.

# Codeunit 1953614490 - NamedType 3574270403
source: Started by user.
cs_cz: Spuštěno uživatelem.
de_ch: Durch Benutzer gestartet.
fi_fi: Käyttäjän aloittama.
fr_be: Lancée par l’utilisateur.
is_is: Ræst af notanda.
nb_no: Startet av brukeren.

# Codeunit 1953614490 - NamedType 305534420
source: Started counting the number of expired records in table %1, %2.
cs_cz: Započat výpočet počtu záznamů, jejichž platnost vypršela, v tabulce %1, %2.
de_ch: Die Zählung der abgelaufenen Datensätze in der Tabelle %1, %2 wurde gestartet.
fi_fi: Vanhentuneiden tietueiden lukumäärän laskeminen taulukossa %1, %2 aloitettu.
fr_be: Début de la comptabilisation du nombre d’enregistrements arrivés à expiration dans la table %1, %2.
is_is: Byrjaði að telja fjölda útrunninna færslna í töflu %1, %2.
nb_no: Startet telling av antall utløpte poster i tabell %1, %2.

# Codeunit 1953614490 - NamedType 2296666171
source: Table %1, %2, is not in the list of allowed tables.
cs_cz: Tabulka %1, %2, není v seznamu povolených tabulek.
de_ch: Die Tabelle %1, %2, ist nicht in der Liste der zulässigen Tabellen enthalten.
fi_fi: Taulukko %1, %2 ei ole sallittujen taulukoiden luettelossa.
fr_be: La table %1, %2, ne figure pas dans la liste des tables autorisées.
is_is: Tafla %1, %2, er ekki á listanum yfir leyfðar töflur.
nb_no: Tabell %1, %2, er ikke i listen over tillatte tabeller.

# Codeunit 1953614490 - NamedType 185354590
source: The operation was cancelled.
cs_cz: Operace byla stornována.
de_ch: Der Vorgang wurde abgebrochen.
fi_fi: Toiminto peruutettiin.
fr_be: L’opération a été annulée.
is_is: Hætt var við aðgerðina.
nb_no: Operasjonen ble avbrutt.

# Codeunit 1953614490 - NamedType 1219142662
source: We're deleting records based on your retention policy. This might take a few moments.
cs_cz: Mažeme záznamy na základě vašich zásad uchovávání informací. Může to chvíli trvat.
de_ch: Datensätze werden auf Grundlage ihrer Aufbewahrungsrichtlinie gelöscht. Dies kann einige Momente in Anspruch nehmen.
fi_fi: Tietueita poistetaan säilytyskäytännön perusteella. Tämä voi kestää hetken.
fr_be: Nous supprimons les enregistrements selon votre stratégie de rétention. Cette opération peut prendre un certain temps.
is_is: Verið er að eyða færslum sem byggja á varðveislureglu. Þetta gæti tekið smástund.
nb_no: Vi sletter poster basert på oppbevaringspolicyen. Dette kan ta litt tid.

# Codeunit 1569885001 - NamedType 3774820659
source: An Azure Active Directory user with the object ID %1 was not found.
cs_cz: Uživatel Azure Active Directory s ID objektu %1 nebyl nalezen.
de_ch: Ein Azure Active Directory-Benutzer mit der Objekt-ID %1 wurde nicht gefunden.
fi_fi: Azure Active Directoryn käyttäjää, jonka objektin tunnus on %1, ei löytynyt.
fr_be: Aucun utilisateur Azure Active Directory comportant l'ID objet %1 n'a été trouvé.
is_is: Azure Active Directory-notandi með öryggisauðkennið %1 fannst ekki.
nb_no: Finner ikke en bruker med objekt-ID-en %1 i Azure Active Directory.

# Codeunit 1569885001 - NamedType 1194350794
source: The user with the security ID %1 does not have a valid object ID in Azure Active Directory.
cs_cz: Uživatel s ID bezpečnosti %1 nemá platné ID objektu v Azure Active Directory.
de_ch: Der Benutzer mit der Sicherheits-ID %1 weist keine gültige Objekt-ID in Azure Active Directory auf.
fi_fi: Käyttäjällä, jonka suojaustunnus on %1, ei ole sallittua objektin tunnusta Azure Active Directoryssa.
fr_be: L'utilisateur comportant l'ID de sécurité %1 ne dispose d'aucun ID objet valide dans Azure Active Directory.
is_is: Notandi með öryggisauðkennið %1 er ekki með gilt auðkenni hlutar í Azure Active Directory.
nb_no: Brukeren med sikkerhets-ID-en %1 har ikke en gyldig objekt-ID i Azure Active Directory.
