Repository: jbakach/MSDyn365BC.Code.History
Catalog: System Application/Source/System Application/Translations/System Application.*.xlf
Languages: cs_cz, de_ch, fi_fi, fr_be, is_is, nb_no

# Page 176588632 - Action 4056126357 - Property 1295455071
source: Decrypt encrypted data.
cs_cz: Dešifrovat šifrovaná data.
de_ch: Verschlüsselte Daten entschlüsseln
fi_fi: Pura salattujen tietojen salaus.
fr_be: Déchiffrez les données chiffrées.
is_is: Dulráða dulkóðuð gögn.
nb_no: Dekrypter krypterte data.

# Page 176588632 - Action 4056126357 - Property 2879900210
source: Disable Encryption
cs_cz: Šifrování zakázáno
de_ch: Verschlüsselung deaktivieren
fi_fi: Poista salaus käytöstä
fr_be: Désactiver le chiffrement
is_is: Óvirkja dulritun
nb_no: Deaktiver kryptering

# Page 176588632 - Action 2660599594 - Property 1295455071
source: Generate an encryption key on the server to enable encryption.
cs_cz: Generovat šifrovací klíč na serveru pro povolení šifrování.
de_ch: Dient zum Generieren eines Verschlüsselungsschlüssels auf dem Server, um die Verschlüsselung zu aktivieren.
fi_fi: Luo palvelimelle salausavain salauksen käyttöönottamista varten.
fr_be: Générez une clé de chiffrement sur le serveur afin d'activer le chiffrement.
is_is: Búa til dulritunarlykil á netþjóninum til að gera dulritun virka.
nb_no: Generer en krypteringsnøkkel på serveren for å aktivere kryptering.

# Page 176588632 - Action 2660599594 - Property 2879900210
source: Enable Encryption
cs_cz: Povolit šifrování
de_ch: Verschlüsselung aktivieren
fi_fi: Ota salaus käyttöön
fr_be: Activer le chiffrement
is_is: Gera dulritun virka
nb_no: Aktiver kryptering

# Page 176588632 - Action 533391040 - Property 1295455071
source: Export the encryption key to make a copy of the key or so that it can be imported on another server instance.
cs_cz: Exportovat šifrovací klíč, pro vytvoření kopie klíče, aby mohl být importován do jiné instance serveru.
de_ch: Dient zum Exportieren des Verschlüsselungsschlüssels, um eine Kopie des Schlüssels zu erstellen, die auf einer anderen Serverinstanz importiert werden kann.
fi_fi: Vie salausavain, kun haluat tehdä siitä kopion tai tuoda avaimen toiseen palvelininstanssiin.
fr_be: Exportez la clé de chiffrement pour faire une copie de la clé ou pour qu'elle puisse être importée sur une autre instance de serveur.
is_is: Flytja út dulritunarlykil til að gera afrit af honum eða til að flytja hann inn á annað netþjónstilvik.
nb_no: Eksporter krypteringsnøkkelen for å ta en kopi av nøkkelen, slik at den kan importeres til en annen serverforekomst.

# Page 176588632 - Action 533391040 - Property 2879900210
source: Export Encryption Key
cs_cz: Exportovat šifrovací klíč
de_ch: Verschlüsselungsschlüssel exportieren
fi_fi: Vie salausavain
fr_be: Exporter la clé de chiffrement
is_is: Flytja út dulritunarlykill
nb_no: Eksporter krypteringsnøkkel

# Page 176588632 - Action 819501575 - Property 1295455071
source: Import the encryption key to a server instance from an encryption key file that was exported from another server instance or saved as a copy when the encryption was enabled.
cs_cz: Importovat šifrovací klíč do instance serveru ze souboru šifrovacího klíče, který byl exportován z jiné instance serveru nebo uložen jako kopie, když bylo povoleno šifrování.
de_ch: Dient zum Importieren des Verschlüsselungsschlüssels in eine Serverinstanz aus einer Verschlüsselungsschlüsseldatei, die von einer anderen Serverinstanz exportiert oder als Kopie gespeichert wurde, als die Verschlüsselung aktiviert wurde.
fi_fi: Tuo salausavain palvelininstanssiin salausavaintiedostosta, joka on viety toisesta palvelininstanssista tai tallennettu kopiona salauksen käyttöönoton yhteydessä.
fr_be: Importez la clé de chiffrement vers une instance de serveur à partir d'un fichier de clé de chiffrement qui a été exporté depuis une autre instance de serveur ou enregistré comme copie lors de l'activation du chiffrement.
is_is: Flytja inn dulritunarlykil í netþjónstilvik úr skrá dulritunarlykils sem var flutt út úr öðru netþjónstilviki eða vistuð sem afrit þegar dulritun var virkjuð.
nb_no: Importer krypteringsnøkkelen til en serverforekomst fra en krypteringsnøkkelfil som ble eksportert fra en annen serverforekomst, eller som er lagret som en kopi da krypteringen ble aktivert.

# Page 176588632 - Action 819501575 - Property 2879900210
source: Import Encryption Key
cs_cz: Importovat šifrovací klíč
de_ch: Verschlüsselungsschlüssel importieren
fi_fi: Tuo salausavain
fr_be: Importer la clé de chiffrement
is_is: Flytja inn dulritunarlykil
nb_no: Importer krypteringsnøkkel

# Page 1880563192 - Property 2879900210
source: Date-Time Dialog
cs_cz: Dialogové okno Datum a čas
de_ch: Datum-Uhrzeit-Dialogfeld
fi_fi: Pvm-aika-ikkuna
fr_be: Boîte de dialogue date/heure
is_is: Svargluggi tíma og dags
nb_no: Dialogboks for dato/klokkeslett

# Page 1880563192 - Control 3192175264 - Property 1295455071
source: Specifies the date.
cs_cz: Určuje datum.
de_ch: Gibt das Datum an.
fi_fi: Määrittää päivämäärän.
fr_be: Spécifie la date.
is_is: Tilgreinir dagsetninguna.
nb_no: Angir datoen.

# Page 1880563192 - Control 3192175264 - Property 2879900210
source: Date
cs_cz: Datum
de_ch: Datum
fi_fi: Pvm
is_is: Dagsetning
nb_no: Dato

# Page 1880563192 - Control 1230148255 - Property 1295455071
source: Specifies the time of day.
cs_cz: Určuje čas dne.
de_ch: Gibt die Uhrzeit des Tages an.
fi_fi: Määrittää kellonajan.
fr_be: Indique l'heure.
is_is: Tilgreinir tíma dags.
nb_no: Angir klokkeslettet.

# Page 1880563192 - Control 1230148255 - Property 2879900210
source: Time
cs_cz: Čas
de_ch: Zeit
fi_fi: Aika
fr_be: Heure
is_is: Tími
nb_no: Klokkeslett

# Page 3989631842 - Property 2879900210
source: Default Permission Set In Plan
cs_cz: Výchozí sada oprávnění v plánu
de_ch: Standardberechtigungssatz in Plan
fi_fi: Oletusarvoinen käyttöoikeuksien joukko palvelupaketissa
fr_be: Ensemble d’autorisations par défaut dans le plan
is_is: Sjálfgefin heimildasamstæða í áætlun
nb_no: Standard tillatelsessett i plan

# Page 3989631842 - NamedType 3718791375
source: (first company sign-in)
cs_cz: (první přihlášení společnosti)
de_ch: (erste Mandantenanmeldung)
fi_fi: (ensimmäinen yrityskirjautuminen)
fr_be: (première connexion de la société)
is_is: (fyrsta innskráning í fyrirtæki)
nb_no: (pålogging for første selskap)

# Page 3989631842 - Control 3133801257 - Property 1295455071
source: The permission set will be assigned to the first company that a user with this permission set signs in to.
cs_cz: Sada oprávnění bude přiřazena první společnosti, ke které se uživatel s touto sadou oprávnění přihlásí.
de_ch: Der Berechtigungssatz wird dem ersten Mandanten zugewiesen, bei dem sich ein Benutzer mit diesem Berechtigungssatz anmeldet.
fi_fi: Käyttöoikeuksien joukko määritetään ensimmäiselle yritykselle, johon näiden käyttöoikeuksien joukon käyttäjä kirjautuu sisään.
fr_be: L’ensemble d’autorisations est affecté à la première société à laquelle se connecte un utilisateur disposant de cet ensemble d’autorisations.
is_is: Heimildasamstæðunni verður úthlutað til fyrsta fyrirtækisins sem notandi með þessa heimildasamstæðu skráir sig inn í.
nb_no: Tillatelsessettet blir tildelt det første selskapet som en bruker med dette tillatelsessettet logger seg på.

# Page 3989631842 - Control 3133801257 - Property 2879900210
source: Company
cs_cz: Společnost
de_ch: Mandant
fi_fi: Yritys
fr_be: Société
is_is: Fyrirtæki
nb_no: Selskap

# Page 3989631842 - Control 3461834954 - Property 1295455071
source: Specifies the description of the permission set.
cs_cz: Určuje popis sady oprávnění.
de_ch: Gibt die Beschreibung des Berechtigungssatzes an.
fi_fi: Määrittää käyttöoikeuksien joukon kuvauksen.
fr_be: Spécifie la description de l’ensemble d’autorisations.
is_is: Tilgreinir lýsingu heimildasamstæðunnar.
nb_no: Angir beskrivelsen av tillatelsessettet.

# Page 3989631842 - Control 3461834954 - Property 2879900210
source: Description
cs_cz: Popis
de_ch: Beschreibung
fi_fi: Kuvaus
is_is: Lýsing
nb_no: Beskrivelse

# Page 3989631842 - Control 4023602082 - Property 1295455071
source: Specifies the name of the extension that provides the permission set.
cs_cz: Určuje název rozšíření, které poskytuje sadu oprávnění.
de_ch: Gibt den Namen der Erweiterung an, die den Berechtigungssatz bereitstellt.
fi_fi: Määrittää käyttöoikeuksien joukon antaneen laajennuksen nimen.
fr_be: Indique le nom de l'extension qui fournit l'ensemble d'autorisations.
is_is: Tilgreinir heiti viðbótarinnar sem kveður á um heimildasamstæðuna.
nb_no: Angir navnet på utvidelsen som leverte tillatelsessettet.

# Page 3989631842 - Control 4023602082 - Property 2879900210
source: Extension Name
cs_cz: Název rozšíření
de_ch: Erweiterungsname
fi_fi: Laajennuksen nimi
fr_be: Nom de l’extension
is_is: Heiti viðbótar
nb_no: Navn på utvidelse

# Page 3989631842 - Control 3338462467 - Property 1295455071
source: Specifies the ID of the permission set.
cs_cz: Určuje ID sady oprávnění.
de_ch: Gibt die ID des Berechtigungssatzes an.
fi_fi: Määrittää käyttöoikeuksien joukon tunnuksen.
fr_be: Spécifie l’ID de l’ensemble d’autorisations.
is_is: Tilgreinir kenni heimildasamstæðu.
nb_no: Angir ID-en for tillatelsessettet.

# Page 3989631842 - Control 3338462467 - Property 2879900210
source: Permission Set
cs_cz: Sada oprávnění
de_ch: Berechtigungssatz
fi_fi: Käyttöoikeuksien joukko
fr_be: Ensemble d’autorisations
is_is: Heimildasamstæða
nb_no: Tillatelsessett

# Page 3989631842 - Control 1585787771 - Property 1295455071
source: Specifies the scope of the permission set.
cs_cz: Určuje rozsah sady oprávnění.
de_ch: Gibt den Bereich des Berechtigungssatzes an.
fi_fi: Määrittää käyttöoikeuksien joukon laajuuden.
fr_be: Spécifie l’étendue de l’ensemble d’autorisations.
is_is: Tilgreinir umfang heimildasamstæðunnar.
nb_no: Angir omfanget for tillatelsessettet.

# Page 3989631842 - Control 1585787771 - Property 2879900210
source: Permission Scope
cs_cz: Rozsah oprávnění
de_ch: Berechtigungsbereich
fi_fi: Käyttöoikeuksien laajuus
fr_be: Étendue de l’autorisation
is_is: Umfang heimildar
nb_no: Tillatelsesomfang

# Page 3706825753 - Property 2879900210
source: Document Sharing
cs_cz: Sdílení dokumentů
de_ch: Belegfreigabe
fi_fi: Asiakirjojen jakaminen
fr_be: Partage de document
is_is: Samnýting skjala
nb_no: Dokumentdeling

# Page 3706825753 - Control 605435073 - Property 1295455071
source: Specifies the root location of the document. This is typically the store used by the Document Service.
cs_cz: Určuje kořenové umístění dokumentu. Obvykle se jedná o úložiště používané službou Document Service.
de_ch: Gibt den Stammspeicherort des Belegs an. Dies ist in der Regel der vom Belegdienst verwendete Speicher.
fi_fi: Määrittää asiakirjan juurisijainnin. Tämä on yleensä tiedostopalvelun käyttämä tallennussijainti.
fr_be: Spécifie l’emplacement racine du document. Il s’agit généralement du magasin utilisé par le service de document.
is_is: Tilgreinir rótarstað skjalsins. Yfirleitt er um að ræða verslunina sem skjalaþjónustan notar.
nb_no: Angir rotplasseringen for dokumentet. Dette er vanligvis butikken som brukes av dokumenttjenesten.

# Page 3706825753 - Control 2478943995 - Property 1295455071
source: Specifies the location of where the document has been uploaded. Navigating here will allow the user to download the file.
cs_cz: Určuje umístění, kam byl dokument odeslán. Navigace zde umožní uživateli stáhnout soubor.
de_ch: Legt den Speicherort fest, an dem der Beleg hochgeladen wurde. Hier kann der Benutzer die Datei herunterladen.
fi_fi: Määrittää sijainnin, johon asiakirja on ladattu. Käyttäjä voi ladata tiedoston kyseisestä sijainnista.
fr_be: Spécifie l’emplacement où le document a été téléchargé. La navigation dans ce dossier permet à l’utilisateur de télécharger le fichier.
is_is: Tilgreinir hvar skjalinu hefur verið hlaðið upp. Að fara hér um gerir notandanum kleift að sækja skrána.
nb_no: Angir plasseringen der dokumentet er lastet opp. Når brukeren navigerer hit, kan vedkommende laste ned filen.

# Page 3706825753 - Control 3979136067 - Property 1295455071
source: Specifies the filename extension (e.g. .pdf). This is required to display the share experience.
cs_cz: Určuje příponu názvu souboru (např. .pdf). To je nutné k zobrazení prostředí sdílení.
de_ch: Gibt die Dateinamenerweiterung an (z. B. .pdf). Dies ist erforderlich, um die Freigabeumgebung anzuzeigen.
fi_fi: Määrittää tiedostonimen tunnisteen (esimerkiksi .pdf). Tämä on pakollinen, jotta jakokokemus voidaan näyttää.
fr_be: Spécifie l’extension du nom de fichier (par ex. .pdf). Ceci est nécessaire pour afficher l’expérience de partage.
is_is: Tilgreinir skráarnafnauka (t.d. pdf). Þetta er nauðsynlegt til að sýna deilinguna.
nb_no: Angir filtypen (f.eks. .pdf). Det er påkrevd å vise denne i delingsfunksjonen.

# Page 3706825753 - Control 2961552353 - Property 1295455071
source: Specifies the filename of the document (with file extension). This will be used for uploading and also displayed in the share experience.
cs_cz: Určuje název souboru dokumentu (s příponou souboru). To se použije k nahrání a také se zobrazí v prostředí sdílení.
de_ch: Gibt den Dateinamen des Belegs an (mit Dateierweiterung). Dieser wird für das Hochladen verwendet und auch in der Freigabeumgebung angezeigt.
fi_fi: Määrittää asiakirjan tiedostonimen (ja tiedostotunnisteen). Tätä käytetään palvelimeen lataamiseen. Lisäksi se näkyy jakokokemuksessa.
fr_be: Spécifie le nom de fichier du document (portant l’extension). Il sera utilisé pour le chargement et l’affichage dans l’expérience du partage.
is_is: Tilgreinir skrárheiti skjalsins (með skrárnafnauka). Þetta verður notað til upphleðslu og birtist einnig við deilingu.
nb_no: Angir filnavnet på dokumentet (med filtypen). Dette blir brukt for opplasting og vises også i delingsfunksjonen.

# Page 3706825753 - Control 854469421 - Property 1295455071
source: Specifies the sharing token.
cs_cz: Určuje token sdílení.
de_ch: Gibt das Freigabetoken an.
fi_fi: Määrittää jakotunnuksen.
fr_be: Spécifie le jeton de partage.
is_is: Tilgreinir samnýtingartákn.
nb_no: Angir delingstokenet.

# Page 3706825753 - Control 854469421 - Property 2879900210
source: Sharing Token
cs_cz: Token sdílení
de_ch: Freigabetoken
fi_fi: Jakotunnus
fr_be: Jeton de partage
is_is: Samnýtingartákn
nb_no: Delingstoken

# Page 3756518970 - Property 2879900210
source: Set Up Email
cs_cz: Nastavit email
de_ch: E-Mail einrichten
fi_fi: Määritä sähköposti
fr_be: Configurer la messagerie
is_is: Setja upp tölvupóst
nb_no: Konfigurer e-post

# Page 3756518970 - NamedType 4247047285
source: The selected email extension has been uninstalled. You must reinstall the extension to add an account with it.
cs_cz: Vybrané rozšíření e-mailu bylo odinstalováno. Chcete-li k němu přidat účet, je nutné rozšíření přeinstalovat.
de_ch: Die ausgewählte E-Mail-Erweiterung wurde deinstalliert. Sie müssen die Erweiterung neu installieren, um ihr ein Konto hinzuzufügen.
fi_fi: Valitun sähköpostilaajennuksen asennus on poistettu. Sinun on asennettava laajennus uudelleen, jotta voit lisätä tilin sen avulla.
fr_be: L’extension de messagerie sélectionnée a été désinstallée. Réinstallez l’extension pour pouvoir ajouter un compte à celle-ci.
is_is: Valin tölvupóstsviðbót hefur verið fjarlægð. Setja þarf viðbótina aftur upp til að bæta við reikningi með henni.
nb_no: Den valgte e-postutvidelsen er avinstallert. Du må installere utvidelsen på nytt for å legge til en konto med den.

# Page 3756518970 - NamedType 2247105190
source: Extension Management
cs_cz: Správa rozšíření
de_ch: Erweiterungsverwaltung
fi_fi: Laajennusten hallinta
fr_be: Gestion des extensions
is_is: Viðbótastjórnun
nb_no: Administrasjon av utvidelse

# Page 3756518970 - NamedType 1052459003
source: Learn more
cs_cz: Naučte se více
de_ch: Weitere Informationen
fi_fi: Lisätietoja
fr_be: En savoir plus
is_is: Frekari upplýsingar
nb_no: Finn ut mer

# Page 3756518970 - NamedType 286665424
source: No limit
cs_cz: Bez omezení
de_ch: Keine Begrenzung
fi_fi: Ei rajaa
fr_be: Aucune limite
is_is: Engin takmörk
nb_no: Ingen grense

# Page 3756518970 - Control 3030799777 - Property 2879900210
source: Use caution when adding email accounts. Depending on your setup, accounts can be available to all users.
cs_cz: Při přidávání e-mailových účtů buďte opatrní. V závislosti na nastavení mohou být účty k dispozici všem uživatelům.
de_ch: Seien Sie beim Hinzufügen von E-Mail-Konten vorsichtig. Je nach Ihrer Einrichtung können Konten für alle Benutzer verfügbar sein.
fi_fi: Harkitse tarkkaan, kun lisäät sähköpostitilejä. Asetusten mukaan tilit voivat olla kaikkien käyttäjien käytettävissä.
fr_be: Soyez prudent lorsque vous ajoutez des comptes de messagerie. Selon votre configuration, les comptes peuvent être mis à la disposition de tous les utilisateurs.
is_is: Farið varlega þegar tölvupóstsreikningum er bætt við. Reikningarnir geta verið aðgengilegir öllum notendum, eftir því hvernig uppsetningin er.
nb_no: Vær forsiktig når du legger til e-postkontoer. Avhengig av oppsettet kan konti være tilgjengelige for alle brukere.

# Page 3756518970 - Control 318613646 - Property 1295455071
source: Specifies more details about the account type.
cs_cz: Určuje další podrobnosti o typu účtu.
de_ch: Gibt weitere Details über die Kontoart an.
fi_fi: Määrittää lisätietoja tilityypistä.
fr_be: Affiche plus de détails sur le type de compte.
is_is: Tilgreinir frekari upplýsingar um gerð reikningsins.
nb_no: Angir flere detaljer om kontotypen.

# Page 3756518970 - Control 318613646 - Property 2879900210
source: Details
cs_cz: Detaily
fi_fi: Tiedot
fr_be: Détails
is_is: Upplýsingar
nb_no: Detaljer

# Page 3756518970 - Control 1123305005 - Property 1295455071
source: Select the type of account you want to create.
cs_cz: Vyberte typ účtu, který chcete vytvořit.
de_ch: Wählen Sie die Art des Kontos aus, das Sie erstellen möchten.
fi_fi: Valitse luotavan tilin tyyppi.
fr_be: Sélectionnez le type de compte que vous souhaitez créer.
is_is: Veljið gerð reikningsins sem á að stofna.
nb_no: Velg kontotypen du vil opprette.

# Page 3756518970 - Control 2961552353 - Property 1295455071
source: Specifies the type of the account you want to create.
cs_cz: Určuje typ účtu, který chcete vytvořit.
de_ch: Gibt die Art des Kontos an, das Sie erstellen möchten.
fi_fi: Määrittää sen tilin tyypin, jonka haluat luoda.
fr_be: Spécifie le type de compte que vous souhaitez créer.
is_is: Tilgreinir gerð reikningsins sem á að stofna.
nb_no: Angir kontotypen du vil opprette.

# Page 3756518970 - Control 2961552353 - Property 2879900210
source: Account Type
cs_cz: Typ účtu
de_ch: Kontoart
fi_fi: Tilityyppi
fr_be: Type compte
is_is: Tegund reiknings
nb_no: Kontotype

# Page 3756518970 - Control 4067785176 - Property 2879900210
source: Specify the type of email account to add
cs_cz: Zadejte typ e-mailového účtu, který chcete přidat.
de_ch: Gibt die Art des hinzuzufügenden E-Mail-Kontos an
fi_fi: Määritä lisättävän sähköpostitilin tyyppi
fr_be: Spécifier le type de compte de messagerie à ajouter
is_is: Tilgreina gerð tölvupóstsreiknings sem bæta á við
nb_no: Angi typen e-postkonto som skal legges til

# Page 3756518970 - Control 59836318 - Property 1968111052
source: Choose Next to get started.
cs_cz: Chcete-li začít, zvolte Další.
de_ch: Wählen Sie „Weiter“ aus, um zu beginnen.
fi_fi: Aloita valitsemalla Seuraava.
fr_be: Sélectionnez Suivant pour commencer.
is_is: Veljið „Áfram“ til að hefjast handa.
nb_no: Velg Neste for å komme i gang.

# Page 3756518970 - Control 59836318 - Property 2879900210
source: Let's go!
cs_cz: Začněme!
de_ch: Los geht’s!
fi_fi: Aloitetaan!
fr_be: C’est parti !
is_is: Hefjumst handa!
nb_no: La oss sette i gang!

# Page 3756518970 - Control 792907206 - Property 1968111052
source: Make outbound email communications easier by connecting email accounts to Business Central. For example, send sales quotes and orders without opening an email app.
cs_cz: Zjednodušte odchozí e-mailovou komunikaci připojením e-mailových účtů k Business Central. Můžete například odeslat prodejní nabídky a objednávky bez otevření e-mailové aplikace.
de_ch: Vereinfachen Sie die ausgehende E-Mail-Kommunikation durch das Verbinden von E-Mail-Konten mit Business Central. Senden Sie z. B. Verkaufsofferten und Aufträge, ohne eine E-Mail-App zu öffnen.
fi_fi: Helpota sähköpostiviestien lähettämistä yhdistämällä sähköpostitilit Business Centraliin. Lähetä esimerkiksi myyntitarjouksia ja -tilauksia avaamatta sähköpostisovellusta.
fr_be: Facilitez les communications par e-mail sortantes en connectant les comptes de messagerie à Business Central. Par exemple, envoyez des devis et des commandes sans ouvrir d’application de messagerie.
is_is: Auðveldara er að senda tölvupóst þegar tölvupóstsreikningar eru tengdir við Business Central. Til dæmis er hægt að senda sölutilboð og pantarnir án þess að opna tölvupóstforrit.
nb_no: Gjør utgående e-postkommunikasjon enklere ved å koble e-postkontoer til Business Central. Send for eksempel tilbud og ordrer uten å åpne en e-postapp.

# Page 3756518970 - Control 792907206 - Property 2879900210
source: Welcome to email in Business Central
cs_cz: Vítá vás e-mail v Business Central
de_ch: Willkommen bei E-Mail in Business Central
fi_fi: Tervetuloa sähköpostiin Business Centralissa
fr_be: Bienvenue dans la messagerie de Business Central
is_is: Velkomin í tölvupóst í Business Central
nb_no: Velkommen til e-post i Business Central

# Page 3756518970 - Control 2193988802 - Property 1295455071
source: View information about how to set up the email capabilities.
cs_cz: Zobrazení informací o nastavení možností e-mailu.
de_ch: Zeigt Informationen zum Einrichten der E-Mail-Funktionen an.
fi_fi: Näytä tietoja sähköpostitoimintojen määrittämisestä.
fr_be: Affichez les informations sur la configuration des fonctions de messagerie.
is_is: Skoða upplýsingar um uppsetningu á tölvupósteiginleikum.
nb_no: Vis informasjon om hvordan du konfigurerer e-postegenskapene.

# Page 3756518970 - Control 3142569618 - Property 1968111052
source: By adding an email account you acknowledge that the email provider might be able to access the data you send in emails from Business Central.
cs_cz: Přidáním e-mailového účtu berete na vědomí, že poskytovatel e-mailu může mít přístup k datům, která odesíláte v e-mailech z Business Central.
de_ch: Durch das Hinzufügen eines E-Mail-Kontos bestätigen Sie, dass der E-Mail-Anbieter möglicherweise Zugriff auf die Daten hat, die Sie in E-Mails aus Business Central senden.
fi_fi: Lisäämällä sähköpostitilin hyväksyt, että sähköpostipalvelun tarjoaja voi käyttää tietoja, jotka lähetät sähköpostiviesteissä Business Centralista.
fr_be: En ajoutant un compte de messagerie, vous reconnaissez que le fournisseur de messagerie peut être en mesure d’accéder aux données que vous envoyez par e-mail à partir de Business Central.
is_is: Með því að bæta við netfangi samþykkir notandi að tölvupóstþjónustan gæti fengið aðgang að gögnum sem viðkomandi sendir með tölvupósti úr Business Central.
nb_no: Hvis du legger til en e-postkonto, bekrefter du at e-postleverandøren kan få tilgang til dataene du sender i e-poster fra Business Central.

# Page 3756518970 - Control 3142569618 - Property 2879900210
source: Privacy notice
cs_cz: Oznámení o ochraně osobních údajů
de_ch: Datenschutzhinweis
fi_fi: Tietosuojatiedot
fr_be: Déclaration de confidentialité
is_is: Persónuverndaryfirlýsing
nb_no: Personvernerklæring

# Page 3756518970 - Control 1267408499 - Property 2879900210
source: Account
cs_cz: Účet
de_ch: Konto
fi_fi: Tili
fr_be: Compte
is_is: Reikningur
nb_no: Konto
