Repository: jbakach/MSDyn365BC.Code.History
Catalog: System Application/Source/System Application/Translations/System Application.*.xlf
Languages: cs_cz, de_ch, fi_fi, fr_be, is_is, nb_no

# Codeunit 1128445799 - NamedType 2177238782
source: The extension %1 is a dependency for one or more extensions: %2. \ \Do you want to uninstall %1 and all of its dependents?
cs_cz: Rozšíření %1 je závislé na nejméně jednom rozšíření: %2. \ \Přejete si instalovat %1 a všechny jeho závislosti?
de_ch: Die Erweiterung %1 ist eine Abhängigkeit für mindestens eine Erweiterung: %2. \ \Möchten Sie %1 und alle abhängigen Elemente deinstallieren?
fi_fi: Laajennuksella %1 on riippuvuuksia vähintään yhteen toiseen laajennukseen: %2. \ \Haluatko poistaa laajennuksen %1 ja kaikkien sen riippuvuuksien asennuksen?
fr_be: L'extension %1 est une dépendance d'une, voire de plusieurs extensions : %2. \ \Voulez-vous désinstaller %1 et toutes ses dépendances ?
is_is: Viðbótin %1 er háð einni eða fleiri viðbótum: %2. \ \Á að fjarlægja %1 og öll háð atriði?
nb_no: Utvidelsen %1 er en avhengighet for én eller flere utvidelser: %2.\\Vil du avinstallere %1 og alle dens avhengige enheter?

# Codeunit 1128445799 - NamedType 1538903795
source: The %1 app is not installed.
cs_cz: Aplikace %1 není nainstalována.
de_ch: Die %1-App ist nicht installiert.
fi_fi: Sovellusta %1 ei ole asennettu.
fr_be: L’application %1 n’est pas installée.
is_is: Forritið %1 er ekki uppsett.
nb_no: Appen %1 er ikke installert.

# Codeunit 1128445799 - NamedType 361688596
source: Installed
cs_cz: Instalováno
de_ch: Installiert
fi_fi: Asennettu
fr_be: Installé
is_is: Uppsett
nb_no: Installert

# Codeunit 1128445799 - NamedType 386163399
source: Not Installed
cs_cz: Nenainstalováno
de_ch: Nicht install.
fi_fi: Ei asennettu
fr_be: Non installé.
is_is: Ekki uppsett
nb_no: Ikke installert

# Codeunit 1128445799 - NamedType 4267348099
source: You do not have sufficient permissions to manage extensions. Please contact your administrator.
cs_cz: Nemáte dostatečná oprávnění ke správě rozšíření. Prosím, obraťte se na správce.
de_ch: Sie verfügen über keine ausreichenden Berechtigungen zum Verwalten von Erweiterungen. Wenden Sie sich an Ihren Administrator.
fi_fi: Käyttöoikeutesi eivät riitä laajennusten hallintaan. Ota yhteyttä järjestelmänvalvojaan.
fr_be: Vous ne disposez pas des autorisations suffisantes pour gérer les extensions. Contactez votre administrateur.
is_is: Þú hefur ekki nægar heimildir til að stjórna viðbótum. Hafðu samband við stjórnanda.
nb_no: Du har ikke tillatelse til å behandle utvidelser. Kontakt systemansvarlig.

# Codeunit 1128445799 - NamedType 315309378
source: You do not have the required permissions to install the selected app. Contact your Partner or system administrator to install the app or assign you permissions.
cs_cz: Nemáte požadovaná oprávnění k instalaci vybrané aplikace. Kontaktujte vašeho Partnera nebo správce systému pro instalaci aplikace nebo přiřazení oprávnění.
de_ch: Sie verfügen nicht über die erforderlichen Berechtigungen zum Installieren der ausgewählten App. Wenden Sie sich an Ihren Partner oder den Systemadministrator, um die App zu installieren oder Berechtigungen zu erhalten.
fi_fi: Sinulla ei ole valitun sovelluksen asentamiseen tarvittavia oikeuksia. Ota yhteys kumppaniin tai järjestelmänvalvojaan, jotta he asentavat sovelluksen tai määrittävät sinulle tarvittavat oikeudet.
fr_be: Vous n’avez pas les autorisations requises pour installer l'application sélectionnée. Contactez votre partenaire ou votre administrateur système pour installer l’application ou vous attribuer les autorisations.
is_is: Notandi er ekki með nauðsynlegar heimildir til að setja upp valið forrit. Hafið samband við samstarfsaðila eða kerfisstjóra til að setja upp forritið eða veitið notanda heimild.
nb_no: Du har ikke de nødvendige tillatelsene til å installere den valgte appen. Kontakt partner eller systemansvarlig for å installere appen eller gi deg tillatelser.

# Codeunit 1128445799 - NamedType 1044243123
source: The %1 extension was successfully uninstalled. All active users must sign out and sign in again to see the navigation changes.
cs_cz: Rozšíření %1 bylo úspěšně odinstalováno. Pro zobrazení změn v menu je nutné odhlásit a znovu přihlásit všechny aktivní uživatele.
de_ch: Die %1-Erweiterung wurde deinstalliert. Alle aktiven Benutzer müssen sich abmelden und wieder anmelden, um die Änderungen an der Navigation zu sehen.
fi_fi: Laajennuksen %1 asennus on poistettu. Kaikkien aktiivisten käyttäjien on kirjauduttava ulos ja takaisin sisään, jotta siirtymisvalinnat päivittyvät.
fr_be: La désinstallation de l'extension %1 a réussi. Tous les utilisateurs actifs doivent se déconnecter et se reconnecter pour profiter des modifications de navigation.
is_is: Viðbótin %1 var fjarlægð. Allir virkir notendur verða að skrá sig út og svo inn aftur til að sjá breytingarnar.
nb_no: Utvidelsen %1 ble avinstallert. Alle aktive brukere må logge av og på igjen for å se navigasjonsendringene.

# Codeunit 3666029466 - NamedType 4090787537
source: The extension %1 is already installed.
cs_cz: Rozšíření %1 je již nainstalováno.
de_ch: Die Erweiterung %1 ist bereits installiert.
fi_fi: Laajennus %1 on jo asennettu.
fr_be: L’extension %1 est déjà installée.
is_is: Viðbótin %1 er þegar uppsett.
nb_no: Utvidelsen %1 er allerede installert.

# Codeunit 3666029466 - NamedType 3857009710
source: Your app is installed and ready to use.
cs_cz: Aplikace je nainstalovaná a připravená k použití.
de_ch: Ihre App wurde installiert und kann verwendet werden.
fi_fi: Sovellus on asennettu ja käyttövalmis.
fr_be: Votre application est installée et prête à l’emploi.
is_is: Forritið hefur verið sett upp og er tilbúið til notkunar.
nb_no: Appen er installert og klar til bruk.

# Codeunit 3666029466 - NamedType 4219651073
source: Selected extension could not be installed because a valid App Id or package ID is not passed.
cs_cz: Vybrané rozšíření nelze nainstalovat, protože není předáno platné ID aplikace nebo ID balíčku.
de_ch: Die ausgewählte Erweiterung konnte nicht installiert werden, da keine gültige App-ID oder Paket-ID übergeben wurde.
fi_fi: Valittua laajennusta ei voitu asentaa, koska kelvollista sovellustunnusta tai pakettitunnusta ei välitetty.
fr_be: Impossible d’installer l’extension sélectionnée, car aucun ID application ou ID package valide n’est transmis.
is_is: Ekki tókst að setja upp valda viðbót því að gilt forritskenni eða pakkakenni er ekki fært yfir.
nb_no: Kan ikke installere den valgte utvidelsen fordi en gyldig app-ID eller pakke-ID ikke er sendt.

# Codeunit 3666029466 - NamedType 1706207420
source: The extension was successfully installed.
cs_cz: Rozšíření bylo úspěšně nainstalováno.
de_ch: Die Erweiterung wurde erfolgreich installiert.
fi_fi: Laajennuksen asennus onnistui.
fr_be: L’extension a été installée avec succès.
is_is: Viðbótin var sett upp.
nb_no: Utvidelsen ble installert.

# Codeunit 3666029466 - NamedType 645415205
source: The market place extension installation has failed with the result '%1'. Error message: '%2'
cs_cz: Instalace rozšíření selhala s výsledkem '%1'. Chybová zpráva: '%2'
de_ch: Fehler bei der Installation des Marktplatzes für Erweiterungen mit dem Ergebnis '%1'. Fehlermeldung: '%2'
fi_fi: Markkinapaikkalaajennuksen asennus epäonnistui, tulos: %1. Virhesanoma: %2
fr_be: Échec de l’installation de l’extension du marché avec le résultat %1. Message d’erreur : %2
is_is: Uppsetning markaðssvæðisviðbótar mistókst, með niðurstöðunni „%1“. Villuboð: „%2“
nb_no: Installasjonen av markedsplassutvidelsen mislyktes med resultatet %1. Feilmelding: %2

# Codeunit 3666029466 - NamedType 345714831
source: Selected extension could not be installed because the extension is not published and a valid App Id is not passed. Application ID : %1.
cs_cz: Vybrané rozšíření nelze nainstalovat, protože rozšíření není publikováno a není předáno platné ID aplikace. ID aplikace : %1.
de_ch: Die ausgewählte Erweiterung konnte nicht installiert werden, da die Erweiterung nicht veröffentlicht und keine gültige APP-ID übergeben wurde. Anwendungs-ID: %1.
fi_fi: Valittua laajennusta ei voitu asentaa, koska laajennusta ei ole julkaistu ja kelvollista sovellustunnusta ei välitetty. Sovellustunnus: %1.
fr_be: Impossible d’installer l’extension sélectionnée, car l’extension n’est pas publiée et aucun ID application valide n’est transmis. ID application : %1.
is_is: Ekki tókst að setja upp valda viðbót því að viðbótin er ekki útgefin og gilt forritskenni er ekki fært yfir. Auðkenni forrits: %1.
nb_no: Kan ikke installere den valgte utvidelsen fordi utvidelsen ikke er publisert og en gyldig app-ID ikke er sendt. App-ID: %1.

# Codeunit 3666029466 - NamedType 634518033
source: Failed to extract '%1' token from Application Id.
cs_cz: Selhalo získat '%1' token z ID aplikace.
de_ch: Fehler beim Extrahieren des Tokens „%1“ aus der Anwendungs-ID.
fi_fi: Tunnuksen %1 purkaminen sovellustunnuksesta epäonnistui.
fr_be: Échec de l'extraction du jeton « %1 » à partir de l'ID application.
is_is: Ekki tókst að draga út '%1' tákn frá og með Jöfnunarkenni.
nb_no: Kan ikke trekke ut tokenen %1 fra program-ID-en.

# Codeunit 3666029466 - NamedType 3628777348
source: Failed to extract '%1' property from JSON object.
cs_cz: Selhala extrakce vlastnosti '%1' z objektu JSON.
de_ch: Fehler beim Extrahieren der Eigenschaft „%1“ aus JSON-Objekt.
fi_fi: Ominaisuuden %1 purkaminen JSON-objektista epäonnistui.
fr_be: Échec de l'extraction de la propriété « %1 » à partir de l'objet JSON.
is_is: Ekki tókst að draga út „%1“ eiginleika frá JSON-hlut.
nb_no: Kan ikke trekke ut egenskapen %1 fra JSON-objekt.

# Codeunit 3666029466 - NamedType 2491398484
source: Selected extension could not be installed because a valid App Id or package ID is not passed. Application ID : %1.
cs_cz: Vybrané rozšíření nelze nainstalovat, protože není předáno platné ID aplikace nebo ID balíčku. ID aplikace : %1.
de_ch: Die ausgewählte Erweiterung konnte nicht installiert werden, da keine gültige App-ID oder Paket-ID übergeben wurde. Anwendungs-ID: %1.
fi_fi: Valittua laajennusta ei voitu asentaa, koska kelvollista sovellustunnusta tai pakettitunnusta ei välitetty. Sovellustunnus: %1.
fr_be: Impossible d’installer l’extension sélectionnée, car aucun ID application ou ID package valide n’est transmis. ID application : %1.
is_is: Ekki tókst að setja upp valda viðbót því að gilt forritskenni eða pakkakenni er ekki fært yfir. Auðkenni forrits: %1.
nb_no: Kan ikke installere den valgte utvidelsen fordi en gyldig app-ID eller pakke-ID ikke er sendt. Program-ID: %1.

# Codeunit 4126082712 - NamedType 22707660
source: Extension installation is in progress. Please check the Extension Installation Status page for updates.
cs_cz: Probíhá instalace rozšíření. Aktualizace najdete na stránce Stav instalace rozšíření.
de_ch: Die Installation der Erweiterung läuft. Bitte prüfen Sie die Seite „Status der Erweiterungsinstallation“ auf Aktualisierungen.
fi_fi: Laajennuksen asennus on käynnissä. Tarkista, onko Laajennuksen asennuksen tila -sivulla saatavilla päivityksiä.
fr_be: L’installation de l’extension est en cours. Vérifiez les mises à jour dans la page Statut de l’installation de l’extension.
is_is: Uppsetning viðbótar er í vinnslu. Athugið uppfærslur á síðunni fyrir stöðu uppsetninga.
nb_no: Utvidelsesinstallasjonen pågår. Se etter oppdateringer på siden Installasjonsstatus for utvidelse.

# Codeunit 4126082712 - NamedType 2456773564
source: Export
fi_fi: Vie
fr_be: Exporter
is_is: Flytja út
nb_no: Eksporter

# Codeunit 4126082712 - NamedType 3772492086
source: The effective policies for this package do not allow you to download the source code. Contact the extension provider for more information.
cs_cz: Platné zásady pro tento balíček neumožňují stáhnout zdrojový kód. Další informace vám poskytne poskytovatel rozšíření.
de_ch: Die geltenden Richtlinien für dieses Paket erlauben es nicht, den Quellcode herunterzuladen. Wenden Sie sich an den Erweiterungsanbieter, um weitere Informationen zu erhalten.
fi_fi: Tämän paketin voimassa olevat käytännöt eivät salli lähdekoodin lataamista. Saat lisätietoja laajennuksen toimittajalta.
fr_be: Les stratégies effectives pour ce package ne vous permettent pas de télécharger le code journal. Contactez le fournisseur de l’extension pour plus d’informations.
is_is: Gildar reglur fyrir þennan pakka leyfa þér ekki að sækja upprunakóðann. Hafðu samband við útgefanda viðbótar til að fá frekari upplýsingar.
nb_no: Policyene som gjelder denne pakken, tillater ikke at du laster ned kildekoden. Kontakt utvidelsesleverandøren hvis du vil ha mer informasjon.

# Codeunit 4126082712 - NamedType 2316101345
source: App installation failed. User has chosen not to check out the details.
cs_cz: Instalace aplikace se nezdařila. Uživatel se rozhodl, že se nebude kontrolovat podrobnosti.
de_ch: Fehler bei App-Installation. Der Benutzer hat sich entschieden, die Details nicht zu überprüfen.
fi_fi: Sovelluksen asennus epäonnistui. Käyttäjä on päättänyt olla tutustumatta tietoihin.
fr_be: Échec de l’installation de l’application. L’utilisateur a choisi de ne pas consulter les détails.
is_is: Ekki tókst að setja upp appið. Notandi hefur valið að skoða ekki upplýsingarnar.
nb_no: Appinstallasjonen mislyktes. Brukeren har valgt ikke å sjekke detaljene.

# Codeunit 4126082712 - NamedType 1600132569
source: Sorry, we couldn't install the app. Do you want to see the details?
cs_cz: Je nám líto, ale aplikaci se nám nepodařilo nainstalovat. Chcete vidět podrobnosti?
de_ch: Leider konnte die App nicht installiert werden. Möchten Sie die Details anzeigen?
fi_fi: Sovellusta ei voitu asentaa. Haluatko nähdä tiedot?
fr_be: Désolés, nous n’avons pas pu installer l’application. Souhaitez-vous voir les détails ?
is_is: Því miður tókst ekki að setja upp forritið. Á að birta upplýsingar?
nb_no: Beklager, men vi kan ikke installere appen. Vil du se detaljene?

# Codeunit 4126082712 - NamedType 313294235
source: App installation failed. User has chosen to see the details.
cs_cz: Instalace aplikace se nezdařila. Uživatel se rozhodl zobrazit podrobnosti.
de_ch: Fehler bei App-Installation. Der Benutzer hat sich entschieden, die Details anzuzeigen.
fi_fi: Sovelluksen asennus epäonnistui. Käyttäjä on päättänyt katsoa tiedot.
fr_be: Échec de l’installation de l’application. L’utilisateur a choisi de voir les détails.
is_is: Ekki tókst að setja upp appið. Notandi hefur valið að sjá upplýsingarnar.
nb_no: Appinstallasjonen mislyktes. Brukeren har valgt å vise detaljene.

# Codeunit 4126082712 - NamedType 4267348099
source: You do not have sufficient permissions to manage extensions. Please contact your administrator.
cs_cz: Nemáte dostatečná oprávnění ke správě rozšíření. Prosím, obraťte se na správce.
de_ch: Sie verfügen über keine ausreichenden Berechtigungen zum Verwalten von Erweiterungen. Wenden Sie sich an Ihren Administrator.
fi_fi: Käyttöoikeutesi eivät riitä laajennusten hallintaan. Ota yhteyttä järjestelmänvalvojaan.
fr_be: Vous ne disposez pas des autorisations suffisantes pour gérer les extensions. Contactez votre administrateur.
is_is: Þú hefur ekki nægar heimildir til að stjórna viðbótum. Hafðu samband við stjórnanda.
nb_no: Du har ikke tillatelse til å behandle utvidelser. Kontakt systemansvarlig.

# Codeunit 4126082712 - NamedType 1760359929
source: Text Files (*.txt)|*.txt|*.*
cs_cz: Textové soubory (*.txt)|*.txt|*.*
de_ch: Textdateien (*.txt)|*.txt|*.*
fi_fi: Tekstitiedostot (*.txt)|*.txt|*.*
fr_be: Fichiers texte (*.txt)|*.txt|*.*
is_is: Textaskrár (*.txt)|*.txt|*.*
nb_no: Tekstfiler (*.txt)|*.txt|*.*

# Codeunit 4126082712 - NamedType 3618600829
source: Extension installation has been scheduled for the next major version. Please check the Extension Installation Status page for updates.
cs_cz: Instalace rozšíření byla naplánována pro další hlavní verzi. Zkontrolujte stránku Stav instalace rozšíření pro aktualizace.
de_ch: Die Erweiterungsinstallation wurde für die nächste Hauptversion geplant. Überprüfen Sie die Seite „Installationsstatus“ auf Updates.
fi_fi: Laajennuksen asennus on ajoitettu seuraavaan pääversioon. Tarkista, onko Laajennuksen asennuksen tila -sivulla saatavilla päivityksiä.
fr_be: L’installation de l’extension a été planifiée pour la prochaine version principale. Vérifiez les mises à jour dans la page Statut de l’installation de l’extension.
is_is: Uppsetning viðbótar er á áætlun í næstu aðalútgáfu. Athugið uppfærslur á síðunni fyrir stöðu uppsetninga viðbóta.
nb_no: Utvidelsesinstallasjon er planlagt for neste hovedoppdatering. Se etter oppdateringer på siden Installasjonsstatus for utvidelse for oppdateringer.

# Codeunit 4126082712 - NamedType 1924031217
source: Extension installation has been scheduled for the next minor version. Please check the Extension Installation Status page for updates.
cs_cz: Instalace rozšíření byla naplánována pro další hlavní verzi. Zkontrolujte stránku Stav instalace rozšíření pro aktualizace.
de_ch: Die Erweiterungsinstallation wurde für die nächste Nebenversion geplant. Überprüfen Sie die Seite „Installationsstatus“ auf Updates.
fi_fi: Laajennuksen asennus on ajoitettu seuraavaan aliversioon. Tarkista, onko Laajennuksen asennuksen tila -sivulla saatavilla päivityksiä.
fr_be: L’installation de l’extension a été planifiée pour la prochaine version secondaire. Vérifiez les mises à jour dans la page Statut de l’installation de l’extension.
is_is: Uppsetning viðbótar er á áætlun í næstu aukaútgáfu. Athugið uppfærslur á síðunni fyrir stöðu uppsetninga viðbóta.
nb_no: Utvidelsesinstallasjon er planlagt for neste mindre oppdatering. Se etter oppdateringer på siden Installasjonsstatus for utvidelse.

# Codeunit 1384518899 - NamedType 1943873903
source: You must sign out and then sign in again to make the changes take effect.
cs_cz: Musíte se odhlásit a znovu přihlásit, aby se změny projevily.
de_ch: Melden Sie sich ab und anschliessend wieder an, um die Änderungen zu übernehmen.
fi_fi: Kirjaudu ensin ulos ja sitten uudelleen sisään, jotta muutokset tulevat voimaan.
fr_be: Vous devez vous déconnecter et vous reconnecter pour que les modifications prennent effet.
is_is: Til að breytingin hafi áhrif þarf að skrá sig út og svo inn aftur.
nb_no: Du må logge av og deretter på igjen for at endringene skal tre i kraft.

# Codeunit 3793537252 - NamedType 1061121529
source: The file is not available.
cs_cz: Soubor není k dispozici.
de_ch: Die Datei ist nicht verfügbar.
fi_fi: Tiedosto ei ole käytettävissä.
fr_be: Le fichier n'est pas disponible.
is_is: Skráin er ekki aðgengileg.
nb_no: Filen er ikke tilgjengelig.

# Codeunit 162089418 - NamedType 758613225
source: ABCDEFGHIJKLMNOPQRSTUVWXYZ
cs_cz: AÁBCČDĎEÉĚFGHCHIÍJKLMNŇOÓPQRŘSŠTŤUÚŮVWXYÝZŽ
de_ch: ABCDEFGHIJKLMNOPQRSTUVWXYZÄÖÜ
is_is: AÁBCDÐEÉFGHIÍJKLMNOÓPQRSTUÚVWXYÝZÞÆÖ
nb_no: ABCDEFGHIJKLMNOPQRSTUVWXYZÅ

# Codeunit 162089418 - NamedType 1466581505
source: COMPANY
cs_cz: SPOLEČNOST
de_ch: MANDANT
fi_fi: YRITYS
fr_be: SOCIÉTÉ
is_is: FYRIRTÆKI
nb_no: SELSKAP

# Codeunit 162089418 - NamedType 201682036
source: ME
cs_cz: JÁ
de_ch: ICH
fi_fi: TV
fr_be: MOI
is_is: FV
nb_no: PF

# Codeunit 162089418 - NamedType 2875645988
source: MONTH
cs_cz: MĚSÍC
de_ch: MONAT
fi_fi: KUUKAUSI
fr_be: MOIS
is_is: MÁNUÐUR
nb_no: MÅNED

# Codeunit 162089418 - NamedType 2620750562
source: NOW
cs_cz: NYNÍ
de_ch: JETZT
fi_fi: NYT
fr_be: MAINTENANT
is_is: NÚNA
nb_no: NÅ

# Codeunit 162089418 - NamedType 2148116520
source: QUARTER
cs_cz: ČTVRTLETÍ
de_ch: QUARTAL
fi_fi: VUOSINELJÄNNES
fr_be: TRIMESTRE
is_is: FJÓRÐUNGUR
nb_no: KVARTAL

# Codeunit 162089418 - NamedType 1388208873
source: TODAY
cs_cz: DNES
de_ch: HEUTIGES DATUM
fi_fi: TÄNÄÄN
fr_be: AUJOURD'HUI
is_is: Í DAG
nb_no: I DAG

# Codeunit 162089418 - NamedType 3419414979
source: TOMORROW
cs_cz: ZÍTRA
de_ch: MORGEN
fi_fi: HUOMENNA
fr_be: DEMAIN
is_is: Á MORGUN
nb_no: IMORGEN

# Codeunit 162089418 - NamedType 3709851971
source: USER
cs_cz: UŽIVATEL
de_ch: BENUTZER
fi_fi: KÄYTTÄJÄ
fr_be: UTILISATEUR
is_is: NOTANDI
nb_no: BRUKER

# Codeunit 162089418 - NamedType 2171243320
source: WEEK
cs_cz: TÝDEN
de_ch: WOCHE
fi_fi: VIIKKO
fr_be: SEMAINE
is_is: VIKA
nb_no: UKE

# Codeunit 162089418 - NamedType 1945815815
source: WORKDATE
cs_cz: PRACOVNÍ DATUM
de_ch: ARBEITSDATUM
fi_fi: KÄSITTPVM
fr_be: DATE DE TRAVAIL
is_is: VINNUDAGSETNING
nb_no: ARBEIDSDATO

# Codeunit 162089418 - NamedType 3329348988
source: YESTERDAY
cs_cz: VČERA
de_ch: GESTERN
fi_fi: EILEN
fr_be: HIER
is_is: Í GÆR
nb_no: IGÅR

# Codeunit 2418065946 - NamedType 3780375893
source: The geographical location data was not retrieved.
cs_cz: Geografická data o poloze nebyla načtena.
de_ch: Die geographischen Standortdaten wurden nicht abgerufen.
fi_fi: Maantieteellisen sijainnin tietoja ei noudettu.
fr_be: Les données de la zone géographique n’ont pas été récupérées.
is_is: Landfræðileg staðsetningargögn voru ekki sótt.
nb_no: Dataene for geografisk plassering ble ikke hentet.

# Codeunit 2651603810 - NamedType 3453317123
source: The object type to run is not valid
cs_cz: Typ objektu, který má být spuštěn, není platný.
de_ch: Der auszuführende Objekttyp ist ungültig
fi_fi: Suoritettavan objektin tyyppi ei kelpaa
fr_be: Le type d’objet à exécuter n’est pas valide
is_is: Gerð hlutar sem á að keyra er ekki gild
nb_no: Objekttypen som skal kjøres, er ikke gyldig

# Codeunit 2651603810 - NamedType 4035633139
source: You cannot insert a guided experience item with both an object to run and a link.
cs_cz: Položku průvodce nelze vložit s objektem, který chcete spustit, ani s odkazem.
de_ch: Es ist nicht möglich, ein Element der geführten Erfahrung mit einem auszuführenden Objekt und einem Link einzufügen.
fi_fi: Et voi lisätä ohjatun kokemuksen nimikkeeseen sekä suoritettavaa objektia että linkkiä.
fr_be: Vous ne pouvez pas insérer un élément d’expérience guidée avec à la fois un objet à exécuter et un lien.
is_is: Ekki er hægt að setja inn upplifun með leiðsögn með bæði hlut til keyrslu og tengli.
nb_no: Du kan ikke sette inn et veiledet opplevelse-element med både et objekt som skal kjøres, og en kobling.

# Codeunit 2651603810 - NamedType 510615997
source: The object %1 %2 does not exist
cs_cz: Objekt %1 %2 neexistuje.
de_ch: Das Objekt %1 %2 existiert nicht.
fi_fi: Objektia %1 %2 ei ole
fr_be: L’objet %1 %2 n’existe pas
is_is: Hluturinn %1 %2 er ekki til
nb_no: Objektet %1 %2 finnes ikke

# Codeunit 2651603810 - NamedType 287455396
source: You have already completed the %1 assisted setup guide. Do you want to run it again?
cs_cz: Již jste dokončil %1 průvodce asistovaným nastavením. Chcete jej spustit znovu?
de_ch: Sie haben das für %1 unterstützte Setup bereits abgeschlossen. Möchten Sie sie erneut ausführen?
fi_fi: Kohteen %1 asetusten ohjattu määritys on jo valmis. Haluatko suorittaa sen uudelleen?
fr_be: Vous avez déjà terminé le guide de configuration assistée %1. Souhaitez-vous l'exécuter de nouveau ?
is_is: Uppsetningu með hjálp fyrir %1 er þegar lokið. Á að keyra hana aftur?
nb_no: Du har allerede fullført den assisterte oppsettsveiledningen for %1. Vil du kjøre den på nytt?

# Codeunit 2651603810 - NamedType 3875045842
source: This app doesn't require set-up.
cs_cz: Tato aplikace nevyžaduje nastavení.
de_ch: Diese App erfordert keine Einrichtung.
fi_fi: Tämä sovellus ei edellytä asennusta.
fr_be: Cette application ne nécessite pas de configuration.
is_is: Þetta forrit krefst ekki uppsetningar.
nb_no: Denne appen krever ikke oppsett.
