Repository: jbakach/MSDyn365BC.Code.History
Catalog: System Application/Source/System Application/Translations/System Application.*.xlf
Languages: cs_cz, de_ch, fi_fi, fr_be, is_is, nb_no

# Codeunit 3102643942 - NamedType 1499713021
source: We're glad you've chosen to explore %1!\\Your session will restart to activate the new settings.
cs_cz: Jsme rádi, že jste se rozhodli prozkoumat %1!\\Vaše relace se restartuje a aktivuje nová nastavení.
de_ch: Danke, dass Sie %1 kennenlernen möchten!\\Ihre Sitzung wird neu gestartet, um die neuen Einstellungen zu aktivieren.
fi_fi: Olemme tyytyväisiä, että olet päättänyt tutustua tuotteeseen %1.\Uudet asetukset aktivoidaan käynnistämällä istunto uudelleen.
fr_be: Nous vous remercions d’avoir choisi de découvrir %1 !\\Votre session va redémarrer pour activer les nouveaux paramètres.
is_is: Það gleður okkur að þú hafir ákveðið að skoða %1!\\Lotan mun endurræsast til að virkja nýju stillingarnar.
nb_no: Takk for at du vil prøve %1.\\Økten startes på nytt for å aktivere de nye innstillingene.

# Codeunit 3102643942 - NamedType 462227753
source: (User-created)
cs_cz: (Vytvořeno uživatelem)
de_ch: (Benutzer erstellt)
fi_fi: (Käyttäjän luoma)
fr_be: (Créé par l’utilisateur)
is_is: (Búið til af notanda)
nb_no: (Brukeropprettet)

# Codeunit 3102643942 - Method 4074259900 - NamedType 3978980915
source: %1 %2 already exists.
cs_cz: %1 %2 již existuje.
de_ch: %1 %2 ist bereits vorhanden.
fi_fi: %1 %2 on jo olemassa.
fr_be: %1 %2 existe déjà.
is_is: %1 %2 er þegar til.
nb_no: %1 %2 finnes allerede.

# Codeunit 2984775356 - NamedType 4046492132
source: Not applicable
cs_cz: Nelze použít
de_ch: Nicht anwendbar
fi_fi: Ei sovellu
fr_be: Non applicable
is_is: Á ekki við
nb_no: Ikke i bruk

# Codeunit 2984775356 - NamedType 2614872682
source: The web service name %1 already exists. Enter a different service name.
cs_cz: Název webové služby %1 již existuje. Zadejte jiný název služby.
de_ch: Der Webdienstname %1 ist bereits vorhanden. Geben Sie einen anderen Dienstnamen ein.
fi_fi: Verkkopalvelun nimi %1 on jo olemassa. Määritä palvelulle toinen nimi.
fr_be: Le nom du service Web %1 existe déjà. Entrez un autre nom de service.
is_is: Heiti vefþjónustu %1 er þegar til. Slá þarf inn annað þjónustuheiti.
nb_no: Webtjenestenavnet %1 finnes allerede. Angi et annet tjenestenavn.

# Codeunit 2984775356 - NamedType 2387584085
source: The web service cannot be modified because it conflicts with an unpublished system web service for the object.
cs_cz: Webovou službu nelze modiikovat, protože je to v konfliktu s nepublikovaným systémem webové služby pro objekt.
de_ch: Der Webdienst kann nicht geändert werden, weil er im Widerspruch zu einem nicht veröffentlichten Systemwebdienst für das Objekt steht.
fi_fi: Verkkopalvelua ei voi muokata, koska se on ristiriidassa objektin julkaisemattoman järjestelmän verkkopalvelun kanssa.
fr_be: Le service Web ne peut pas être modifié, car il est en conflit avec un service Web système non publié pour l'objet.
is_is: Ekki er hægt að breyta vefþjónustunni vegna þess að hún rekst á við óbirta kerfisvefþjónustu fyrir hlutinn.
nb_no: Kan ikke endre webtjenesten fordi den er i konflikt med en upublisert systemwebtjeneste for objektet.

# Codeunit 2984775356 - NamedType 443236200
source: The service name is not valid.
cs_cz: Název služby není platný.
de_ch: Der Dienstname ist nicht gültig.
fi_fi: Palvelun nimi ei kelpaa.
fr_be: Le nom du service n'est pas valide.
is_is: Þjónustuheitið er ógilt.
nb_no: Servicenavnet er ugyldig.

# Codeunit 2984775356 - NamedType 1658725175
source: The web service cannot be added because it conflicts with an unpublished system web service for the object.
cs_cz: Webovou službu nelze přidat, protože je to v konfliktu s nepublikovaným systémem webové služby pro objekt.
de_ch: Der Webdienst kann nicht hinzugefügt werden, weil er im Widerspruch zu einem nicht veröffentlichten Systemwebdienst für das Objekt steht.
fi_fi: Verkkopalvelua ei voi lisätä, koska se on ristiriidassa objektin julkaisemattoman järjestelmän verkkopalvelun kanssa.
fr_be: Le service Web ne peut pas être ajouté, car il est en conflit avec un service Web système non publié pour l'objet.
is_is: Ekki er hægt að bæta vefþjónustunni við vegna þess að hún rekst á við óbirta kerfisvefþjónustu fyrir hlutinn.
nb_no: Kan ikke legge til webtjenesten fordi den er i konflikt med en upublisert systemwebtjeneste for objektet.

# Codeunit 2612805596 - NamedType 2531665862
source: Add new entity for which to create template
cs_cz: Přidání nové entity, pro kterou chcete vytvořit šablonu
de_ch: Eine neue Entität für die Erstellung einer Vorlage hinzufügen
fi_fi: Lisää uusi objekti, jolle malli luodaan
fr_be: Ajouter une nouvelle entité pour laquelle créer un modèle
is_is: Bæta við nýrri einingu sem stofna á sniðmát fyrir
nb_no: Legg til en ny enhet som du vil opprette en mal for

# Codeunit 2612805596 - NamedType 4265524170
source: Template
cs_cz: Šablona
de_ch: Vorlage
fi_fi: Malli
fr_be: Modèle
is_is: Sniðmát
nb_no: Mal

# Codeunit 2612805596 - NamedType 1404147030
source: %1 Template
cs_cz: Šablona %1
de_ch: %1 Vorlage
fi_fi: %1-malli
fr_be: Modèle %1
is_is: %1 Sniðmát
nb_no: %1-mal

# Codeunit 2612805596 - NamedType 1812254642
source: Download template and data source as zip.
cs_cz: Stáhněte si šablonu a zdroj dat jako zip.
de_ch: Vorlage und Datenquelle als ZIP-Datei herunterladen.
fi_fi: Lataa malli ja tietolähde zip-tiedostona.
fr_be: Téléchargez le modèle et la source de données au format ZIP.
is_is: Sækja sniðmát og gagnaveitu sem þjappaða skrá.
nb_no: Last ned mal og datakilde som ZIP.

# Codeunit 2612805596 - NamedType 1863692891
source: Download document.
cs_cz: Stáhněte si dokument.
de_ch: Beleg herunterladen.
fi_fi: Lataa asiakirja.
fr_be: Téléchargez le document.
is_is: Sækja skjal.
nb_no: Last ned dokumentet.

# Codeunit 2612805596 - NamedType 2209814973
source: The Word Template could not be loaded. Make sure you're using a valid Word Template.
cs_cz: Šablonu aplikace Word nelze načíst. Ujistěte se, že používáte platnou šablonu aplikace Word.
de_ch: Die Word-Vorlage konnte nicht geladen werden. Vergewissern Sie sich, dass Sie eine gültige Word-Vorlage verwenden.
fi_fi: Word-mallia ei voitu ladata. Varmista, että käytät kelvollista Word-mallia.
fr_be: Impossible de charger le modèle Word. Assurez-vous que vous utilisez un modèle Word valide.
is_is: Ekki var hægt að hlaða inn Word-sniðmátinu. Ganga þarf úr skugga um að gilt Word-sniðmát sé notað.
nb_no: Kan ikke laste inn Word-malen. Kontroller at du bruker en gyldig Word-mal.

# Codeunit 2612805596 - NamedType 3858886826
source: %1 Filters
cs_cz: filtry %1
de_ch: %1 Filter
fi_fi: Taulukon %1 suodattimet
fr_be: Filtres %1
is_is: %1 síur
nb_no: %1 filtre

# Codeunit 2612805596 - NamedType 3664227022
source: No Merge fields were specified.
cs_cz: Nebyla zadána žádná slučovací pole.
de_ch: Es wurden keine Seriendruckfelder angegeben.
fi_fi: Yhdistämiskenttiä ei ole määritetty.
fr_be: Aucun champ de fusion n’a été spécifié.
is_is: Engin breytusvæði voru tilgreind.
nb_no: Ingen flettefelter er angitt.

# Codeunit 2612805596 - NamedType 668814160
source: The RecordVariant paramenter is not a Record.
cs_cz: Paramenter RecordVariant není záznam.
de_ch: Der RecordVariant-Parameter ist kein Datensatz.
fi_fi: RecordVariant-parametri ei ole tietue.
fr_be: Le paramètre RecordVariant n’est pas un enregistrement.
is_is: RecordVariant færibreytan er ekki færsla.
nb_no: RecordVariant-parameteren er ikke en post.

# Codeunit 2612805596 - NamedType 4260605063
source: The specified save format is not supported.
cs_cz: Zadaný formát uložení není podporován.
de_ch: Das angegebene Speicherformat wird nicht unterstützt.
fi_fi: Määritettyä tallennusmuotoa ei tueta.
fr_be: Le format de sauvegarde spécifié n’est pas pris en charge.
is_is: Tilgreinda vistunarsniðið er ekki stutt.
nb_no: Det angitte lagringsformatet støttes ikke.

# Codeunit 2612805596 - NamedType 2125253174
source: The specified Word Template Code was not found.
cs_cz: Zadaný kód šablony aplikace Word nebyl nalezen.
de_ch: Der angegebene Word-Vorlagencode wurde nicht gefunden.
fi_fi: Määritettyä Word-mallin koodia ei löytynyt.
fr_be: Le code du modèle Word spécifié est introuvable.
is_is: Tilgreindi Word-sniðmátskóðinn fannst ekki.
nb_no: Finner ikke den angitte Word-malkoden.

# Codeunit 2612805596 - NamedType 2819488958
source: Do you want to override the existing template?
cs_cz: Chcete přepsat existující šablonu?
de_ch: Möchten Sie die vorhandene Vorlage überschreiben?
fi_fi: Haluatko ohittaa nykyisen mallin?
fr_be: Voulez-vous remplacer le modèle existant ?
is_is: Á að skrifa yfir núverandi snið?
nb_no: Vil du overstyre eksisterende mal?

# Codeunit 2612805596 - NamedType 2903052072
source: The field prefix for the related entity already exists.
cs_cz: Předpona pole pro související entitu již existuje.
de_ch: Das Präfix-Feld für die zugehörige Einheit ist bereits vorhanden.
fi_fi: Liittyvän objektin kentän etuliite on jo luotu.
fr_be: Le préfixe de champ pour l’entité associée existe déjà.
is_is: Reitsforskeyti fyrir tengda einingu er þegar til.
nb_no: Feltprefikset for den relaterte enheten finnes allerede.

# Codeunit 2612805596 - NamedType 1833677576
source: The related entity already exists.
cs_cz: Související entita již existuje.
de_ch: Die zugehörige Einheit ist bereits vorhanden.
fi_fi: Liittyvä objekti on jo luotu.
fr_be: L’entité associée existe déjà.
is_is: Tengda einingin er þegar til.
nb_no: Den relaterte enheten finnes allerede.

# Codeunit 2612805596 - NamedType 4035258234
source: The length of the related table IDs (%1), does not match the length of the related table codes (%2).
cs_cz: Délka ID (%1) související tabulky neodpovídá délce kódů související tabulky (%2).
de_ch: Die Länge der verknüpften Tabellen-IDs (%1) stimmt nicht mit der Länge der verknüpften Tabellencodes überein (%2).
fi_fi: Liittyvien taulukoiden tunnusten pituus (%1) ei vastaa liittyvien taulukoiden koodien pituutta (%2).
fr_be: La longueur des ID de table associés (%1) ne correspond pas à la longueur des codes de table associés (%2).
is_is: Lengd tengdra töflukenna (%1) passa ekki við lengd tengdra töflukóða (%2).
nb_no: Lengden på de relaterte tabell-ID-ene (%1) samsvarer ikke med lengden på de relaterte tabellkodene (%2).

# Codeunit 2612805596 - NamedType 2599041866
source: Do you want to specify any filters on the template entity?
cs_cz: Chcete zadat všechny filtry v šabloně entity?
de_ch: Möchten Sie Filter für die Vorlagenentität angeben?
fi_fi: Haluatko määrittää suodattimia mallikohteeseen?
fr_be: Souhaitez-vous spécifier des filtres sur l’entité modèle ?
is_is: Á að tilgreina einhverjar síur á sniðmátseininguna?
nb_no: Vil du angi filtre i malenheten?

# Codeunit 2612805596 - NamedType 685219967
source: Cannot upload the template because it contains one or more merge fields with names that are 40 characters or more.
cs_cz: Šablonu nelze odeslat, protože obsahuje jedno nebo více slučovacích polí s názvy dlouhých 40 znaků nebo více.
de_ch: Die Vorlage kann nicht hochgeladen werden, da Sie eine oder mehrere Seriendruckfelder enthält, deren Namen 40 Zeichen oder mehr aufweisen.
fi_fi: Mallia ei voi ladata, koska se sisältää vähintään yhden yhdistämiskentän, jonka nimessä on vähintään 40 merkkiä.
fr_be: Impossible de charger le modèle, car il contient un ou plusieurs champs de fusion dont les noms comportent 40 caractères ou plus.
is_is: Ekki er hægt að hlaða upp sniðmátinu þar sem það inniheldur einn eða fleiri sameinaða reiti með nöfnum sem eru 40 stafir eða meira.
nb_no: Kan ikke laste opp malen fordi den inneholder et eller flere flettefelt med navn som er 40 tegn eller mer.

# Codeunit 2612805596 - NamedType 3225951371
source: Upload template.
cs_cz: Nahrát šablonu.
de_ch: Vorlage hochladen.
fi_fi: Lataa malli palvelimeen.
fr_be: Téléchargez le modèle.
is_is: Hlaða upp sniðmáti.
nb_no: Last opp mal.

# Codeunit 1641905399 - NamedType 569519751
source: Unable to initialize certificate!
cs_cz: Nelze inicializovat certifikát!
de_ch: Das Zertifikat kann nicht initialisiert werden.
fi_fi: Varmennetta ei voi alustaa.
fr_be: Impossible d'initialiser le certificat !
is_is: Ekki var hægt að frumstilla vottorð!
nb_no: Kan ikke initialisere sertifikatet.

# Codeunit 660764448 - NamedType 1521412279
source: The schema definition is not valid XML.
cs_cz: Definice schématu není platné xml.
de_ch: Die Schemadefinition ist kein gültiges XML.
fi_fi: Mallimääritys ei ole kelvollinen XML.
fr_be: La définition du schéma n'est pas un fichier XML valide.
is_is: Skilgreining á skema er ekki gilt XML.
nb_no: Skjemadefinisjonen er ikke gyldig XML.

# Codeunit 660764448 - NamedType 868391751
source: The XML definition is invalid.
cs_cz: Definice XML je neplatná.
de_ch: Die XML-Definition ist ungültig.
fi_fi: XML-määritys on virheellinen.
fr_be: La définition au format XML n'est pas valide.
is_is: XML-skilgreiningin er ógild.
nb_no: XML-definisjonen er ugyldig.

# Page 2892733561 - Property 2879900210
source: Allowed Companies
cs_cz: Povolené společnosti
de_ch: Zugelassene Mandanten
fi_fi: Sallitut yritykset
fr_be: Sociétés autorisées
is_is: Leyfð fyrirtæki
nb_no: Tillatte selskaper

# Page 2892733561 - Control 997278710 - Property 1295455071
source: Specifies the display name that is defined for the company. If a display name is not defined, then the company name is used.
cs_cz: Určuje zobrazovaný název, který je definován pro společnost. Pokud není definován název pro zobrazení, bude použit název společnosti.
de_ch: Gibt den Anzeigenamen an, der für den Mandanten definiert ist. Wenn kein Anzeigename definiert ist, wird der Mandantenname verwendet.
fi_fi: Määrittää yritykselle annettavan näyttönimen. Jos näyttönimeä ei määritetä, käytetään yrityksen nimeä.
fr_be: Spécifie le nom d’affichage défini pour la société. Si un nom d’affichage n’est pas défini, le nom de la société est utilisé.
is_is: Tilgreinir birtingarnafn sem er skilgreint fyrir félagið. Ef birtingarnafn er ekki skilgreint verður heiti fyrirtækisins notað.
nb_no: Angir visningsnavnet som er definert for selskapet. Hvis et visningsnavn ikke er definert, brukes selskapsnavnet.

# Page 2892733561 - Control 997278710 - Property 2879900210
source: Name
cs_cz: Název
fi_fi: Nimi
fr_be: Nom
is_is: Heiti
nb_no: Navn

# Page 2892733561 - Control 2135837299 - Property 1295455071
source: Specifies that the company is for trial purposes only, and that a subscription has not been purchased.
cs_cz: Určuje, že společnost je pouze pro zkušební účely a že předplatné nebylo zakoupeno.
de_ch: Gibt an, dass das Unternehmen nur zu Testzwecken dient und kein Abonnement gekauft wurde.
fi_fi: Määrittää, että yritys on tarkoitettu vain kokeiluun ja että tilausta ei ole ostettu.
fr_be: Spécifie que la société est uniquement utilisée à des fins d’évaluation et qu’aucun abonnement n’a été acheté.
is_is: Tilgreinir að fyrirtækið sé aðeins notað til reynslu og að áskrift hafi ekki verið keypt.
nb_no: Angir at selskapet bare gjelder i forbindelse med prøveversjoner, og at et abonnement ikke er kjøpt.

# Page 2892733561 - Control 2135837299 - Property 2879900210
source: Evaluation Company
cs_cz: Demo společnost
de_ch: Testunternehmen
fi_fi: Arviointiyritys
fr_be: Société d’évaluation
is_is: Matsfyrirtæki
nb_no: Evalueringsselskap

# Page 2892733561 - Action 246139633 - Property 1295455071
source: Get assistance with creating a new company.
cs_cz: Získejte pomoc s vytvořením nové společnosti.
de_ch: Erhalten Sie Unterstützung beim Erstellen eines neuen Unternehmens.
fi_fi: Ohjeita uuden yrityksen luomiseen.
fr_be: Obtenir de l’aide pour la création d’une société.
is_is: Fá hjálp við að stofna nýtt fyrirtæki.
nb_no: Få hjelp til oppretting av et nytt selskap.

# Page 2892733561 - Action 246139633 - Property 2879900210
source: Create New Company
cs_cz: Vytvořit novou společnost
de_ch: Neuen Mandanten erstellen
fi_fi: Luo uusi yritys
fr_be: Créer une société
is_is: Stofna nýtt fyrirtæki
nb_no: Opprett nytt selskap

# Page 4123539893 - Property 2879900210
source: Advanced Settings
cs_cz: Pokročilá nastavení
de_ch: Erweiterte Einstellungen
fi_fi: Lisäasetukset
fr_be: Paramètres avancés
is_is: Ítarlegar stillingar
nb_no: Avanserte innstillinger

# Page 4123539893 - Control 1090269415 - Property 1968111052
source: Extensions enhance the capabilities of Business Central.
cs_cz: Rozšíření vylepšují možnosti Business Central.
de_ch: Erweiterungen erweitern die Funktionen von Business Central.
fi_fi: Laajennukset parantavat Business Centralin ominaisuuksia.
fr_be: Les extensions améliorent les capacités de Business Central.
is_is: Viðbætur bæta eiginleika Business Central.
nb_no: Utvidelser forbedrer funksjonene i Business Central.

# Page 4123539893 - Control 1663039630 - Property 1295455071
source: Open the Extensions management page.
cs_cz: Otevřete stránku správy rozšíření.
de_ch: Öffnet die Seite „Erweiterungen verwalten“.
fi_fi: Avaa Laajennusten hallinta -sivu.
fr_be: Ouvrez la page Gestion des extensions.
is_is: Opna síðuna „Stjórnun viðbóta“.
nb_no: Åpne siden Administrasjon av utvidelser.

# Page 4123539893 - Control 1663039630 - Property 2879900210
source: Extensions
cs_cz: Rozšíření
de_ch: Erweiterungen
fi_fi: Laajennukset
is_is: Viðbætur
nb_no: Utvidelser

# Page 4123539893 - Control 2729903862 - Property 1968111052
source: Overview and manage individual settings and behaviors.
cs_cz: Přehled a správa individuálních nastavení a chování.
de_ch: Übersicht und Verwaltung individueller Einstellungen und Verhaltensweisen.
fi_fi: Yleiskatsaus ja hallitse yksittäisiä asetuksia ja toimintoja.
fr_be: Vue d'ensemble et gestion des paramètres et des comportements individuels.
is_is: Yfirlit og umsjón með einstökum stillingum og virkni.
nb_no: Se gjennom og behandle individuelle innstillinger og virkemåter.

# Page 4123539893 - Control 1952886503 - Property 1295455071
source: Open the Manual Setup page.
cs_cz: Otevřete stránku manuálního nastavení.
de_ch: Öffnet die Seite „Manuelle Einrichtung“.
fi_fi: Avaa Manuaalinen määritys -sivu.
fr_be: Ouvrez la page Configuration manuelle.
is_is: Opna síðuna „Handvirk uppsetning“.
nb_no: Åpne siden Manuelt oppsett.

# Page 4123539893 - Control 1952886503 - Property 2879900210
source: Manual Setup
cs_cz: Manuální nastavení
de_ch: Manuelle Einrichtung
fi_fi: Manuaalinen määritys
fr_be: Configuration manuelle
is_is: Handvirk uppsetning
nb_no: Manuelt oppsett

# Page 4123539893 - Action 1178809860 - Property 1295455071
source: Close the page.
cs_cz: Zavřete stránku.
de_ch: Die Seite schliessen.
fi_fi: Sulje sivu.
fr_be: Fermez la page.
is_is: Loka síðunni.
nb_no: Lukk siden.

# Page 4123539893 - Action 1178809860 - Property 2879900210
source: Done
cs_cz: Hotovo
de_ch: Erledigt
fi_fi: Valmis
fr_be: Terminé
is_is: Lokið
nb_no: Ferdig

# Page 826565576 - Property 2879900210
source: App Setups
cs_cz: Nastavení aplikací
de_ch: App-Einrichtungen
fi_fi: Sovelluksen määritykset
fr_be: Configurations des applications
is_is: Forritauppsetningar
nb_no: Appoppsett

# Page 826565576 - NamedType 2808898738
source: Setups for %1
cs_cz: Nastavení pro %1
de_ch: Einrichtungen für %1
fi_fi: Sovelluksen %1 määritykset
fr_be: Configurations pour %1
is_is: Uppsetningar fyrir %1
nb_no: Oppsett for %1

# Page 826565576 - NamedType 4210910602
source: Do you want to run the initial setup?
cs_cz: Chcete spustit počáteční nastavení?
de_ch: Möchten Sie die Ersteinrichtung ausführen?
fi_fi: Haluatko suorittaa alkumäärityksen?
fr_be: Souhaitez-vous exécuter la configuration initiale ?
is_is: Viltu keyra aðaluppsetningu?
nb_no: Vil du kjøre innledende oppsett?

# Page 826565576 - NamedType 3875045842
source: This app doesn't require set-up.
cs_cz: Tato aplikace nevyžaduje nastavení.
de_ch: Diese App erfordert keine Einrichtung.
fi_fi: Tämä sovellus ei edellytä asennusta.
fr_be: Cette application ne nécessite pas de configuration.
is_is: Þetta forrit krefst ekki uppsetningar.
nb_no: Denne appen krever ikke oppsett.

# Page 826565576 - Control 3461834954 - Property 1295455071
source: Specifies a description of the setup.
cs_cz: Určuje popis nastavení.
de_ch: Gibt eine Beschreibung der Einrichtung an.
fi_fi: Määrittää määrityksen kuvauksen.
fr_be: Spécifie une description de la configuration.
is_is: Tilgreinir lýsingu á uppsetningunni.
nb_no: Angir en beskrivelse av oppsettet.

# Page 826565576 - Control 2515772770 - Property 1295455071
source: Specifies the app that this page is used to set up.
cs_cz: Určuje aplikaci, ke které se tato stránka používá k nastavení.
de_ch: Gibt die App an, die zum Einrichten dieser Seite verwendet wird.
fi_fi: Määrittää sovelluksen, jonka määrityksessä tätä sivua käytetään.
fr_be: Spécifie l’application configurée à l’aide de cette page.
is_is: Tilgreinir forritið sem þessi síða er notuð til að setja upp.
nb_no: Angir appen som denne siden brukes til å konfigurere.

# Page 826565576 - Control 1939157249 - Property 1295455071
source: Specifies the publisher of the app that this page is used to set up.
cs_cz: Určuje vydavatele aplikace, ke které se tato stránka používá k nastavení.
de_ch: Gibt den Herausgeber der App an, die zum Einrichten dieser Seite verwendet wird.
fi_fi: Määrittää sen sovelluksen julkaisijan, jonka määrityksessä tätä sivua käytetään.
fr_be: Spécifie l’éditeur de l’application configurée à l’aide de cette page.
is_is: Tilgreinir útgefanda forritsins sem þessi síða er notuð til að setja upp.
nb_no: Angir utgiveren av appen som denne siden brukes til å konfigurere.

# Page 826565576 - Control 2961552353 - Property 1295455071
source: Specifies the name.
cs_cz: Určuje název.
de_ch: Gibt den Namen an.
fi_fi: Määrittää nimen.
fr_be: Spécifie le nom.
is_is: Tilgreinir heitið.
nb_no: Angir navnet.

# Page 826565576 - Control 2961552353 - Property 2879900210
source: Page
cs_cz: Stránka
de_ch: Seite
fi_fi: Sivu
is_is: Síða
nb_no: Side

# Page 826565576 - Action 415555793 - Property 1295455071
source: Start setup.
cs_cz: Spustit nastavení
de_ch: Starten Sie die Einrichtung.
fi_fi: Käynnistä määritys.
fr_be: Démarrez la configuration.
is_is: Ræsið uppsetningu.
nb_no: Start oppsett.

# Page 826565576 - Action 415555793 - Property 2879900210
source: Start Setup
cs_cz: Spustit nastavení
de_ch: Einrichtung starten
fi_fi: Käynnistä määritys
fr_be: Démarrer la configuration
is_is: Ræsa uppsetningu
nb_no: Start oppsett

# Page 799089619 - Property 2879900210
source: Assisted Setup
cs_cz: Asistované nastavení
de_ch: Unterstütztes Setup
fi_fi: Asetusten ohjattu määritys
fr_be: Configuration assistée
is_is: Uppsetning með hjálp
nb_no: Assistert oppsett

# Page 799089619 - NamedType 3736455171
source: Read
cs_cz: Číst
de_ch: Lesen
fi_fi: Lue
fr_be: Lire
is_is: Lesa
nb_no: Les

# Page 799089619 - NamedType 2098769147
source: Watch
cs_cz: Sledovat
de_ch: Ansehen
fi_fi: Katso
fr_be: Regarder
is_is: Horfa
nb_no: Se

# Page 799089619 - Control 3665605423 - Property 1295455071
source: Specifies whether the setup is complete.
cs_cz: Určuje, zda je instalace dokončena.
de_ch: Gibt an, ob das Setup abgeschlossen ist.
fi_fi: Määrittää, onko määritys valmis.
fr_be: Indique si la configuration est terminée.
is_is: Tilgreinir hvort uppsetningunni er lokið.
nb_no: Angir om oppsettet er fullført.

# Page 799089619 - Control 3461834954 - Property 1295455071
source: Specifies the description of the set up.
cs_cz: Určuje popis nastavení.
de_ch: Gibt die Beschreibung der Einrichtung an.
fi_fi: Määrittää määrityksen kuvauksen.
fr_be: Spécifie la description du paramétrage.
is_is: Tilgreinir lýsingu uppsetningar.
nb_no: Angir beskrivelsen av oppsettet.
