Repository: jbakach/MSDyn365BC.Code.History
Catalog: System Application/Source/System Application/Translations/System Application.*.xlf
Languages: cs_cz, de_ch, fi_fi, fr_be, is_is, nb_no

# Page 3692338268 - Property 2879900210
source: Checklist Banner
cs_cz: Banner kontrolního seznamu
de_ch: Checklistenbanner
fi_fi: Tarkistusluettelon banneri
fr_be: Bannière Liste de contrôle
is_is: Gátlistaborði
nb_no: Sjekklistebanner

# Page 3692338268 - NamedType 54529786
source: Are you sure that you want to skip the remaining steps of the checklist?
cs_cz: Opravdu chcete přeskočit zbývající kroky kontrolního seznamu?
de_ch: Möchten Sie die restlichen Schritte der Checkliste wirklich überspringen?
fi_fi: Haluatko varmasti ohittaa tarkistusluettelon jäljellä olevat vaiheet?
fr_be: Voulez-vous vraiment ignorer les étapes restantes de la liste de contrôle ?
is_is: Viltu örugglega að sleppa skrefum sem eru eftir á gátlistanum?
nb_no: Er du sikker på at du vil hoppe over de gjenværende trinnene i sjekklisten?

# Page 3692338268 - Control 3851288392 - Property 2879900210
source: Your checklist:
cs_cz: Váš kontrolní seznam:
de_ch: Ihre Checkliste:
fi_fi: Tarkistusluettelosi:
fr_be: Votre liste de contrôle :
is_is: Gátlistinn þinn:
nb_no: Sjekklisten din:

# Page 3692338268 - Control 4050089437 - Property 1295455071
source: Description
cs_cz: Popis
de_ch: Beschreibung
fi_fi: Kuvaus
is_is: Lýsing
nb_no: Beskrivelse

# Page 3692338268 - Control 1174257626 - Property 1295455071
source: Exclusive when started
cs_cz: Exkluzivně při startu
de_ch: Exklusiv beim Start
fi_fi: Yksinomainen aloitettaessa
fr_be: Exclusif au début
is_is: Aðeins við ræsingu
nb_no: Eksklusiv når startet

# Page 3692338268 - Control 1174257626 - Property 2879900210
source: Exclusive when started
cs_cz: Exkluzivně při startu
de_ch: Exklusiv beim Start
fi_fi: Yksinomainen aloitettaessa
fr_be: Exclusif au début
is_is: Aðeins við ræsingu
nb_no: Eksklusiv når startet

# Page 3692338268 - Control 1910944158 - Property 1295455071
source: Header
cs_cz: Záhlaví
de_ch: Kopfzeile
fi_fi: Otsikko
fr_be: En-tête
is_is: Haus
nb_no: Overskrift

# Page 3692338268 - Control 1259303857 - Property 1295455071
source: Mark as completed
cs_cz: Označit jako dokončeno
de_ch: Als abgeschlossen markieren
fi_fi: Merkitse valmiiksi
fr_be: Marquer comme terminé
is_is: Merkja sem lokið
nb_no: Merk som fullført

# Page 3692338268 - Control 1259303857 - Property 2879900210
source: Mark as completed
cs_cz: Označit jako dokončeno
de_ch: Als abgeschlossen markieren
fi_fi: Merkitse valmiiksi
fr_be: Marquer comme terminé
is_is: Merkja sem lokið
nb_no: Merk som fullført

# Page 3692338268 - Control 2380151491 - Property 1295455071
source: Status
cs_cz: Stav
fi_fi: Tila
fr_be: Statut
is_is: Staða

# Page 3692338268 - Control 1143596576 - Property 1295455071
source: Status
cs_cz: Stav
fi_fi: Tila
fr_be: Statut
is_is: Staða

# Page 3692338268 - Control 1143596576 - Property 2879900210
source: Status
cs_cz: Stav
fi_fi: Tila
fr_be: Statut
is_is: Staða

# Page 3692338268 - Control 2507416415 - Property 1295455071
source: Title
cs_cz: Název
de_ch: Titel
fi_fi: Otsikko
fr_be: Titre
is_is: Titill
nb_no: Tittel

# Page 3692338268 - Control 3461834954 - Property 1295455071
source: Description
cs_cz: Popis
de_ch: Beschreibung
fi_fi: Kuvaus
is_is: Lýsing
nb_no: Beskrivelse

# Page 3692338268 - Control 3461834954 - Property 2879900210
source: Description
cs_cz: Popis
de_ch: Beschreibung
fi_fi: Kuvaus
is_is: Lýsing
nb_no: Beskrivelse

# Page 3692338268 - Control 907109761 - Property 1295455071
source: Header
cs_cz: Záhlaví
de_ch: Kopfzeile
fi_fi: Otsikko
fr_be: En-tête
is_is: Haus
nb_no: Overskrift

# Page 3692338268 - Control 907109761 - Property 2879900210
source: Header
cs_cz: Záhlaví
de_ch: Kopfzeile
fi_fi: Otsikko
fr_be: En-tête
is_is: Haus
nb_no: Overskrift

# Page 3692338268 - Control 3224306516 - Property 1295455071
source: Description
cs_cz: Popis
de_ch: Beschreibung
fi_fi: Kuvaus
is_is: Lýsing
nb_no: Beskrivelse

# Page 3692338268 - Control 3224306516 - Property 2879900210
source: Description
cs_cz: Popis
de_ch: Beschreibung
fi_fi: Kuvaus
is_is: Lýsing
nb_no: Beskrivelse

# Page 3692338268 - Control 3009619052 - Property 1295455071
source: Mark as completed
cs_cz: Označit jako dokončeno
de_ch: Als abgeschlossen markieren
fi_fi: Merkitse valmiiksi
fr_be: Marquer comme terminé
is_is: Merkja sem lokið
nb_no: Merk som fullført

# Page 3692338268 - Control 3009619052 - Property 2879900210
source: Mark as completed
cs_cz: Označit jako dokončeno
de_ch: Als abgeschlossen markieren
fi_fi: Merkitse valmiiksi
fr_be: Marquer comme terminé
is_is: Merkja sem lokið
nb_no: Merk som fullført

# Page 3692338268 - Control 329424276 - Property 1295455071
source: Title
cs_cz: Název
de_ch: Titel
fi_fi: Otsikko
fr_be: Titre
is_is: Titill
nb_no: Tittel

# Page 3692338268 - Control 329424276 - Property 2879900210
source: Title
cs_cz: Název
de_ch: Titel
fi_fi: Otsikko
fr_be: Titre
is_is: Titill
nb_no: Tittel

# Page 3692338268 - Control 1701803945 - Property 1295455071
source: Title
cs_cz: Název
de_ch: Titel
fi_fi: Otsikko
fr_be: Titre
is_is: Titill
nb_no: Tittel

# Page 3692338268 - Control 1701803945 - Property 2879900210
source: Title
cs_cz: Název
de_ch: Titel
fi_fi: Otsikko
fr_be: Titre
is_is: Titill
nb_no: Tittel

# Page 3692338268 - Action 3198131984 - Property 1295455071
source: Back to checklist
cs_cz: Zpět na kontrolní seznam
de_ch: Zurück zur Checkliste
fi_fi: Takaisin tarkistusluetteloon
fr_be: Retour à la liste de contrôle
is_is: Aftur í gátlista
nb_no: Tilbake til sjekklisten

# Page 3692338268 - Action 3198131984 - Property 2879900210
source: Back to checklist
cs_cz: Zpět na kontrolní seznam
de_ch: Zurück zur Checkliste
fi_fi: Takaisin tarkistusluetteloon
fr_be: Retour à la liste de contrôle
is_is: Aftur í gátlista
nb_no: Tilbake til sjekklisten

# Page 3692338268 - Action 4011730675 - Property 1295455071
source: Got it
cs_cz: Jasně
de_ch: OK
fi_fi: Selvä
fr_be: OK
is_is: Ég skil
nb_no: Jeg skjønner

# Page 3692338268 - Action 4011730675 - Property 2879900210
source: Got it
cs_cz: Jasně
de_ch: OK
fi_fi: Selvä
fr_be: OK
is_is: Ég skil
nb_no: Jeg skjønner

# Page 3692338268 - Action 2608597597 - Property 1295455071
source: Show demo tours
cs_cz: Zobrazit ukázkové prohlídky
de_ch: Demotouren anzeigen
fi_fi: Näytä demoesittelyt
fr_be: Afficher les visites de démonstration
is_is: Sýna sýnikennslu
nb_no: Vis demoinnføringer

# Page 3692338268 - Action 2608597597 - Property 2879900210
source: Show demo tours
cs_cz: Zobrazit ukázkové prohlídky
de_ch: Demotouren anzeigen
fi_fi: Näytä demoesittelyt
fr_be: Afficher les visites de démonstration
is_is: Sýna sýnikennslu
nb_no: Vis demoinnføringer

# Page 3692338268 - Action 2320246898 - Property 1295455071
source: Skip checklist
cs_cz: Přeskočit kontrolní seznam
de_ch: Checkliste überspringen
fi_fi: Ohita tarkistusluettelo
fr_be: Ignorer la liste de contrôle
is_is: Sleppa gátlista
nb_no: Hopp over sjekkliste

# Page 3692338268 - Action 2320246898 - Property 2879900210
source: Skip checklist
cs_cz: Přeskočit kontrolní seznam
de_ch: Checkliste überspringen
fi_fi: Ohita tarkistusluettelo
fr_be: Ignorer la liste de contrôle
is_is: Sleppa gátlista
nb_no: Hopp over sjekkliste

# Page 3692338268 - Action 1995162889 - Property 1295455071
source: Get started
cs_cz: Začít
de_ch: Erste Schritte
fi_fi: Aloittaminen
fr_be: Mise en route
is_is: Hafist handa
nb_no: Kom i gang

# Page 3692338268 - Action 1995162889 - Property 2879900210
source: Get started
cs_cz: Začít
de_ch: Erste Schritte
fi_fi: Aloittaminen
fr_be: Mise en route
is_is: Hafist handa
nb_no: Kom i gang

# Page 3692338268 - Action 2779287600 - Property 1295455071
source: Skip for now
cs_cz: Přeskočit nyní
de_ch: Vorerst überspringen
fi_fi: Ohita tällä kertaa
fr_be: Ignorer pour le moment
is_is: Sleppa þessu í bili
nb_no: Hopp over så lenge

# Page 3692338268 - Action 2779287600 - Property 2879900210
source: Skip for now
cs_cz: Přeskočit nyní
de_ch: Vorerst überspringen
fi_fi: Ohita tällä kertaa
fr_be: Ignorer pour le moment
is_is: Sleppa þessu í bili
nb_no: Hopp over så lenge

# Page 3692338268 - Action 482638887 - Property 1295455071
source: Start
cs_cz: Spustit
de_ch: Starten
fi_fi: Aloita
fr_be: Démarrer
is_is: Byrja

# Page 3692338268 - Action 482638887 - Property 2879900210
source: Start
cs_cz: Spustit
de_ch: Starten
fi_fi: Aloita
fr_be: Démarrer
is_is: Byrja

# Page 3692338268 - Action 2499454005 - Property 1295455071
source: Revisit
cs_cz: Přehodnotit
de_ch: Wiederholen
fi_fi: Palaa
fr_be: Revisiter
is_is: Aftur
nb_no: Besøk på nytt

# Page 3692338268 - Action 2499454005 - Property 2879900210
source: Revisit
cs_cz: Přehodnotit
de_ch: Wiederholen
fi_fi: Palaa
fr_be: Revisiter
is_is: Aftur
nb_no: Besøk på nytt

# Page 3692338268 - Action 2738996635 - Property 1295455071
source: Start tour
cs_cz: Zahájit prohlídku
de_ch: Tour starten
fi_fi: Aloita esittely
fr_be: Démarrer la visite
is_is: Hefja kynningu
nb_no: Start innføring

# Page 3692338268 - Action 2738996635 - Property 2879900210
source: Start tour
cs_cz: Zahájit prohlídku
de_ch: Tour starten
fi_fi: Aloita esittely
fr_be: Démarrer la visite
is_is: Hefja kynningu
nb_no: Start innføring

# Page 3692338268 - Action 1343775176 - Property 1295455071
source: Play video
cs_cz: Přehrát video
de_ch: Video abspielen
fi_fi: Toista video
fr_be: Lire la vidéo
is_is: Spila myndband
nb_no: Spill av video

# Page 3692338268 - Action 1343775176 - Property 2879900210
source: Play video
cs_cz: Přehrát video
de_ch: Video abspielen
fi_fi: Toista video
fr_be: Lire la vidéo
is_is: Spila myndband
nb_no: Spill av video

# Page 486598594 - Property 2879900210
source: Checklist Item Roles
cs_cz: Role položek kontrolního seznamu
de_ch: Rollen der Checkliste
fi_fi: Tarkistusluettelon nimikkeen roolit
fr_be: Rôles élément de la liste de contrôle
is_is: Hlutverk atriða á gátlista
nb_no: Roller for sjekklisteelement

# Page 486598594 - Control 1918310387 - Property 1295455071
source: Specifies the ID of the role.
cs_cz: Určuje ID role.
de_ch: Gibt die ID der Rolle an.
fi_fi: Määrittää roolin tunnuksen.
fr_be: Spécifie l’ID du rôle.
is_is: Tilgreinir kenni hlutverksins.
nb_no: Angir ID-en for rollen.

# Page 2198836005 - Property 2879900210
source: Checklist Users
cs_cz: Uživatelé kontrolního seznamu
de_ch: Checklistenbenutzer
fi_fi: Tarkistusluettelon käyttäjät
fr_be: Utilisateurs de la liste de contrôle
is_is: Notendur gátlista
nb_no: Sjekklistebrukere

# Page 2198836005 - Control 129688762 - Property 1295455071
source: Specifies the user.
cs_cz: Určuje uživatele.
de_ch: Gibt die Benutzer-ID an.
fi_fi: Määrittää käyttäjän.
fr_be: Spécifie l’utilisateur.
is_is: Tilgreinir notandann.
nb_no: Angir brukeren.

# Page 2198836005 - Control 129688762 - Property 2879900210
source: User ID
cs_cz: ID uživatele
de_ch: Benutzer-ID
fi_fi: Käyttäjätunnus
fr_be: ID utilisateur
is_is: Notandakenni
nb_no: Bruker-ID

# Page 2408068749 - Property 2879900210
source: Show the checklist
cs_cz: Zobrazit kontrolní seznam
de_ch: Prüfliste anzeigen
fi_fi: Näytä tarkistusluettelo
fr_be: Afficher la liste de contrôle
is_is: Sýna gátlista
nb_no: Vis sjekklisten

# Page 2408068749 - Property 3863440606
source: Tour,Checklist,Resurface,Banner
cs_cz: Prohlídka,Kontrolní seznam,Znovu se ukázat,Baner
de_ch: Tour,Prüfliste,Resurface,Banner
fi_fi: Esittely,Tarkistusluettelo,Tuo esiin,Banneri
fr_be: Visite guidée,Liste de contrôle,Réutiliser,Bannière
is_is: Kynning,Gátlisti,Koma aftur upp,Borði
nb_no: Innføring,Sjekkliste,Se på nytt,Banner

# Page 2408068749 - NamedType 1687353988
source: Your checklist is empty. You can add items to it on the Checklist Administration page.
cs_cz: Kontrolní seznam je prázdný. Položky do něj můžete přidat na stránce Správa kontrolního seznamu.
de_ch: Ihre Checkliste ist leer. Sie können auf der Seite „Checklisteverwaltung“ Elemente hinzufügen.
fi_fi: Tarkistusluettelo on tyhjä. Voit lisätä siihen nimikkeitä Tarkistusluettelon hallinta -sivulta.
fr_be: Votre liste de contrôle est vide. Vous pouvez y ajouter des articles dans la page Administration de la liste de contrôle.
is_is: Gátlistinn er tómur. Hægt er að bæta atriðum á hann á stjórnunarsíðu gátlista.
nb_no: Sjekklisten er tom. Du kan legge til elementer på den på siden Sjekklisteadministrasjon.

# Page 2408068749 - Control 2961552353 - Property 2879900210
source: Do you want to see the checklist on your home page?
cs_cz: Chcete zobrazit kontrolní seznam na domovské stránce?
de_ch: Möchten Sie die Prüfliste auf Ihrer Startseite anzeigen?
fi_fi: Haluatko nähdä tarkistusluettelon aloitussivullasi?
fr_be: Voulez-vous voir la liste de contrôle sur votre page d’accueil ?
is_is: Á að sýna gátlistann á heimasíðunni?
nb_no: Vil du vise sjekklisten på startsiden?

# Page 3183728555 - Property 2879900210
source: Companies
cs_cz: Společnosti
de_ch: Unternehmen
fi_fi: Yritykset
fr_be: Sociétés
is_is: Fyrirtæki
nb_no: Selskaper

# Page 3183728555 - Control 552006252 - Property 1295455071
source: Specifies the name of the company.
cs_cz: Určuje název společnosti.
de_ch: Gibt den Namen des Unternehmens an.
fi_fi: Määrittää yrityksen nimen.
fr_be: Spécifie le nom de la société.
is_is: Tilgreinir heiti fyrirtækisins.
nb_no: Angir navnet på selskapet.

# Page 3183728555 - Control 501800200 - Property 1295455071
source: Specifies how much space the company occupies in the database (in kilobytes)
cs_cz: Určuje, kolik místa společnost zabírá v databázi (v kilobajtech).
de_ch: Gibt an, wie viel Platz das Unternehmen in der Datenbank belegt (in Kilobyte)
fi_fi: Määrittää, miten paljon yritys vie tilaa tietokannasta (kilotavuina)
fr_be: Espace occupé par la société dans la base de données (en kilo-octets)
is_is: Tilgreinir hversu mikið pláss fyrirtækið tekur í gagnagrunninum (í kílóbætum)
nb_no: Angir hvor mye plass selskapet opptar i databasen (i kilobyte)

# Page 3183728555 - Control 2393372713 - Property 1295455071
source: Specifies how much space all companies occupy in the database (in kilobytes)
cs_cz: Určuje, kolik místa zabírají všechny společnosti v databázi (v kilobajtech)
de_ch: Gibt an, wie viel Platz alle Unternehmen in der Datenbank belegen (in Kilobyte)
fi_fi: Määrittää, miten paljon kaikki yritykset vievät tilaa tietokannasta (kilotavuina)
fr_be: Spécifie la quantité d’espace occupée par toutes les sociétés dans la base de données (en kilo-octets)
is_is: Tilgreinir hversu mikið pláss öll fyrirtæki taka í gagnagrunninum (í kílóbætum)
nb_no: Angir hvor mye plass alle selskapene opptar i databasen (i kilobyte)

# Page 3183728555 - Control 2393372713 - Property 2879900210
source: Total (KB)
cs_cz: Celkem (KB)
de_ch: Gesamt (KB)
fi_fi: Yhteensä (kt)
fr_be: Total (Ko)
is_is: Alls (KB)
nb_no: Totalt (kB)

# Page 1122678929 - Property 2879900210
source: Cue Setup
cs_cz: Nastavení hromádky
de_ch: Stapeleinrichtung
fi_fi: Pinon asetukset
fr_be: Paramètres pile
is_is: Bunkagrunnur
nb_no: Oppsett for bunke-ikon

# Page 1122678929 - Control 3070320983 - Property 1295455071
source: Specifies the name that is assigned to the Cue.
cs_cz: Určuje název, který je přiřazen hromádce.
de_ch: Gibt den Namen an, der dem Stapel zugewiesen ist.
fi_fi: Määrittää pinoon kohdistetun nimen.
fr_be: Spécifie le nom qui est affecté à la pile.
is_is: Tilgreinir heitið sem er úthlutað á bunkann.
nb_no: Angir navnet som er tilordnet til bunke-ikonet.

# Page 1122678929 - Control 3531868071 - Property 1295455071
source: Specifies the ID that is assigned the Cue.
cs_cz: Určuje ID, které je přiřazeno Hromádce.
de_ch: Gibt die ID an, die dem Stapel zugeordnet ist.
fi_fi: Määrittää pinoon kohdistettavan tunnuksen.
fr_be: Spécifie l'ID qui est affecté à la pile.
is_is: Tilgreinir auðkennið sem er úthlutað á bunkann.
nb_no: Angir ID-en som er tilordnet til bunke-ikonet.

# Page 1122678929 - Control 3850109114 - Property 1295455071
source: Specifies the color of the indicator when the value in the Cue is greater than the value of the Threshold 2 field.
cs_cz: Určuje barvu indikátoru, když je hodnota údajů v Hromádce větší než hodnota pole Prahová hodnota.
de_ch: Gibt die Farbe des Indikators an, wenn der Wert im Stapel grösser als der Wert im Feld „Schwellenwert 2“ ist.
fi_fi: Määrittää ilmaisimen värin, kun pinon arvo on suurempi kuin Raja-arvo 2 -kentän arvo.
fr_be: Spécifie la couleur de l'indicateur lorsque la valeur des données dans la pile est supérieure à la valeur spécifiée par le champ Seuil 2.
is_is: Tilgreinir lit vísisins þegar gildi bunka er hærra en gildið í reitnum Þröskuldur 2.
nb_no: Angir fargen på indikatoren når verdien i bunke-ikonet er større enn verdien for feltet Terskel 2.

# Page 1122678929 - Control 2051953352 - Property 1295455071
source: Specifies the color of the indicator when the value of data in the Cue is less than the value that is specified by the Threshold 1 field.
cs_cz: Určuje barvu indikátoru, když hodnota údajů v Hromádce je menší, než je hodnota, která je určena polem Prahová hodnota.
de_ch: Gibt die Farbe des Indikators an, wenn der Wert der Daten im Stapel kleiner als der Wert ist, der im Feld „Schwellenwert 1“ angegeben ist.
fi_fi: Määrittää ilmaisimen värin, kun pinon tietojen arvo on pienempi kuin Raja-arvo 1 -kentän määrittämä arvo.
fr_be: Spécifie la couleur de l'indicateur lorsque la valeur des données dans la pile est inférieure à la valeur spécifiée par le champ Seuil 1.
is_is: Tilgreinir lit vísisins þegar gildi gagna í bunka er minna en gildið sem tilgreint er í reitnum Þröskuldur 1.
nb_no: Angir fargen på indikatoren når verdien til data i bunke-ikonet er mindre enn verdien som er angitt i feltet Terskel 1.

# Page 1122678929 - Control 1593335407 - Property 1295455071
source: Specifies the color of the indicator when the value of data in the Cue is greater than or equal to the value that is specified by the Threshold 1 field but less than or equal to the value that is specified by the Threshold 2 field.
cs_cz: Určuje barvu indikátoru, kdy hodnota data v hromádce je větší nebo je stejná, jako je hodnota specifická pro pole Práh 1, ale je menší nebo stejná jako je hodnota specifická pro pole Práh 2.
de_ch: Gibt die Farbe des Indikators an, wenn der Wert der Daten im Stapel grösser oder gleich dem Wert im Feld „Schwellenwert 1“, aber kleiner oder gleich dem Wert im Feld „Schwellenwert 2“ ist.
fi_fi: Määrittää ilmaisimen värin kun pinon arvo on suurempi tai yhtä suuri kuin Raja-arvo 1 -kentän arvon määrittämä arvo mutta pienempi tai yhtä suuri kuin Raja-arvo 2 -kentän määrittämä arvo.
fr_be: Spécifie la couleur de l'indicateur lorsque la valeur des données de la pile est supérieure ou égale à la valeur spécifiée par le champ Seuil 1 mais inférieure ou égale à la valeur spécifiée par le champ Seuil 2.
is_is: Tilgreinir lit vísisins þegar gildi gagna í bunkanum er meira en eða jafnt og gildið sem er tilgreint í reitnum Þröskuldur 1 en minna en eða jafnt og gildið sem tilgreint er í reitnum Þröskuldur 2.
nb_no: Angir fargen på indikatoren når verdien til data i bunke-ikonet er større enn eller lik verdien som er angitt i feltet Terskel 1, men mindre enn eller lik verdien som er angitt i feltet Terskel 2.

# Page 1122678929 - Control 3135334477 - Property 1295455071
source: Specifies the ID of the Business Central table that contains the Cue.
cs_cz: Určuje ID tabulky Business Central, která obsahuje Hromádku.
de_ch: Gibt die ID der Business Central-Tabelle an, die den Stapel enthält.
fi_fi: Määrittää pinon sisältävän Business Central -taulukon tunnuksen.
fr_be: Spécifie l'ID de la table Business Central contenant la pile.
is_is: Tilgreinir kenni töflunnar í Business Central sem inniheldur bunkann.
nb_no: Angir ID-en for Business Central-tabellen som inneholder bunke-ikonet.

# Page 1122678929 - Control 3808951907 - Property 1295455071
source: Specifies the name of the table that contains the field that defines the Cue.
cs_cz: Určuje název tabulky, která obsahuje pole, které definuje Hromádka.
de_ch: Gibt den Namen der Tabelle an, die das Feld zum Definieren des Stapels enthält.
fi_fi: Määrittää pinon määrittävän kentän sisältävän taulukon nimen.
fr_be: Spécifie le nom du tableau contenant le champ qui définit la pile.
is_is: Tilgreinir heiti töflunnar sem inniheldur reitinn sem skilgreinir bunkann.
nb_no: Angir navnet på tabellen som inneholder feltet som definerer bunke-ikonet.

# Page 1122678929 - Control 2870768530 - Property 1295455071
source: Specifies the value in the Cue below which the indicator has the color that is specified by the Low Range Style field.
cs_cz: Určuje hodnotu v hromádce, pod kterou indikátor označil, že je určena polem Styl pro nízké hodnoty.
de_ch: Gibt den Wert für den Stapel an, ab dem sich bei niedrigeren Werten die Farbe des Indikators in die im Feld „Niedrigbereichsstil“ angegebene Farbe ändert.
fi_fi: Määrittää alla olevan pinon arvon, jonka alapuolella ilmaisimen väri vastaa Matalan alueen tyyli -kentän määritystä.
fr_be: Spécifie la valeur dans la pile en dessous de laquelle l'indicateur est de la couleur spécifiée par le champ Style bas de gamme.
is_is: Tilgreinir gildi bunkans þar sem vísirinn breytir um lit sé hann fyrir neðan það, líkt og tilgreint er í reitnum Stíll lágs sviðs.
nb_no: Angir verdien i bunke-ikonet, som indikatoren har fargen som er angitt av feltet Stil for nedre område, under.

# Page 1122678929 - Control 957678679 - Property 1295455071
source: Specifies the value in the Cue above which the indicator has the color that is specified by the High Range Style field.
cs_cz: Určuje hodnotu v hromádce, u které indikátor označil, že je určena polem Styl vysokého rozsahu.
de_ch: Gibt den Wert für den Stapel an, ab dem sich bei höheren Werten die Farbe des Indikators in die im Feld „Hochbereichsstil“ angegebene Farbe ändert.
fi_fi: Määrittää yllä olevan pinon arvon, jonka ilmaisimen väri vastaa Korkean alueen tyyli -kentän määritystä.
fr_be: Spécifie la valeur dans la pile au-dessus de laquelle l'indicateur est de la couleur spécifiée par le champ Style haut de gamme.
is_is: Tilgreinir gildi bunkans þar sem vísirinn breytir um lit sé hann fyrir ofan það, líkt og tilgreint er í reitnum Stíll hás sviðs.
nb_no: Angir verdien i bunke-ikonet, som indikatoren har fargen som er angitt av feltet Stil for øvre område, over.

# Page 1122678929 - Control 129688762 - Property 1295455071
source: Specifies which Business Central user the indicator setup for the Cue pertains to. If you leave this field blank, then the indicator setup will pertain to all users.
cs_cz: Určuje, kterého uživatele Business Central se nastavení indikátoru pro hromádku týká. Ponecháte-li toto pole prázdné, bude se nastavení ukazatele týkat všech uživatelů.
de_ch: Gibt an, zu welchem Business Central-Benutzer die Indikatoreinrichtung für den Stapel gehört. Wenn Sie dieses Feld leer lassen, betrifft die Indikatoreinrichtung alle Benutzer.
fi_fi: Määrittää, mihin Business Central -käyttäjään pinon ilmaisimen asetukset liittyvät. Jos jätät tämän kentän tyhjäksi, ilmaisimen asetus liittyy kaikkiin käyttäjiin.
fr_be: Spécifie l'utilisateur Business Central auquel la configuration de l'indicateur appartient pour la pile. Si vous laissez ce champ vide, la configuration de l'indicateur concerne tous les utilisateurs.
is_is: Tilgreinir hvaða Business Central-notanda vísauppsetningin fyrir bunkann tilheyrir. Ef þessi reitur er hafður auður gildir uppsetning vísa fyrir alla notendur.
nb_no: Angir hvilken Business Central-bruker indikatordefinisjonen for bunke-ikonet gjelder for. Hvis du lar dette feltet stå tomt, gjelder indikatordefinisjonen for alle brukere.

# Page 3449870094 - Property 2879900210
source: Cue Setup
cs_cz: Nastavení hromádky
de_ch: Stapeleinrichtung
fi_fi: Pinon asetukset
fr_be: Paramètres pile
is_is: Bunkagrunnur
nb_no: Oppsett for bunke-ikon
