Repository: jbakach/MSDyn365BC.Code.History
Catalog: System Application/Source/System Application/Translations/System Application.*.xlf
Languages: cs_cz, de_ch, fi_fi, fr_be, is_is, nb_no

# Page 2282749623 - Action 147247197 - Property 1295455071
source: Open the page from where the email was sent.
cs_cz: Otevřete stránku, ze které byl e-mail odeslán.
de_ch: Öffnet die Seite, von der aus die E-Mail gesendet wurde.
fi_fi: Avaa sivu, jolta sähköpostiviesti lähetettiin.
fr_be: Ouvrez la page à partir de laquelle l’e-mail a été envoyé.
is_is: Opnaðu síðuna þaðan sem tölvupósturinn var sendur.
nb_no: Åpne siden som e-posten ble sendt fra.

# Page 2282749623 - Action 147247197 - Property 2879900210
source: Show Source
cs_cz: Zobrazit zdroj
de_ch: Herkunft anzeigen
fi_fi: Näytä lähde
fr_be: Afficher source
is_is: Sýna uppruna
nb_no: Vis kilde

# Page 2282749623 - Action 1087410529 - Property 1295455071
source: Attach a file that was originally attached to the source document.
cs_cz: Připojte soubor, který byl původně připojen ke zdrojovému dokladu.
de_ch: Fügen Sie eine Datei an, die ursprünglich mit dem Herkunftsbeleg verknüpft war.
fi_fi: Liitä tiedosto, joka on alun perin liitetty lähdeasiakirjaan.
fr_be: Joignez un fichier qui a été initialement joint au document origine.
is_is: Hengja skrá við sem var upprunalega hengd við upprunaskjalið.
nb_no: Legg ved en fil som opprinnelig var knyttet til kildedokumentet.

# Page 2282749623 - Action 1087410529 - Property 2879900210
source: Get Source Attachments
cs_cz: Získat zdrojové přílohy
de_ch: Quelldateianhänge abrufen
fi_fi: Hae lähdeliitteet
fr_be: Extraire documents joints sources
is_is: Sækja upprunaviðhengi
nb_no: Hent kildevedlegg

# Page 2282749623 - Action 701918397 - Property 1295455071
source: Attach files, such as documents or images, to the email.
cs_cz: Připojte k e-mailu soubory, například dokumenty nebo obrázky.
de_ch: Der E-Mail Dateien (z. B. Belege oder Bilder) hinzufügen
fi_fi: Liitä sähköpostiviestiin tiedostoja, kuten asiakirjoja tai kuvia.
fr_be: Joindre des fichiers, tels que des documents ou des images, à l’e-mail.
is_is: Hengið skrár, svo sem skjöl eða myndir, við tölvupóstinn.
nb_no: Legg ved filer, for eksempel dokumenter eller bilder, i e-posten.

# Page 2282749623 - Action 701918397 - Property 2879900210
source: Attach File
cs_cz: Připojit soubor
de_ch: Datei anhängen
fi_fi: Liitä tiedosto
fr_be: Joindre un fichier
is_is: Hengja skrá við
nb_no: Legg ved fil

# Page 2282749623 - Action 970153994 - Property 1295455071
source: Use a Word template with data from the entity to fill the email body.
cs_cz: K vyplnění těla e-mailu použijte šablonu Wordu s daty z entity.
de_ch: Verwenden Sie eine Word-Vorlage mit Daten aus der Entität, um den E-Mail-Text zu füllen.
fi_fi: Täytä sähköpostin perusteksti käyttämällä Word-mallia, joka sisältää objektin tiedot.
fr_be: Utilisez un modèle Word avec les données de l’entité pour remplir le corps de l’e-mail.
is_is: Nota Word-sniðmát með gögnum frá aðilanum til að fylla inn í tölvupóstinn.
nb_no: Bruk en Word-mal med data fra enheten til å fylle brødteksten i e-posten.

# Page 2282749623 - Action 970153994 - Property 2879900210
source: Use Word Template
cs_cz: Použití šablony aplikace Word
de_ch: Word-Vorlage verwenden
fi_fi: Käytä Word-mallia
fr_be: Utiliser un modèle Word
is_is: Nota Word-sniðmát
nb_no: Bruk Word-mal

# Page 1251581097 - Property 2879900210
source: Email Outbox
cs_cz: E-mailová pošta k odeslání
de_ch: E-Mail-Ausgang
fi_fi: Sähköpostin Lähtevät-kansio
fr_be: Boîte d’envoi d’e-mails
is_is: Úthólf tölvupósts
nb_no: E-postutboks

# Page 1251581097 - Property 3863440606
source: draft email
cs_cz: koncept e-mailu
de_ch: E-Mail-Entwurf
fi_fi: sähköpostiluonnos
fr_be: e-mail provisoire
is_is: drög að tölvupósti
nb_no: utkast til e-post

# Page 1251581097 - NamedType 4247047285
source: The email extension that was used to send this email has been uninstalled. To view information about the email account, you must reinstall the extension.
cs_cz: Rozšíření e-mailu, které bylo použito k odeslání tohoto e-mailu, bylo odinstalováno. Chcete-li zobrazit informace o e-mailovém účtu, je nutné rozšíření přeinstalovat.
de_ch: Die E-Mail-Erweiterung, die zum Senden dieser E-Mail verwendet wurde, wurde deinstalliert. Zum Anzeigen von Informationen über das E-Mail-Konto müssen Sie die Erweiterung neu installieren.
fi_fi: Tämän sähköpostiviestin lähettämiseen käytetyn sähköpostilaajennuksen asennus on poistettu. Jotta voit katsoa sähköpostitiliin liittyviä tietoja, sinun on asennettava laajennus uudelleen.
fr_be: L’extension de messagerie utilisée pour envoyer cet e-mail a été désinstallée. Pour afficher des informations sur le compte de messagerie, réinstallez l’extension.
is_is: Tölvupóstsviðbótin sem var notuð til að senda þennan tölvupóst hefur verið fjarlægð. Til að skoða upplýsingar um tölvupóstsreikninginn þarf að setja viðbótina aftur upp.
nb_no: E-postutvidelsen som ble brukt til å sende denne e-posten, er avinstallert. Hvis du vil vise informasjon om e-postkontoen, må du installere utvidelsen på nytt.

# Page 1251581097 - NamedType 3318074931
source: Your emails are being throttled due to the rate limit set on an account.
cs_cz: Vaše e-maily jsou omezovány kvůli limitu nastavenému na účtu.
de_ch: Ihre E-Mails werden aufgrund des für ein Konto festgelegten Übertragungsratenlimits gedrosselt.
fi_fi: Sähköpostiviestejä on rajoitettu tilille asetetun rajan vuoksi.
fr_be: Vos e-mails sont limités en raison du débit maximal défini pour un compte.
is_is: Takmarkanir eru á tölvupóstum vegna tíðnimarka sem hafa verið stillt fyrir reikning.
nb_no: E-postene begrenses på grunn av frekvensgrensen angitt på en konto.

# Page 1251581097 - Control 3083306301 - Property 1295455071
source: Specifies the extension that will be used to send the email.
cs_cz: Určuje rozšíření, které bude použito k odeslání e-mailu.
de_ch: Gibt die Erweiterung an, die zum Senden der E-Mail verwendet wird.
fi_fi: Määrittää sähköpostiviestin lähettämiseen käytettävän laajennuksen.
fr_be: Spécifie l’extension qui sera utilisée pour envoyer l’e-mail.
is_is: Tilgreinir viðbótina sem verður notuð til að senda tölvupóstinn.
nb_no: Angir utvidelsen som skal brukes til å sende e-posten.

# Page 1251581097 - Control 2166984753 - Property 1295455071
source: Specifies the date when this email failed to send.
cs_cz: Určuje datum, kdy se tento e-mail nepodařilo odeslat.
de_ch: Gibt das Datum an, an dem diese E-Mail nicht gesendet werden konnte.
fi_fi: Määrittää päivämäärän, jolloin tämän sähköpostiviestin lähetys epäonnistui.
fr_be: Spécifie la date à laquelle cet e-mail n’a pas pu être envoyé.
is_is: Tilgreinir dagsetninguna þegar sending tölvupósts mistókst.
nb_no: Angir datoen da denne e-posten ikke ble sendt.

# Page 1251581097 - Control 3879203947 - Property 1295455071
source: Specifies the date when this email was queued up to be sent.
cs_cz: Určuje datum, kdy byl tento e-mail zařazen do fronty k odeslání.
de_ch: Gibt das Datum an, an dem diese E-Mail in die Warteschlange gestellt wurde.
fi_fi: Määrittää päivämäärän, jolloin tämä sähköpostiviesti asetettiin lähetysjonoon.
fr_be: Spécifie la date à laquelle ce message a été mis en attente d'envoi.
is_is: Tilgreinir dagsetninguna þegar þessi tölvupóstur var settur í biðröð til að vera sendur.
nb_no: Angir datoen da denne e-posten ble satt i kø for sending.

# Page 1251581097 - Control 3237534996 - Property 1295455071
source: Specifies the date when this email is scheduled for sending.
cs_cz: Určuje datum, kdy je naplánováno odeslání tohoto e-mailu.
de_ch: Gibt das Datum an, an dem das Versenden dieser E-Mail geplant ist.
fi_fi: Määrittää päivämäärän, jolloin tämä sähköposti on ajoitettu lähetettäväksi.
fr_be: Spécifie la date à laquelle l’envoi de ce courrier électronique est planifié.
is_is: Tilgreinir dagsetninguna þegar á að senda tölvupóstinn.
nb_no: Angir datoen når e-posten er planlagt for sending.

# Page 1251581097 - Control 3552705779 - Property 1295455071
source: Specifies the description of email.
cs_cz: Určuje popis e-mailu.
de_ch: Gibt die Beschreibung der E-Mail an.
fi_fi: Määrittää sähköpostiviestin kuvauksen.
fr_be: Spécifie la description de l’e-mail.
is_is: Tilgreinir lýsinguna á tölvupóstinum.
nb_no: Angir beskrivelsen av e-posten.

# Page 1251581097 - Control 2248886284 - Property 1295455071
source: Specifies the email error message.
cs_cz: Určuje chybovou zprávu e-mailu.
de_ch: Gibt die E-Mail-Fehlermeldung an.
fi_fi: Määrittää sähköpostin virhesanoman.
fr_be: Spécifie le message d’erreur de l'e-mail.
is_is: Tilgreinir villuboðin fyrir tölvupóstinn.
nb_no: Angir e-postfeilmeldingen.

# Page 1251581097 - Control 3460611877 - Property 1295455071
source: Specifies the user who triggered this email to be sent.
cs_cz: Určuje uživatele, který tento e-mail spustil, aby byl odeslán.
de_ch: Gibt den Benutzer an, der den Versand dieser E-Mail auslöste.
fi_fi: Määrittää käyttäjän, joka aloitti tämän sähköpostiviestin lähettämisen.
fr_be: Spécifie l’utilisateur qui a déclenché l'envoi de cet e-mail.
is_is: Tilgreinir notandann sem ákvað að senda þennan tölvupóst.
nb_no: Angir brukeren som utløste denne e-posten for sending.

# Page 1251581097 - Control 3916863470 - Property 1295455071
source: Specifies the email address that this email was sent from.
cs_cz: Určuje e-mailovou adresu, ze které byl tento e-mail odeslán.
de_ch: Gibt die E-Mail-Adresse an, von der diese E-Mail gesendet wurde.
fi_fi: Määrittää sähköpostiosoitteen, josta tämä sähköposti lähetettiin.
fr_be: Spécifie l’adresse e-mail à partir de laquelle ce message a été envoyé.
is_is: Tilgreinir netfangið sem þessi tölvupóstur var sendur frá.
nb_no: Angir e-postadressen som denne e-posten ble sendt fra.

# Page 1251581097 - Control 3916863470 - Property 2879900210
source: Sent From
cs_cz: Odesláno z
de_ch: Gesendet von
fi_fi: Lähetetty kohteesta
fr_be: Envoyé par
is_is: Sendur frá
nb_no: Sendt fra

# Page 1251581097 - Control 513339096 - Property 1295455071
source: Specifies the email job status.
cs_cz: Určuje stav e-mailové úlohy.
de_ch: Gibt den Status des E-Mail-Projekts an.
fi_fi: Määrittää sähköpostin työn tilan.
fr_be: Spécifie le statut du projet de messagerie.
is_is: Tilgreinir vinnslustöðu tölvupósts.
nb_no: Angir statusen for e-postjobben.

# Page 1251581097 - Action 1700570109 - Property 1295455071
source: Show Error.
cs_cz: Zobrazit chybu
de_ch: Fehler anzeigen
fi_fi: Näytä virhe.
fr_be: Affichez l'erreur.
is_is: Sýna villu.
nb_no: Vis feil.

# Page 1251581097 - Action 1700570109 - Property 2879900210
source: Show Error
cs_cz: Zobrazit chybu
de_ch: Fehler anzeigen
fi_fi: Näytä virhe
fr_be: Afficher erreur
is_is: Sýna villu
nb_no: Vis feil

# Page 1251581097 - Action 3406973905 - Property 1295455071
source: View technical details about the error callstack to troubleshoot email errors.
cs_cz: Chcete-li řešit chyby e-mailu, zobrazte technické podrobnosti zásobníku chybových volání.
de_ch: Technische Details zur Fehler-Aufrufliste anzeigen, E-Mail-Fehler zu beheben.
fi_fi: Näytä virhekutsupinon tekniset tiedot ja suorita sähköpostivirheiden vianmääritys.
fr_be: Affichez les détails techniques sur la pile d’erreurs pour résoudre les erreurs de messagerie.
is_is: Skoðið tæknilegar upplýsingar um kallastafla villna til að greina villur í tölvupósti.
nb_no: Vis tekniske detaljer om feilen kallstakk for å feilsøke e-postfeil.

# Page 1251581097 - Action 3406973905 - Property 2879900210
source: Investigate Error
cs_cz: Prozkoumat chybu
de_ch: Fehler prüfen
fi_fi: Tutki virhettä
fr_be: Enquêter sur une erreur
is_is: Rannsaka villu
nb_no: Undersøk feil

# Page 1251581097 - Action 147247197 - Property 1295455071
source: Open the page from where the email was sent.
cs_cz: Otevřete stránku, ze které byl e-mail odeslán.
de_ch: Öffnet die Seite, von der aus die E-Mail gesendet wurde.
fi_fi: Avaa sivu, jolta sähköpostiviesti lähetettiin.
fr_be: Ouvrez la page à partir de laquelle l’e-mail a été envoyé.
is_is: Opnaðu síðuna þaðan sem tölvupósturinn var sendur.
nb_no: Åpne siden som e-posten ble sendt fra.

# Page 1251581097 - Action 147247197 - Property 2879900210
source: Show Source
cs_cz: Zobrazit zdroj
de_ch: Herkunft anzeigen
fi_fi: Näytä lähde
fr_be: Afficher source
is_is: Sýna uppruna
nb_no: Vis kilde

# Page 1251581097 - Action 2026913255 - Property 1295455071
source: Refresh
cs_cz: Aktualizovat
de_ch: Aktualisieren
fi_fi: Päivitä
fr_be: Actualiser
is_is: Uppfæra
nb_no: Oppdater

# Page 1251581097 - Action 2026913255 - Property 2879900210
source: Refresh
cs_cz: Aktualizovat
de_ch: Aktualisieren
fi_fi: Päivitä
fr_be: Actualiser
is_is: Uppfæra
nb_no: Oppdater

# Page 1251581097 - Action 743942932 - Property 1295455071
source: Send the email for processing. The status will change to Pending until it's processed. If the email is successfully sent, it will no longer display in your Outbox.
cs_cz: Odešlete e-mail ke zpracování. Stav se změní na Čeká na vyřízení, dokud nebude zpracován. Pokud je e-mail úspěšně odeslán, nebude se již zobrazovat ve složce Pošta k odeslání.
de_ch: Senden Sie die E-Mail zur Verarbeitung. Der Status wird in „Ausstehend“ geändert, bis sie verarbeitet wird. Wenn die E-Mail erfolgreich gesendet wurde, wird sie nicht mehr im Postausgang angezeigt.
fi_fi: Lähetä sähköpostiviesti käsiteltäväksi. Tilaksi muuttuu Odottava, kunnes viesti on käsitelty. Jos sähköpostiviestin lähetys onnistuu, se ei enää näy Lähtevät-kansiossa.
fr_be: Envoyez l’e-mail pour traitement. Le statut passe à En attente jusqu’à ce qu’il soit traité. Si l’e-mail a été envoyé avec succès, il ne s’affiche plus dans votre boîte d’envoi.
is_is: Senda skal tölvupóstinn til úrvinnslu. Staðan breytist í Í bið þar til vinnslu er lokið. Ef tölvupósturinn er sendur sést hann ekki lengur í úthólfinu.
nb_no: Send e-posten til behandling. Statusen endres til Venter til den er behandlet. Hvis e-posten er sendt, vises den ikke lenger i utboksen.

# Page 1251581097 - Action 743942932 - Property 2879900210
source: Send
cs_cz: Odeslat
de_ch: Senden
fi_fi: Lähetä
fr_be: Envoyer
is_is: Senda

# Page 3344272628 - Property 1968111052
source: Assign email rate limit for an account
cs_cz: Přiřadit k účtu limit pro emaily
de_ch: E-Mail-Ratenbegrenzung für ein Konto zuweisen
fi_fi: Määritä tilin sähköpostiraja
fr_be: Affecter un débit maximal des courriers électroniques à un compte
is_is: Úthluta tíðnimörkum netfangs fyrir reikning
nb_no: Tildel frekvensgrense for e-post for en konto

# Page 3344272628 - Property 2879900210
source: Set Email Rate Limit per Minute
cs_cz: Nastavení limitu pro emaily za minutu
de_ch: Ratenbegrenzung für E-Mails pro Minute festlegen
fi_fi: Määritä sähköpostiraja minuuttia kohti
fr_be: Définir le débit maximal des courriers électroniques par minute
is_is: Stilla tíðnimörk tölvupósts á mínútu
nb_no: Angi frekvensgrense for e-post per minutt

# Page 3344272628 - NamedType 286665424
source: No limit
cs_cz: Bez omezení
de_ch: Keine Begrenzung
fi_fi: Ei rajaa
fr_be: Aucune limite
is_is: Engin takmörk
nb_no: Ingen grense

# Page 3344272628 - Control 2814033574 - Property 1295455071
source: The email address for the current email account.
cs_cz: E-mailová adresa aktuálního e-mailového účtu.
de_ch: Die E-Mail-Adresse für das aktuelle E-Mail-Konto
fi_fi: Nykyisen sähköpostitilin sähköpostiosoite.
fr_be: Adresse e-mail du compte de messagerie actuel.
is_is: Netfangið fyrir núverandi tölvupóstsreikning.
nb_no: E-postadressen for den nåværende e-postkontoen.

# Page 3344272628 - Control 2814033574 - Property 2879900210
source: Email Address
cs_cz: Emailová adresa
de_ch: E-Mail-Adresse
fi_fi: Sähköpostiosoite
fr_be: Adresse e-mail
is_is: Netfang
nb_no: E-postadresse

# Page 3344272628 - Control 274605909 - Property 1295455071
source: The email account name for the current account.
cs_cz: Název e-mailového účtu pro aktuální účet.
de_ch: Der Name des E-Mail-Kontos für das aktuelle Konto
fi_fi: Nykyisen tilin sähköpostitilin nimi.
fr_be: Nom du compte de messagerie pour le compte actuel.
is_is: Heiti póstreiknings fyrir núverandi reikning.
nb_no: Navnet på e-postkontoen for den nåværende kontoen.

# Page 3344272628 - Control 274605909 - Property 2879900210
source: Email Account Name
cs_cz: Název e-mailového účtu
de_ch: Name des E-Mail-Kontos
fi_fi: Sähköpostitilin nimi
fr_be: Nom du compte de messagerie
is_is: Heiti tölvupóstsreiknings
nb_no: Navn på e-postkonto

# Page 3344272628 - Control 617774859 - Property 1295455071
source: Specifies the maximum number of emails per minute the account can send. A rate limit of 0 indicates no limit.
cs_cz: Určuje maximální počet e-mailů za minutu, které může účet odeslat. Limit 0 znamená žádné omezení.
de_ch: Gibt die maximale Anzahl von E-Mails an, die das Konto pro Minute senden kann. Eine Ratenbegrenzung von „0“ bedeutet kein Limit.
fi_fi: Määrittää, miten monta sähköpostiviestiä tili voi lähettää enintään minuutissa. Jos raja on 0, rajoitusta ei ole.
fr_be: Spécifie le nombre maximal de courriers électroniques que le compte peut envoyer par minute. Un débit maximal de 0 indique l’absence de limite.
is_is: Tilgreinir hámarksfjölda tölvupósta á mínútu sem reikningurinn getur sent. Tíðnin 0 gefur til kynna að engin mörk séu til staðar.
nb_no: Angir maksimalt antall e-poster per minutt som kontoen kan sende. En frekvensgrense på null angir ingen grense.

# Page 3344272628 - Control 617774859 - Property 2879900210
source: Rate Limit per Minute
cs_cz: Limit za minutu
de_ch: Ratenbegrenzung pro Minute
fi_fi: Raja minuuttia kohti
fr_be: Débit maximal par minute
is_is: Tíðnimörk á mínútu
nb_no: Frekvensgrense per minutt

# Page 3344272628 - Action 1178809860 - Property 1295455071
source: Set the rate limit.
cs_cz: Nastavte limit.
de_ch: Legt die Ratenbegrenzung fest
fi_fi: Määritä raja.
fr_be: Définissez le débit maximal.
is_is: Stilltu tímamörk.
nb_no: Angi frekvensgrense.

# Page 3344272628 - Action 1178809860 - Property 2879900210
source: Confirm
cs_cz: Potvrdit
de_ch: Bestätigen
fi_fi: Vahvista
fr_be: Confirmer
is_is: Staðfesta
nb_no: Bekreft

# Page 240224259 - Property 2879900210
source: Related Attachments
cs_cz: Související přílohy
de_ch: Zugehörige Dateianhänge
fi_fi: Liittyvät liitteet
fr_be: Documents joints associés
is_is: Tengd viðhengi
nb_no: Tilknyttede vedlegg

# Page 240224259 - Control 989751795 - Property 1295455071
source: Specifies the name of the attachment
cs_cz: Určuje název přílohy
de_ch: Gibt den Namen des Anhangs an.
fi_fi: Määrittää liitteen nimen
fr_be: Spécifie le nom du document joint
is_is: Tilgreinir heiti viðhengisins
nb_no: Angir navnet på vedlegget.

# Page 240224259 - Control 989751795 - Property 2879900210
source: Filename
cs_cz: Názevsouboru
de_ch: Dateiname
fi_fi: Tiedostonimi
fr_be: Nom du fichier
is_is: Skráarheiti
nb_no: Filnavn

# Page 240224259 - Control 2397723431 - Property 1295455071
source: Specifies source record of the attachment.
cs_cz: Určuje zdrojový záznam přílohy.
de_ch: Gibt den Quelldatensatz des Dateianhangs an.
fi_fi: Määrittää liitteen lähdetietueen.
fr_be: Spécifie l’enregistrement source du document joint.
is_is: Tilgreinir upprunaskrá viðhengisins.
nb_no: Angir kildeposten for vedlegget.

# Page 240224259 - Control 2397723431 - Property 2879900210
source: Source
cs_cz: Zdroj
de_ch: Quelle
fi_fi: Lähde
is_is: Uppruni
nb_no: Kilde

# Page 423292104 - Property 2879900210
source: Related Records
cs_cz: Související záznamy
de_ch: Verknüpfte Datensätze
fi_fi: Liittyvät tietueet
fr_be: Enregistrements associés
is_is: Tengdar færslur
nb_no: Relaterte oppføringer

# Page 423292104 - Control 526938458 - Property 1295455071
source: Specifies the type of source relation.
cs_cz: Určuje typ zdrojového vztahu.
de_ch: Gibt den Quellrelationstyp an.
fi_fi: Määrittää lähdesuhteen tyypin.
fr_be: Spécifie le type de relation source.
is_is: Tilgreinir gerð upprunatengsla.
nb_no: Angir typen kilderelasjon.

# Page 423292104 - Control 526938458 - Property 2879900210
source: Type of relation
cs_cz: Typ relace
de_ch: Relationstyp
fi_fi: Suhteen tyyppi
fr_be: Type de relation
is_is: Gerð tengsla
nb_no: Relasjonstype

# Page 423292104 - Control 1343707150 - Property 1295455071
source: Specifies the type of source record and its identifier. Choose the record to view more information.
cs_cz: Určuje typ zdrojového záznamu a jeho identifikátor. Zvolte záznam, chcete-li zobrazit další informace.
de_ch: Gibt den Quelldatensatztyp und seinen Bezeichner an. Wählen Sie den Datensatz aus, um weitere Informationen anzuzeigen.
fi_fi: Määrittää lähdetietueen tyypin ja sen tunnuksen. Valitse tietue, jos haluat katsoa lisätietoja.
fr_be: Spécifie le type d’enregistrement source et son identifiant. Choisissez l’enregistrement pour afficher plus d’informations.
is_is: Tilgreinir gerð upprunafærslu og kenni hennar. Frekari upplýsingar fást með því að velja færsluna.
nb_no: Angir typen kildeoppføring og tilhørende identifikator. Velg oppføringen for å se mer informasjon.

# Page 423292104 - Control 1343707150 - Property 2879900210
source: Source Record
cs_cz: Zdrojový záznam
de_ch: Quelldatensatz
fi_fi: Lähdetietue
fr_be: ID d’enregistrement source
is_is: Upprunafærsla
nb_no: Kildepost

# Page 664053810 - Property 1968111052
source: Assign email attachments for email scenario
cs_cz: Přiřazení e-mailových příloh pro scénář e-mailu
de_ch: E-Mail-Anhänge für E-Mail-Szenario zuweisen
fi_fi: Määritä sähköpostin liitteitä sähköpostiskenaariolle
fr_be: Affecter les pièces jointes d’e-mail pour le scénario de messagerie
is_is: Úthluta tölvupóstviðhengjum fyrir póstaðstæður
nb_no: Tildel e-postvedlegg for e-postscenario

# Page 664053810 - Property 2879900210
source: Email Scenario Attachments
cs_cz: Přílohy scénáře e-mailu
de_ch: E-Mail-Szenario-Anlagen
fi_fi: Sähköpostiskenaarion liitteet
fr_be: Pièces jointes du scénario de messagerie
is_is: Viðhengi tölvupóstaðstæðna
nb_no: Vedlegg for e-postscenario

# Page 664053810 - NamedType 2367821945
source: Go ahead and delete?
cs_cz: Pokračovat a odstranit?
de_ch: Fortfahren und löschen?
fi_fi: Haluatko poistaa?
fr_be: Voulez-vous supprimer ?
is_is: Halda áfram og eyða?
nb_no: Vil du slette?

# Page 664053810 - Control 3160323516 - Property 1295455071
source: Specifies whether to automatically attach the file to emails sent from processes related to this scenario. You can manually attach files that are not default.
cs_cz: Určuje, zda se má soubor automaticky připojit k e-mailům odeslaným z procesů souvisejících s tímto scénářem. Můžete ručně připojit soubory, které nejsou výchozí.
de_ch: Gibt an, ob die Datei automatisch an E-Mails angehängt werden soll, die von mit diesem Szenario verknüpften Prozessen gesendet werden. Sie können Dateien, die nicht standardmässig sind, manuell anfügen.
fi_fi: Määrittää, liitetäänkö tiedosto automaattisesti sähköpostiviesteihin, jotka lähetetään tähän skenaarioon liittyvistä prosesseista. Voit liittää manuaalisesti tiedostoja, jotka eivät ole oletusarvoisia.
fr_be: Spécifie s’il faut joindre automatiquement le fichier aux e-mails envoyés par les processus associés à ce scénario. Vous pouvez joindre manuellement des fichiers qui ne sont pas définis par défaut.
is_is: Tilgreinir hvort hengja eigi skrána sjálfkrafa við tölvupósta sem sendir eru frá ferlum sem tengjast þessum aðstæðum. Hægt er að hengja handvirkt við skrár sem eru ekki sjálfgefnar.
nb_no: Angir om filen skal legges ved automatisk i e-poster som sendes fra prosesser som er knyttet til dette scenarioet. Du kan legge ved filer som ikke er standard, manuelt.

# Page 664053810 - Control 3160323516 - Property 2879900210
source: Attach by Default
cs_cz: Připojit ve výchozím nastavení
de_ch: Standardmässig anfügen
fi_fi: Liitä oletuksena
fr_be: Joindre par défaut
is_is: Hengja við samkvæmt sjálfgefnu
nb_no: Legg ved som standard
