Repository: jbakach/MSDyn365BC.Code.History
Catalog: System Application/Source/System Application/Translations/System Application.*.xlf
Languages: cs_cz, de_ch, fi_fi, fr_be, is_is, nb_no

# Table 1358710565 - Field 3076185996 - Property 2879900210
source: System ID
cs_cz: ID systémové úlohy
fi_fi: Järjestelmän tunnus
fr_be: ID système
is_is: Kenni kerfis

# Table 1358710565 - Field 3135334477 - Property 2879900210
source: Table ID
cs_cz: ID tabulky
de_ch: Tabellen-ID
fi_fi: Taulukon tunnus
fr_be: ID table
is_is: Kenni töflu
nb_no: Tabell-ID

# Table 1358710565 - Field 1131619133 - Property 2879900210
source: Value
cs_cz: Hodnota
de_ch: Wert
fi_fi: Arvo
fr_be: Valeur
is_is: Gildi
nb_no: Verdi

# Table 2934790640 - Property 2879900210
source: Upgrade Tag Backup
cs_cz: Zálohování značek upgradu
de_ch: Upgrade-Tag-Datensicherung
fi_fi: Päivitä tunnisteen varmuuskopio
fr_be: Mettre à niveau la balise de sauvegarde
is_is: Uppfæra öryggisafrit merkis
nb_no: Sikkerhetskopi av oppgraderingskode

# Table 2934790640 - Field 2166181827 - Property 2879900210
source: Content
cs_cz: Obsah
de_ch: Inhalt
fi_fi: Sisältö
fr_be: Contenu
is_is: Efni
nb_no: Innhold

# Table 2934790640 - Field 415504711 - Property 2879900210
source: Id
fi_fi: Tunnus
is_is: Kenni

# Table 1704880675 - Property 2879900210
source: Upgrade Tags
cs_cz: Příznak Upgrade
fi_fi: Päivitä tunnisteet
fr_be: Mettre à niveau les balises
is_is: Uppfæra merki
nb_no: Oppgrader koder

# Table 1704880675 - Field 3133801257 - Property 2879900210
source: Company
cs_cz: Společnost
de_ch: Unternehmen
fi_fi: Yritys
fr_be: Société
is_is: Fyrirtæki
nb_no: Selskap

# Table 1704880675 - Field 4276350956 - Property 2879900210
source: Skipped Upgrade
cs_cz: Přeskočen upgrade
de_ch: Übersprungenes Upgrade
fi_fi: Ohitettu päivitys
fr_be: Mise à niveau ignorée
is_is: Uppfærsla sem var sleppt
nb_no: Hoppet over oppgradering

# Table 1704880675 - Field 2801749846 - Property 2879900210
source: Tag
cs_cz: Značka
fi_fi: Tunniste
fr_be: Balise
is_is: Merki
nb_no: Kode

# Table 1704880675 - Field 621446384 - Property 2879900210
source: Tag Timestamp
cs_cz: Příznak Časové razítko
de_ch: Tag-Zeitstempel
fi_fi: Tunnisteen aikaleima
fr_be: Horodateur de la balise
is_is: Tímastimpill merkis
nb_no: Tidsstempel for kode

# Table 2748466131 - Property 2879900210
source: User Checklist Status
cs_cz: Stav kontrolního seznamu uživatele
de_ch: Status der Benutzercheckliste
fi_fi: Käyttäjän tarkistusluettelon tila
fr_be: Statut de la liste de contrôle de l’utilisateur
is_is: Staða gátlista notanda
nb_no: Sjekklistestatus for bruker

# Table 2748466131 - Field 2831725324 - Property 2879900210
source: Checklist Status
cs_cz: Stav kontrolního seznamu
de_ch: Checklistenstatus
fi_fi: Tarkistusluettelon tila
fr_be: Statut liste contrôle
is_is: Staða gátlista
nb_no: Sjekklistestatus

# Table 2748466131 - Field 2439416808 - Property 2879900210
source: Is Current Role Center
cs_cz: Je aktuální centrum rolí
de_ch: Ist Aktuelles Rollencenter
fi_fi: On Nykyinen roolikeskus
fr_be: Est Tableau de bord actif
is_is: Er núverandi hlutverkamiðstöð
nb_no: Er gjeldende rollesenter

# Table 2748466131 - Field 2814139144 - Property 2879900210
source: Is Visible
cs_cz: je viditelné
de_ch: Ist sichtbar
fi_fi: On näkyvissä
fr_be: Est visible
is_is: Er sýnilegt
nb_no: Er synlig

# Table 2748466131 - Field 1918310387 - Property 2879900210
source: Role ID
cs_cz: ID role
de_ch: Rollen-ID
fi_fi: Roolin tunnus
fr_be: ID rôle
is_is: Kenni hlutverks
nb_no: Rolle-ID

# Table 2748466131 - Field 2708250016 - Property 2879900210
source: User ID
cs_cz: ID uživatele
de_ch: Benutzer-ID
fi_fi: Käyttäjätunnus
fr_be: ID utilisateur
is_is: Notandakenni
nb_no: Bruker-ID

# Table 3780677409 - Property 2879900210
source: User Environment Login
cs_cz: Přihlášení do uživatelského prostředí
de_ch: Benutzerumgebungsanmeldung
fi_fi: Käyttöympäristön kirjautuminen
fr_be: Ouverture de session environnement utilisateur
is_is: Innskráning í notendaumhverfi
nb_no: Pålogging til brukermiljø

# Table 3780677409 - Field 1950707465 - Property 2879900210
source: User SID
cs_cz: SID uživatele
de_ch: Benutzer-SID
fi_fi: Käyttäjän suojaustunnus
fr_be: SID utilisateur
is_is: SID notanda
nb_no: Bruker-SID

# Table 1486435046 - Property 2879900210
source: User Login
cs_cz: Přihlášení uživatele
de_ch: Benutzeranmeldename
fi_fi: Käyttäjän kirjautuminen
fr_be: Connexion de l’utilisateur
is_is: Innskráning notanda
nb_no: Brukerpålogging

# Table 1486435046 - Field 3904802791 - Property 2879900210
source: First Login Date
cs_cz: Datum prvního přihlášení
de_ch: Datum der ersten Anmeldung
fi_fi: Ensimmäisen kirjautumisen päivämäärä
fr_be: Date de la première connexion
is_is: Fyrsta innskráningardagsetning
nb_no: Første påloggingsdato

# Table 1486435046 - Field 378991847 - Property 2879900210
source: Last Login Date
cs_cz: Datum posledního přihlášení
de_ch: Datum der letzten Anmeldung
fi_fi: Viimeisen kirjautumisen päivämäärä
fr_be: Date de la dernière connexion
is_is: Dagsetning síðustu innskráningar
nb_no: Siste påloggingsdato

# Table 1486435046 - Field 2656929399 - Property 2879900210
source: Penultimate Login Date
cs_cz: Předposlední Datum přihlášení
de_ch: Datum der vorletzten Anmeldung
fi_fi: Toiseksi viimeisen kirjautumisen päivämäärä
fr_be: Avant-dernière date de connexion
is_is: Dagsetning næstsíðustu innskráningar
nb_no: Nest siste påloggingsdato

# Table 1486435046 - Field 1950707465 - Property 2879900210
source: User SID
cs_cz: SID uživatele
de_ch: Benutzer-SID
fi_fi: Käyttäjän suojaustunnus
fr_be: SID utilisateur
is_is: SID notanda
nb_no: Bruker-SID

# Table 3975264862 - Property 2879900210
source: User Plan
cs_cz: Uživatel plánu
de_ch: Benutzerplan
fi_fi: Käyttäjän suunnitelma
fr_be: Plan utilisateur
is_is: Áskrift notanda
nb_no: Brukerplan

# Table 3975264862 - Field 2946131562 - Property 2879900210
source: Plan ID
cs_cz: ID plánu
fi_fi: Suunnitelman tunnus
fr_be: ID plan
is_is: Auðkenni áætlunar

# Table 3975264862 - Field 2387530096 - Property 2879900210
source: Plan Name
cs_cz: Jméno plánu
fi_fi: Suunnitelman nimi
fr_be: Nom du plan
is_is: Heiti áætlunar
nb_no: Plannavn

# Table 3975264862 - Field 1581469095 - Property 2879900210
source: Full Name
cs_cz: Celé jméno
de_ch: Vollständiger Name
fi_fi: Koko nimi
fr_be: Nom complet
is_is: Fullt nafn
nb_no: Fullt navn

# Table 3975264862 - Field 129688762 - Property 2879900210
source: User Name
cs_cz: Název uživatele
de_ch: Benutzername
fi_fi: Käyttäjänimi
fr_be: Nom utilisateur
is_is: Notandanafn
nb_no: Brukernavn

# Table 3975264862 - Field 3021697414 - Property 2879900210
source: User Security ID
cs_cz: ID uživatelského zabezpečení
de_ch: Benutzersicherheitskennung
fi_fi: Käyttäjän suojaustunnus
fr_be: ID sécurité utilisateur
is_is: Öryggisauðkenni notanda
nb_no: Sikkerhets-ID for bruker

# Table 2303806024 - Property 2879900210
source: User Settings
cs_cz: Uživatelská nastavení
de_ch: Benutzereinstellungen
fi_fi: Käyttäjän mukautukset
fr_be: Préférences client
is_is: Notandastillingar
nb_no: Brukerinnstillinger

# Table 2303806024 - Field 2766253784 - Property 2879900210
source: App ID
cs_cz: ID aplikace
fi_fi: Sovelluksen tunnus
fr_be: ID application
is_is: Kenni forrits

# Table 2303806024 - Field 3133801257 - Property 2879900210
source: Company
cs_cz: Společnost
de_ch: Mandant
fi_fi: Yritys
fr_be: Société
is_is: Fyrirtæki
nb_no: Selskap

# Table 2303806024 - Field 1258534936 - Property 2879900210
source: Initialized
cs_cz: inicializovaný
de_ch: Initialisiert
fi_fi: Alustettu
fr_be: Initialisé
is_is: Frumstillt
nb_no: Initialisert

# Table 2303806024 - Field 450009889 - Property 2879900210
source: Language ID
cs_cz: ID jazyka
de_ch: Sprach-ID
fi_fi: Kielen tunnus
fr_be: ID langue
is_is: Tungumálskenni
nb_no: Språk-ID

# Table 2303806024 - Field 2867024043 - Property 2879900210
source: Last Login Info
cs_cz: Poslední přihlašovací údaje
de_ch: Letzte Anmeldeinformationen
fi_fi: Viimeisen kirjautumisen tiedot
fr_be: Informations de la dernière connexion
is_is: Upplýsingar um síðustu innskráningu
nb_no: Siste påloggingsinformasjon

# Table 2303806024 - Field 3806115519 - Property 2879900210
source: Locale ID
cs_cz: ID národní prostředí
de_ch: Gebietsschema-ID
fi_fi: Kielialueen tunnus
fr_be: ID paramètres régionaux
is_is: Landstaðalskenni
nb_no: ID for nasjonal innstilling

# Table 2303806024 - Field 3489829666 - Property 2879900210
source: Profile ID
cs_cz: ID profilu
de_ch: Profil-ID
fi_fi: Profiilin tunnus
fr_be: ID profil
is_is: Kenni forstillingar
nb_no: Profil-ID

# Table 2303806024 - Field 593885934 - Property 2879900210
source: Scope
cs_cz: Rozsah
de_ch: Bereich
fi_fi: Laajuus
fr_be: Portée
is_is: Umfang
nb_no: Omfang

# Table 2303806024 - Field 593885934 - Property 62802879
source: System,Tenant
cs_cz: Systém,Nájemce
fi_fi: Järjestelmä,Vuokraaja
fr_be: Système,Abonné
is_is: Kerfi,Leigjandi
nb_no: System,Leietaker

# Table 2303806024 - Field 2564753503 - Property 2879900210
source: Teaching Tips
cs_cz: Výukové tipy
de_ch: Unterrichtstipps
fi_fi: Opetusvinkkejä
fr_be: Conseils d’apprentissage
is_is: Kennsluábendingar
nb_no: Læringstips

# Table 2303806024 - Field 2945354029 - Property 2879900210
source: Time Zone
cs_cz: Časové pásmo
de_ch: Zeitzone
fi_fi: Aikavyöhyke
fr_be: Fuseau horaire
is_is: Tímabelti
nb_no: Tidssone

# Table 2303806024 - Field 2708250016 - Property 2879900210
source: User ID
cs_cz: ID uživatele
de_ch: Benutzer-ID
fi_fi: Käyttäjätunnus
fr_be: ID utilisateur
is_is: Notandakenni
nb_no: Bruker-ID

# Table 2303806024 - Field 3021697414 - Property 2879900210
source: User Security ID
cs_cz: ID zabezpečení uživatele
de_ch: Benutzersicherheits-ID
fi_fi: Käyttäjän suojaustunnus
fr_be: ID sécurité utilisateur
is_is: Öryggiskenni notanda
nb_no: Sikkerhets-ID for bruker

# Table 2303806024 - Field 2790477231 - Property 2879900210
source: Work Date
cs_cz: Pracovní datum
de_ch: Arbeitsdatum
fi_fi: Käsittelypäivämäärä
fr_be: Date de travail
is_is: Vinnudagsetning
nb_no: Arbeidsdato

# Table 3049595448 - Property 2879900210
source: Web Service Aggregate
cs_cz: Souhrn webových služeb
de_ch: Webdienst aggregieren
fi_fi: Verkkopalvelukooste
fr_be: Regroupement du service Web
is_is: Samtala vefþjónustu
nb_no: Webtjeneste - aggregering

# Table 3049595448 - Field 987215274 - Property 2879900210
source: All Tenants
cs_cz: Všichni nájemci
de_ch: Alle Tenants
fi_fi: Kaikki vuokraajat
fr_be: Tous les abonnés
is_is: Allir leigjendur
nb_no: Alle leietakere

# Table 3049595448 - Field 1550704454 - Property 2879900210
source: Exclude Fields Outside of the Repeater
cs_cz: Vyloučit pole mimo opakovač
de_ch: Felder ausserhalb der Wiederholung ausschliessen
fi_fi: Sulje pois toistimen ulkopuoliset kentät
fr_be: Exclure les champs en dehors du répétiteur
is_is: Útiloka svæði fyrir utan endurtekningu
nb_no: Utelat felter utenfor gjentakelsen

# Table 3049595448 - Field 4240069560 - Property 2879900210
source: Exclude Non-Editable FlowFields
cs_cz: Vyloučit needitovatelné flowfieldy
de_ch: Schreibgeschützte FlowFields ausschliessen
fi_fi: Sulje pois ei-muokattavat FlowField-kentät.
fr_be: Exclure les FlowFields non modifiables
is_is: Útiloka FlowField-reiti sem ekki er hægt að breyta
nb_no: Utelat ikke-redigerbare FlowFields

# Table 3049595448 - Field 3711240756 - Property 2879900210
source: Object ID
cs_cz: ID objektu
de_ch: Objekt-ID
fi_fi: Objektin tunnus
fr_be: ID objet
is_is: Kenni hlutar
nb_no: Objekt-ID

# Table 3049595448 - Field 1085746399 - Property 2879900210
source: Object Type
cs_cz: Typ objektu
de_ch: Objektart
fi_fi: Objektityyppi
fr_be: Type objet
is_is: Tegund hlutar
nb_no: Objekttype

# Table 3049595448 - Field 1085746399 - Property 62802879
source: ,,,,,Codeunit,,,Page,Query
de_ch: ,,,,,Codeunit,,,Seite,Abfrage
fi_fi: ,,,,,Codeunit,,,Sivu,Kysely
fr_be: ,,,,,Codeunit,,,Page,Requête
is_is: ,,,,,Codeunit,,,Bls.,Fyrirspurn
nb_no: ,,,,,Codeunit,,,Side,Spørring

# Table 3049595448 - Field 1434822636 - Property 2879900210
source: Published
cs_cz: Publikováno
de_ch: Veröffentlicht
fi_fi: Julkaistu
fr_be: Publié
is_is: Útgefið
nb_no: Publisert

# Table 3049595448 - Field 2229797486 - Property 2879900210
source: Service Name
cs_cz: Název služby
fi_fi: Palvelun nimi
fr_be: Nom de service
is_is: Heiti þjónustu
nb_no: Tjenestenavn

# Table 920931714 - Property 2879900210
source: Word Template
cs_cz: Šablona aplikace Word
de_ch: Word-Vorlage
fi_fi: Word-malli
fr_be: Modèle Word
is_is: Word-sniðmát
nb_no: Word-mal

# Table 920931714 - Field 3004954119 - Property 2879900210
source: Code
cs_cz: Kód
fi_fi: Koodi
is_is: Kóði
nb_no: Kode

# Table 920931714 - Field 2273653569 - Property 2879900210
source: Language Code
cs_cz: Kód jazyka
de_ch: Sprachcode
fi_fi: Kielikoodi
fr_be: Code langue
is_is: Tungumálakóði
nb_no: Språkkode

# Table 920931714 - Field 696461927 - Property 2879900210
source: Language Name
cs_cz: Název jazyka
de_ch: Sprachenname
fi_fi: Kielen nimi
fr_be: Nom langue
is_is: Heiti tungumáls
nb_no: Navn på språk

# Table 920931714 - Field 2961552353 - Property 2879900210
source: Name
cs_cz: Název
fi_fi: Nimi
fr_be: Nom
is_is: Heiti
nb_no: Navn

# Table 920931714 - Field 1393533604 - Property 2879900210
source: Table Caption
cs_cz: Titulek tabulky
de_ch: Tabellenbezeichnung
fi_fi: Taulukon seloste
fr_be: Légende table
is_is: Yfirskrift töflu
nb_no: Tabelloverskrift

# Table 920931714 - Field 3135334477 - Property 2879900210
source: Table ID
cs_cz: ID tabulky
de_ch: Tabellen-ID
fi_fi: Taulukon tunnus
fr_be: ID table
is_is: Kenni töflu
nb_no: Tabell-ID

# Table 920931714 - Field 3379441404 - Property 2879900210
source: Template
cs_cz: Šablona
de_ch: Vorlage
fi_fi: Malli
fr_be: Modèle
is_is: Sniðmát
nb_no: Mal

# Table 2308593832 - Property 2879900210
source: Word Templates Related Table
cs_cz: Tabulka související se šablonami aplikace Word
de_ch: Wortvorlagen-bezogene Tabelle
fi_fi: Word-mallin liittyvä taulukko
fr_be: Table associée des modèles Word
is_is: Tafla tengd Word-sniðmátum
nb_no: Relatert tabell for Word-maler

# Table 2308593832 - Field 3004954119 - Property 2879900210
source: Code
cs_cz: Kód
fi_fi: Koodi
is_is: Kóði
nb_no: Kode

# Table 2308593832 - Field 823559016 - Property 2879900210
source: Field Caption
cs_cz: Titulek pole
de_ch: Feldbeschriftung
fi_fi: Kentän seloste
fr_be: Légende champ
is_is: Reitstexti
nb_no: Felttekst

# Table 2308593832 - Field 3531868071 - Property 2879900210
source: Field No.
cs_cz: Číslo pole
de_ch: Feldnr.
fi_fi: Kentän nro
fr_be: N° champ
is_is: Nr. reits
nb_no: Feltnr.

# Table 2308593832 - Field 1635402025 - Property 2879900210
source: Related Table Caption
cs_cz: Titulek související tabulky
de_ch: Zugehörige Tabellenbeschriftung
fi_fi: Liittyvän taulukon seloste
fr_be: Libellé de la table associée
is_is: Tengd yfirskrift töflu
nb_no: Overskrift for relatert tabell

# Table 2308593832 - Field 2385154712 - Property 2879900210
source: Related Table Code
cs_cz: Kód související tabulky
de_ch: Zugehöriger Tabellencode
fi_fi: Liittyvän taulukon koodi
fr_be: Code table associée
is_is: Tengdur töflukóði
nb_no: Relatert tabellkode

# Table 2308593832 - Field 2204602840 - Property 2879900210
source: Related Table ID
cs_cz: ID související tabulky
de_ch: Zugehörige Tabellen-ID
fi_fi: Liittyvän taulukon tunnus
fr_be: ID table associée
is_is: Tengt töflukenni
nb_no: ID for relatert tabell

# Table 2308593832 - Field 3135334477 - Property 2879900210
source: Table ID
cs_cz: ID tabulky
de_ch: Tabellen-ID
fi_fi: Taulukon tunnus
fr_be: ID table
is_is: Kenni töflu
nb_no: Tabell-ID

# Table 3738775605 - Property 2879900210
source: Word Templates Table
cs_cz: Tabulka šablon aplikace Word
de_ch: Word-Vorlagentabelle
fi_fi: Word-mallitaulukko
fr_be: Tableau des modèles Word
is_is: Word-sniðmátstafla
nb_no: Tabell for Word-maler

# Table 3738775605 - Field 1393533604 - Property 2879900210
source: Table Caption
cs_cz: Titulek tabulky
de_ch: Tabellenbezeichnung
fi_fi: Taulukon seloste
fr_be: Légende table
is_is: Yfirskrift töflu
nb_no: Tabelloverskrift

# Table 3738775605 - Field 3135334477 - Property 2879900210
source: Table ID
cs_cz: ID tabulky
de_ch: Tabellen-ID
fi_fi: Taulukon tunnus
fr_be: ID table
is_is: Kenni töflu
nb_no: Tabell-ID

# Codeunit 335290041 - NamedType 2691626021
source: Could not append block from URL %1 on %2.
cs_cz: K %2 nelze připojit blok z adresy URL %1.
de_ch: Block von URL %1 konnte nicht an %2 angefügt werden.
fi_fi: Lohkon liittäminen URL-osoitteesta %1 blob-objektiin %2 ei onnistunut.
fr_be: Impossible d’ajouter le bloc à partir de l’URL %1 sur %2.
is_is: Ekki var hægt að útiloka af vefslóð %1 á %2.
nb_no: Kan ikke føye til blokk fra nettadresse %1 i %2.

# Codeunit 335290041 - NamedType 4292101918
source: Could not %2 block list on %1.
cs_cz: Nelze %2 seznam uzavřených pro %1.
de_ch: %2 von Blockliste in %1 nicht möglich.
fi_fi: Lohkoluettelon %2 ei onnistunut blob-objektissa %1.
fr_be: Impossible de placer une liste de bloc %2 sur %1.
is_is: Ekki var hægt að %2 útilokunarlista á %1.
nb_no: Kan ikke %2 blokkliste på %1.

# Codeunit 335290041 - NamedType 1877850615
source: Container
cs_cz: Kontejner
fi_fi: Säilö
fr_be: Conteneur
is_is: Geymir
nb_no: Beholder

# Codeunit 335290041 - NamedType 1651198496
source: Could not copy %1 to %2.
cs_cz: Nelze kopírovat %1 do %2.
de_ch: %1 konnte nicht in %2 kopiert werden.
fi_fi: Kohteen %1 kopiointi kohteeseen %2 ei onnistunut.
fr_be: Impossible de copier %1 vers %2.
is_is: Ekki var hægt að afrita %1 í %2.
nb_no: Kan ikke kopiere %1 til %2.

# Codeunit 335290041 - NamedType 478913454
source: Could not create container %1.
cs_cz: Nelze vytvořit kontejner %1.
de_ch: Container %1 konnte nicht erstellt werden.
fi_fi: Säilön %1 luonti ei onnistunut.
fr_be: Impossible de créer un conteneur %1.
is_is: Ekki tókst að búa til geymslu %1.
nb_no: Kan ikke opprette beholder %1.

# Codeunit 335290041 - NamedType 2345547357
source: Could not %3 Blob %1 in container %2.
cs_cz: Objekt typu Blob %1 nelze %3 v kontejneru %2.
de_ch: %3 von Blob %1 in Container %2 nicht möglich.
fi_fi: Blob-objektin %1 %3 ei onnistunut säilössä %1.
fr_be: Impossible d’avoir un %3 objet blob%1 dans le conteneur %2.
is_is: Ekki var hægt að %3 Blob %1 í geymslu %2.
nb_no: Kan ikke %3 blob %1 i beholder %2.

# Codeunit 335290041 - NamedType 501127257
source: Could not delete container %1.
cs_cz: Nelze odstranit kontejner %1.
de_ch: Container %1 konnte nicht gelöscht werden.
fi_fi: Säilön %1 poisto ei onnistunut.
fr_be: Impossible de supprimer un conteneur %1.
is_is: Ekki tókst að eyða geymslu %1.
nb_no: Kan ikke slette beholder %1.

# Codeunit 335290041 - NamedType 132853402
source: Could not set expiration on %1.
cs_cz: Nelze nastavit vypršení platnosti na %1.
de_ch: Ablauf am %1 konnte nicht festgelegt werden.
fi_fi: Vanhentumisen määrittäminen blob-objektiin %1 ei onnistunut.
fr_be: Impossible de définir l’expiration le %1.
is_is: Ekki var hægt að stilla gildistíma á %1.
nb_no: Kan ikke angi utløpsdato på %1.

# Codeunit 335290041 - NamedType 3793386442
source: Could not find Blobs by Tags.
cs_cz: Nelze najít objekty BLOB podle značek.
de_ch: Es konnten keine Blobs nach Tags gefunden werden.
fi_fi: Blob-objekteja ei löytynyt tunnisteiden mukaan.
fr_be: Impossible de trouver des objets blob par balise.
is_is: Ekki tókst að finna Blob eftir merkjum.
nb_no: Finner ikke blober etter koder.

# Codeunit 335290041 - NamedType 3481462528
source: Could not get Blob %1.
cs_cz: Nelze získat Blob %1.
de_ch: Blob %1 konnte nicht abgerufen werden.
fi_fi: Blob-objektin %1 nouto ei onnistunut.
fr_be: Impossible d’obtenir l’objet blob %1.
is_is: Ekki tókst að sækja Blob %1.
nb_no: Kan ikke hente blob %1.

# Codeunit 335290041 - NamedType 638986168
source: acquire
cs_cz: získat
de_ch: Erwerben
fi_fi: hankkia
fr_be: acquérir
is_is: eignast
nb_no: anskaffe

# Codeunit 335290041 - NamedType 866805029
source: break
cs_cz: přerušení
de_ch: Unterbrechen
fi_fi: keskeyttää
fr_be: arrêt
is_is: pása
nb_no: stoppe

# Codeunit 335290041 - NamedType 592510374
source: change
cs_cz: změnit
de_ch: Ändern
fi_fi: muuttaa
fr_be: modifier
is_is: skipta um
nb_no: endre

# Codeunit 335290041 - NamedType 3473948105
source: Could not %1 lease for %2 %3.
cs_cz: %1 nelze pronajmout pro %2 %3.
de_ch: %1 von Mietvertrag für %2 %3 nicht möglich.
fi_fi: Kohteen %2 %3 vuokraa ei voitu %1.
fr_be: Impossible de %1 le bail pour %2 %3.
is_is: Ekki tókst að %1 leigusamning fyrir %2 %3.
nb_no: Kan ikke %1 leieavtale for %2 %3.

# Codeunit 335290041 - NamedType 2819296591
source: release
cs_cz: Vydat
de_ch: Freigeben
fi_fi: vapauttaa
fr_be: lancer
is_is: gefa út
nb_no: frigi

# Codeunit 335290041 - NamedType 1119377977
source: renew
cs_cz: obnovit
de_ch: Verlängern
fi_fi: uudistaa
fr_be: renouveler
is_is: endurnýja
nb_no: fornye

# Codeunit 335290041 - NamedType 579037001
source: Could not list blobs for container %1.
cs_cz: Nelze vypsat objekty BLOB pro kontejner %1.
de_ch: Blobs für Container %1 konnten nicht aufgelistet werden.
fi_fi: Säilön %1 blob-objektien lisääminen luetteloon ei onnistunut.
fr_be: Impossible de répertorier les objets blob pour le conteneur %1.
is_is: Ekki var hægt að birta blob fyrir geymslu %1.
nb_no: Kan ikke vise blober for beholder %1.

# Codeunit 335290041 - NamedType 996150433
source: Could not list container.
cs_cz: Nelze uvést kontejner.
de_ch: Container konnte nicht aufgelistet werden.
fi_fi: Säilön lisääminen luetteloon ei onnistunut.
fr_be: Impossible de répertorier le conteneur.
is_is: Ekki var hægt að skrá geymslu.
nb_no: Kan ikke vise beholder.

# Codeunit 335290041 - NamedType 3386439318
source: Duration can be -1 (for infinite) or between 15 and 60 seconds. Parameter Value: %1
cs_cz: Doba trvání může být -1 (pro nekonečné) nebo mezi 15 a 60 sekundami. Hodnota parametru: %1
de_ch: Dauer kann -1 (für unendlich) sein oder zwischen 15 und 60 Sekunden liegen. Parameterwert: %1
fi_fi: Kesto voi olla –1 (ääretön) tai 15–60 sekuntia. Parametrin arvo: %1
fr_be: La durée peut être -1 (pour infini) ou comprise entre 15 et 60 secondes. Valeur du paramètre : %1
is_is: Tímalengd getur verið -1 (í óendanlegan tíma) eða á bilinu 15 til 60 sekúndur. Gildi færibreytu: %1
nb_no: Varigheten kan være –1 (for uendelig) eller mellom 15 og 60 sekunder. Parameterverdi: %1

# Codeunit 335290041 - NamedType 3084543117
source: Duration can be between 0 and 60 seconds. Parameter Value: %1
cs_cz: Doba trvání může být mezi 0 a 60 sekundami. Hodnota parametru: %1
de_ch: Dauer kann zwischen 0 und 60 Sekunden liegen. Parameterwert: %1
fi_fi: Kesto voi olla 0–60 sekuntia. Parametrin arvo: %1
fr_be: La durée peut être comprise entre 0 et 60 secondes. Valeur du paramètre : %1
is_is: Tímalengd getur verið á bilinu 0 til 60 sekúndur. Gildi færibreytu: %1
nb_no: Varigheten kan være mellom 0 og 60 sekunder. Parameterverdi: %1

# Codeunit 335290041 - NamedType 3362851988
source: You need to specify %1 (%2)
cs_cz: Musíte zadat %1 (%2)
de_ch: %1 muss angegeben werden (%2)
fi_fi: %1 (%2) on määritettävä
fr_be: Vous devez spécifier %1 (%2)
is_is: Tilgreina þarf %1 (%2)
nb_no: Du må angi %1 (%2)

# Codeunit 335290041 - NamedType 3264097216
source: Could not put block from URL %1 on %2.
cs_cz: Blok z adresy URL %1 nelze vložit na %2.
de_ch: Block von URL %1 konnte nicht in %2 gesetzt werden.
fi_fi: Lohkon sijoittaminen URL-osoitteesta %1 blob-objektiin %2 ei onnistunut.
fr_be: Impossible de placer le bloc à partir de l’URL %1 sur %2.
is_is: Ekki var hægt að útiloka af vefslóð %1 á %2.
nb_no: Kan ikke plassere blokk fra nettadresse %1 i %2.

# Codeunit 335290041 - NamedType 188988107
source: Could not put block on %1.
cs_cz: Blok %1 nelze vložit.
de_ch: Block konnte nicht auf %1 gesetzt werden.
fi_fi: Lohkon sijoittaminen blob-objektiin %1 ei onnistunut.
fr_be: Impossible de placer un bloc sur %1.
is_is: Ekki hægt að útiloka %1.
nb_no: Kan ikke plassere blokk på %1.
