Repository: jbakach/MSDyn365BC.Code.History
Catalog: System Application/Source/System Application/Translations/System Application.*.xlf
Languages: cs_cz, de_ch, fi_fi, fr_be, is_is, nb_no

# Page 2817068111 - Control 3922915322 - Property 2879900210
source: Recur on Thursday
cs_cz: Opakování ve čtvrtek
de_ch: Am Donnerstag wiederkehren
fi_fi: Toista torstaina
fr_be: Récurrence le jeudi
is_is: Endurtaka á fimmtudegi
nb_no: Gjenta torsdag

# Page 2817068111 - Control 464908067 - Property 1295455071
source: Specifies that Tuesday is the day of the week for the recurrence.
cs_cz: Určuje, že úterý je den v týdnu pro opakování.
de_ch: Gibt an, dass Dienstag der Wochentag für die Wiederholung ist.
fi_fi: Määrittää, että tiistai on toistumisen viikonpäivä.
fr_be: Spécifie que le mardi est le jour de la semaine pour la récurrence.
is_is: Tilgreinir að þriðjudagur sé vikudagurinn fyrir endurtekninguna.
nb_no: Angir at tirsdag er ukedagen for gjentakelsen.

# Page 2817068111 - Control 464908067 - Property 2879900210
source: Recur on Tuesday
cs_cz: Opakování v úterý
de_ch: Am Dienstag wiederkehren
fi_fi: Toista tiistaina
fr_be: Récurrence le mardi
is_is: Endurtaka á þriðjudegi
nb_no: Gjenta tirsdag

# Page 2817068111 - Control 3922464340 - Property 1295455071
source: Specifies that Wednesday is the day of the week for the recurrence.
cs_cz: Určuje, že ve středu je den v týdnu pro opakování.
de_ch: Gibt an, dass der Mittwoch der Wochentag für die Wiederholung ist.
fi_fi: Määrittää, että keskiviikko on toistumisen viikonpäivä.
fr_be: Spécifie que le mercredi est le jour de la semaine pour la récurrence.
is_is: Tilgreinir að miðvikudagur sé vikudagurinn fyrir endurtekninguna.
nb_no: Angir at onsdag er ukedagen for gjentakelsen.

# Page 2817068111 - Control 3922464340 - Property 2879900210
source: Recur on Wednesday
cs_cz: Opakovat ve středu
de_ch: Am Mittwoch wiederkehren
fi_fi: Toista keskiviikkona
fr_be: Récurrence le mercredi
is_is: Endurtaka á miðvikudegi
nb_no: Gjenta onsdag

# Page 2817068111 - Control 3983000087 - Property 1295455071
source: Specifies the interval between occurrences.
cs_cz: Určuje interval mezi výskyty.
de_ch: Gibt das Intervall zwischen den Vorkommen an.
fi_fi: Määrittää esiintymisvälin.
fr_be: Spécifie l’intervalle entre les occurrences.
is_is: Tilgreinir bil milli tilvika.
nb_no: Angir intervallet mellom forekomstene.

# Page 2817068111 - Control 3983000087 - Property 2879900210
source: Weeks Between
cs_cz: Týdnů mezi
de_ch: Wochen zwischen
fi_fi: Viikkoja välillä
fr_be: Semaines entre
is_is: Vikur á milli
nb_no: Uker mellom

# Page 2817068111 - Control 2683361118 - Property 2879900210
source: Yearly
cs_cz: Ročně
de_ch: Jährlich
fi_fi: Vuosittainen
fr_be: Tous les ans
is_is: Árlega
nb_no: Årlig

# Page 2817068111 - Control 3465500804 - Property 1295455071
source: Specifies the month for the recurrence.
cs_cz: Určuje počáteční datum opakování.
de_ch: Gibt den Monat der Wiederholung an.
fi_fi: Määrittää toistumisen kuukauden.
fr_be: Spécifie le mois de la récurrence.
is_is: Tilgreinir mánuð endurtekningarinnar.
nb_no: Angir måneden for gjentakelsen.

# Page 2817068111 - Control 880511899 - Property 1295455071
source: Specifies the week of the month for the recurrence.
cs_cz: Určuje týden v měsíci pro opakování.
de_ch: Gibt die Woche des Monats für die Wiederholung an.
fi_fi: Määrittää toistumisen kuukauden viikon.
fr_be: Spécifie la semaine du mois pour la récurrence.
is_is: Tilgreinir viku mánaðarins fyrir endurtekninguna.
nb_no: Angir uken i måneden for gjentakelsen.

# Page 2817068111 - Control 880511899 - Property 2879900210
source: Recur in Week in Month
cs_cz: Opakování v týdnu v měsíci.
de_ch: Wiederkehrend in der Woche des Monats
fi_fi: Toista viikkona kuukaudessa
fr_be: Récurrence dans la semaine du mois
is_is: Endurtaka í viku í mánuðinum
nb_no: Gjenta i uke i måned

# Page 2817068111 - Control 4021946451 - Property 1295455071
source: Specifies the day of the week for the recurrence.
cs_cz: Určuje den v týdnu pro opakování.
de_ch: Gibt den Wochentag für die Wiederholung an.
fi_fi: Määrittää toistumisen viikonpäivän.
fr_be: Spécifie le jour de la semaine pour la récurrence.
is_is: Tilgreinir vikudag fyrir endurtekninguna.
nb_no: Angir ukedagen for gjentakelsen.

# Page 2817068111 - Control 4021946451 - Property 2879900210
source: Weekday
cs_cz: Pracovní den
de_ch: Wochentag
fi_fi: Viikonpäivä
fr_be: Jour de la semaine
is_is: Vikudagur
nb_no: Ukedag

# Page 2817068111 - Control 1083609514 - Property 1295455071
source: Specifies the interval between occurrences.
cs_cz: Určuje interval mezi výskyty.
de_ch: Gibt das Intervall zwischen den Vorkommen an.
fi_fi: Määrittää esiintymisvälin.
fr_be: Spécifie l’intervalle entre les occurrences.
is_is: Tilgreinir bil milli tilvika.
nb_no: Angir intervallet mellom forekomstene.

# Page 2817068111 - Control 1083609514 - Property 2879900210
source: Years Between
cs_cz: Počet roků mezi
de_ch: Jahre zwischen
fi_fi: Vuosia välissä
fr_be: Années entre
is_is: Ár á milli
nb_no: År mellom

# Page 2817068111 - Control 2894665138 - Property 1295455071
source: Specifies the frequency of the recurrence. For example, a recurrence pattern might be set up for a day in the first week of every month.
cs_cz: Určuje frekvenci opakování. Například vzorec opakování může nastavit den v prvním týdnu v měsíci.
de_ch: Gibt die Häufigkeit der Wiederholung an. Ein Wiederholungsmuster kann z. B. für einen Tag in der ersten Woche eines jeden Monats eingerichtet werden.
fi_fi: Määrittää toistumistiheyden. Toistumismalli voidaan esimerkiksi määrittää jollekin päivälle jokaisen kuukauden ensimmäisellä viikolla.
fr_be: Spécifie la fréquence de récurrence. Par exemple, un modèle de récurrence peut être configuré pour un jour de la première semaine de chaque mois.
is_is: Tilgreinir tíðni endurtekningarinnar. Til dæmis gæti endurtekningamynstur verið sett upp á tilteknum degi í fyrstu viku hvers mánaðar.
nb_no: Angir hyppigheten for gjentakelsen. Et regelmessighetsmønster kan for eksempel være konfigurert for en dag i den første uken i hver måned.

# Page 2817068111 - Control 2894665138 - Property 2879900210
source: Recurrence Pattern
cs_cz: Vzorec opakování
de_ch: Serienmuster
fi_fi: Toistumismalli
fr_be: Modèle de récurrence
is_is: Endurtekningamynstur
nb_no: Regelmessighetsmønster

# Page 2817068111 - Control 1184122913 - Property 1295455071
source: Specifies the day of the month for the recurrence.
cs_cz: Určuje den v měsíci pro opakování.
de_ch: Gibt den Tag des Monats für die Wiederholung an.
fi_fi: Määrittää toistumisen kuukauden päivän.
fr_be: Spécifie le jour du mois pour la récurrence.
is_is: Tilgreinir mánaðardag fyrir endurtekningu.
nb_no: Angir dagen i måneden for gjentakelsen.

# Page 2817068111 - Control 1184122913 - Property 2879900210
source: Recur on Day
cs_cz: Opakování na den
de_ch: Wiederkehrend am Tag
fi_fi: Toista päivänä
fr_be: Jour de récurrence
is_is: Endurtaka á deginum
nb_no: Gjenta på dag

# Page 2817068111 - Action 2466022207 - Property 1295455071
source: Create a daily recurrence.
cs_cz: Vytvořte denní opakování.
de_ch: Erstellt eine tägliche Wiederholung.
fi_fi: Luo päivittäinen toistuminen.
fr_be: Créez une récurrence quotidienne.
is_is: Stofna daglega endurtekningu.
nb_no: Opprett en daglig gjentakelse.

# Page 2817068111 - Action 2466022207 - Property 2879900210
source: Daily
cs_cz: Denně
de_ch: Täglich
fi_fi: Päivittäinen
fr_be: Tous les jours
is_is: Daglega
nb_no: Daglig

# Page 2817068111 - Action 3246508299 - Property 1295455071
source: Create a monthly recurrence.
cs_cz: Vytvořte měsíční opakování.
de_ch: Erstellt eine monatliche Wiederholung.
fi_fi: Luo kuukausittainen toistuminen.
fr_be: Créez une récurrence mensuelle.
is_is: Stofna mánaðarlega endurtekningu.
nb_no: Oppretter en månedlig gjentakelse.

# Page 2817068111 - Action 3246508299 - Property 2879900210
source: Monthly
cs_cz: Měsíčně
de_ch: Monatlich
fi_fi: Kuukausittainen
fr_be: Tous les mois
is_is: Mánaðarlega
nb_no: Månedlig

# Page 2817068111 - Action 3775567167 - Property 1295455071
source: Create a weekly recurrence.
cs_cz: Vytvořte týdenní opakování.
de_ch: Erstellt eine wöchentliche Wiederholung.
fi_fi: Luo viikoittainen toistuminen.
fr_be: Créez une récurrence hebdomadaire.
is_is: Stofna vikulega endurtekningu.
nb_no: Opprett en ukentlig gjentakelse.

# Page 2817068111 - Action 3775567167 - Property 2879900210
source: Weekly
cs_cz: Týdně
de_ch: Wöchentlich
fi_fi: Viikoittainen
fr_be: Chaque semaine
is_is: Vikulega
nb_no: Ukentlig

# Page 2817068111 - Action 2992522706 - Property 1295455071
source: Create a yearly recurrence.
cs_cz: Vytvořte roční opakování.
de_ch: Erstellt eine jährliche Wiederholung.
fi_fi: Luo vuosittainen toistuminen.
fr_be: Créez une récurrence annuelle.
is_is: Stofna árlega endurtekningu.
nb_no: Opprett en årlig gjentakelse.

# Page 2817068111 - Action 2992522706 - Property 2879900210
source: Yearly
cs_cz: Ročně
de_ch: Jährlich
fi_fi: Vuosittainen
fr_be: Tous les ans
is_is: Árlega
nb_no: Årlig

# Page 1431104360 - Property 2879900210
source: Retention Policies
cs_cz: Zásady uchovávání informací
de_ch: Aufbewahrungsrichtlinien
fi_fi: Säilytyskäytännöt
fr_be: Stratégies de rétention
is_is: Varðveislureglur
nb_no: Oppbevaringspolicyer

# Page 1431104360 - Control 2891538263 - Property 1295455071
source: Specifies whether the retention policy is enabled.
cs_cz: Určuje, zda zásada uchovávání informací je povolena.
de_ch: Gibt an, ob die Aufbewahrungsrichtlinie aktiviert ist.
fi_fi: Määrittää, onko säilytyskäytäntö käytössä.
fr_be: Spécifie si la stratégie de rétention est activée.
is_is: Tilgreinir hvort varðveisluregla er virk.
nb_no: Angir om oppbevaringspolicyen er aktivert.

# Page 1431104360 - Control 1508634494 - Property 1295455071
source: Specifies whether the retention policy can only be run manually.
cs_cz: Určuje, zda lze zásady uchovávání informací spustit pouze ručně.
de_ch: Gibt an, ob die Aufbewahrungsrichtlinie nur manuell ausgeführt werden kann.
fi_fi: Määrittää, voidaanko säilytyskäytäntö suorittaa vain manuaalisesti.
fr_be: Spécifie si la stratégie de rétention ne peut être exécutée que manuellement.
is_is: Tilgreinir hvort varðveisluregla getur aðeins keyrt handvirkt.
nb_no: Angir om oppbevaringspolicyen kan kjøres manuelt.

# Page 1431104360 - Control 1789703403 - Property 1295455071
source: Specifies an identifier for the retention period.
cs_cz: Určuje identifikátor pro dobu uchování.
de_ch: Gibt einen Bezeichner für die Aufbewahrungsdauer an.
fi_fi: Määrittää säilytysjakson tunnuksen.
fr_be: Spécifie un identificateur pour la période de rétention.
is_is: Tilgreinir kennimerki varðveislutímans.
nb_no: Angir en ID for oppbevaringsperioden.

# Page 1431104360 - Control 1393533604 - Property 1295455071
source: Specifies the caption of the table to which the retention policy applies. The caption is the translated, if applicable, name of the table.
cs_cz: Určuje titulek tabulky, na kterou se vztahují zásady uchovávání informací. Titulek je přeložený, je-li relevantní, název tabulky.
de_ch: Gibt die Beschriftung der Tabelle an, auf die sich die Aufbewahrungsrichtlinie bezieht. Die Beschriftung ist der übersetzte Name der Tabelle (falls zutreffend).
fi_fi: Määrittää sen taulukon otsikon, johon säilytyskäytäntö liittyy. Otsikko on käännetty, jos sellainen on, taulukon nimi.
fr_be: Spécifie la légende de la table à laquelle la stratégie de rétention s’applique. La légende est le nom de la table traduit, le cas échéant.
is_is: Tilgreinir yfirskrift töflunnar sem varðveislureglan gildir um. Yfirskriftin er þýtt heiti töflunnar (ef við á).
nb_no: Angir overskriften for tabellen som oppbevaringspolicyen gjelder for. Overskriften er det oversatt, hvis det er aktuelt, navnet på tabellen.

# Page 1431104360 - Control 3135334477 - Property 1295455071
source: Specifies the ID of the table to which the retention policy applies.
cs_cz: Určuje ID tabulky, na kterou se vztahují zásady uchovávání informací.
de_ch: Gibt die ID der Tabelle an, auf die sich die Aufbewahrungsrichtlinie bezieht.
fi_fi: Määrittää sen tietueen tunnuksen, jota säilytyskäytäntö koskee.
fr_be: Spécifie la légende de la table à laquelle s’applique la stratégie de rétention.
is_is: Tilgreinir kenni töflunnar sem varðveislureglan gildir um.
nb_no: Angir ID-en for tabellen som oppbevaringspolicyen gjelder for.

# Page 1431104360 - Control 3808951907 - Property 1295455071
source: Specifies the name of the table to which the retention policy applies.
cs_cz: Určuje název tabulky, na kterou se vztahují zásady uchovávání informací.
de_ch: Gibt den Namen der Tabelle an, auf die sich die Aufbewahrungsrichtlinie bezieht.
fi_fi: Määrittää sen tietueen nimen, jota säilytyskäytäntö koskee.
fr_be: Spécifie le nom de la table à laquelle la stratégie de rétention s’applique.
is_is: Tilgreinir heiti töflunnar sem varðveislureglan gildir um.
nb_no: Angir navnet på tabellen som oppbevaringspolicyen gjelder for.

# Page 1431104360 - Action 3859950967 - Property 1295455071
source: Apply all non-manual and enabled retention policies now and delete any expired records.
cs_cz: Nyní použijte všechny nemanuální a povolené zásady uchovávání informací a odstraňte všechny záznamy, jejichž platnost vypršela.
de_ch: Wendet alle nicht manuellen und aktivierten Aufbewahrungsrichtlinien jetzt an und löscht alle abgelaufenen Datensätze.
fi_fi: Ota kaikki muut kuin manuaaliset ja käytössä olevat säilytyskäytännöt käyttöön nyt ja poista vanhentuneet tietueet.
fr_be: Appliquez maintenant toutes les stratégies de rétention non manuelles et activées, et supprimez tous les enregistrements arrivés à expiration.
is_is: Nota allar færslur sem ekki eru handvirkar og færslur sem eru virkar og eyða öllum útrunnum færslum.
nb_no: Bruk alle ikke-manuelle og aktiverte oppbevaringspolicyer nå, og slett alle utløpte poster.

# Page 1431104360 - Action 3859950967 - Property 2879900210
source: Apply All
cs_cz: Použít vše
de_ch: Alle anwenden
fi_fi: Ota kaikki käyttöön
fr_be: Appliquer tout
is_is: Nota allt
nb_no: Bruk alle

# Page 1431104360 - Action 865964493 - Property 1295455071
source: Apply the retention policy and delete all expired records in the table.
cs_cz: Použijte zásady uchovávání informací a odstraňte všechny záznamy v tabulce, jejichž platnost vypršela.
de_ch: Wendet die Aufbewahrungsrichtlinie an und löscht alle abgelaufenen Datensätze in der Tabelle.
fi_fi: Käytä säilytyskäytäntöä ja poista kaikki taulukon vanhentuneet tietueet.
fr_be: Appliquez la stratégie de rétention et supprimez tous les enregistrements arrivés à expiration dans la table.
is_is: Nota varðveisluregluna og eyða öllum útrunnum færslum í töflunni.
nb_no: Bruk oppbevaringspolicyen og slett alle utløpte poster i tabellen.

# Page 1431104360 - Action 865964493 - Property 2879900210
source: Apply Manually
cs_cz: Vyrovnat ručně
de_ch: Manuell anwenden
fi_fi: Ota käyttöön manuaalisesti
fr_be: Appliquer manuellement
is_is: Handvirk jöfnun
nb_no: Bruk manuelt

# Page 304601910 - Property 2879900210
source: Retention Periods
cs_cz: Doba uchovávání
de_ch: Aufbewahrungsfristen
fi_fi: Säilytysjaksot
fr_be: Périodes de rétention
is_is: Varðveislutímar
nb_no: Oppbevaringsperioder

# Page 304601910 - Control 3004954119 - Property 1295455071
source: Specifies the identifier of the retention period.
cs_cz: Určuje identifikátor doby uchování.
de_ch: Gibt den Bezeichner der Aufbewahrungsdauer an.
fi_fi: Määrittää säilytyskauden tunnuksen.
fr_be: Spécifie l’identificateur de la période de rétention.
is_is: Tilgreinir kennimerki varðveislutímabilsins.
nb_no: Angir ID-en for oppbevaringsperioden.

# Page 304601910 - Control 3461834954 - Property 1295455071
source: Specifies a short description of the retention period.
cs_cz: Určuje krátký popis období uchování.
de_ch: Gibt eine kurze Beschreibung der Aufbewahrungsdauer an.
fi_fi: Määrittää säilytysjakson lyhyen kuvauksen.
fr_be: Spécifie une brève description de la période de rétention.
is_is: Tilgreinir stutta lýsingu fyrir varðveislutíma.
nb_no: Angir en kort beskrivelse av oppbevaringsperioden.

# Page 304601910 - Control 1579714849 - Property 1295455071
source: Specifies the expiration date. Records created on or before this date will be deleted.
cs_cz: Určuje datum vypršení platnosti. Záznamy vytvořené k tomuto datu nebo před ním budou odstraněny.
de_ch: Gibt das Ablaufdatum an. Datensätze, die am oder vor diesem Datum erstellt wurden, werden gelöscht.
fi_fi: Määrittää vanhentumispäivämäärän. Tätä päivämäärää varten luodut tietueet poistetaan.
fr_be: Spécifie la date d’expiration. Les enregistrements créés à cette date ou précédemment seront supprimés.
is_is: Tilgreinir lokadagsetninguna. Færslum sem stofnaðar eru þennan dag eða fyrr verður eytt.
nb_no: Angir utløpsdatoen. Poster som er opprettet på eller før denne datoen, slettes.

# Page 304601910 - Control 1579714849 - Property 2879900210
source: Expiration Date
cs_cz: Datum expirace
de_ch: Ablaufdatum
fi_fi: Vanhentumispvm
fr_be: Date d’expiration
is_is: Útrunnið, dags
nb_no: Utløpsdato

# Page 304601910 - Control 3089081499 - Property 1295455071
source: Specifies the date formula used to calculate the expiration date for the retention period.
cs_cz: Určuje vzorec data použitý k výpočtu data vypršení platnosti pro období uchování.
de_ch: Gibt die Datumsformel an, die zum Berechnen des Ablaufdatums für die Aufbewahrungsdauer verwendet wird.
fi_fi: Määrittää päivämääräkaavan, jota käytetään säilytysjakson vanhentumispäivämäärän laskemiseen.
fr_be: Spécifie la formule de date utilisée pour calculer la date d’expiration de la période de rétention.
is_is: Tilgreinir dagsetningarformúluna sem er notuð til að reikna út lokadagsetningu varðveislutímabilsins.
nb_no: Angir datoformelen som brukes til å beregne utløpsdatoen for oppbevaringsperioden.

# Page 304601910 - Control 1789703403 - Property 1295455071
source: Specifies a default or custom value for a retention period.
cs_cz: Určuje výchozí nebo vlastní hodnotu pro dobu uchování.
de_ch: Gibt einen standardmässigen oder benutzerdefinierten Wert für eine Aufbewahrungsdauer an.
fi_fi: Määrittää säilytysjakson oletusarvoisen tai mukautetun arvon.
fr_be: Spécifie une valeur par défaut ou personnalisée pour une période de rétention.
is_is: Tilgreinir sjálfgefið eða sérsniðið gildi fyrir varðveislutímabil.
nb_no: Angir en standardverdi eller egendefinert verdi for en oppbevaringsperiode.

# Page 658335382 - Property 2879900210
source: Retention Policy Log Entries
cs_cz: Protokol zásad uchovávání informací
de_ch: Aufbewahrungsrichtlinienprotokoll
fi_fi: Säilytyskäytännön lokimerkinnät
fr_be: Écritures du journal des stratégies de rétention
is_is: Færslur varðveislureglukladda
nb_no: Loggposter for oppbevaringspolicy

# Page 658335382 - Control 3702373668 - Property 1295455071
source: Specifies the aspect of the retention policy that created the log entry. This indicates where a user was working in Business Central, or what they were doing, when the entry was created. For example, this can be setup, retention period, and when the policy was applied.
cs_cz: Určuje aspekt zásad uchovávání informací, který vytvořil položku protokolu. To označuje, kde uživatel pracoval v Business Central, nebo co dělal, když byla položka vytvořena. Může to být například nastavení, doba uchování a kdy byla zásada použita.
de_ch: Gibt den Aspekt der Aufbewahrungsrichtlinie an, die den Protokolleintrag erstellt hat. Gibt an, wo ein Benutzer in Business Central arbeitet, oder was er gerade gemacht hat, als der Posten erstellt wurde. Dies können z. B. die Einrichtung, die Aufbewahrungsdauer und der Zeitpunkt der Anwendung der Richtlinie sein.
fi_fi: Määrittää sen säilytyskäytännön aspektin, joka loi lokimerkinnän. Tämä ilmaisee, missä käyttäjä työskenteli Business Centralissa tai mitä he tekivät, kun merkintä luotiin. Se voi olla esimerkiksi määritys, säilytysjakso ja milloin käytäntö on otettu käyttöön.
fr_be: Spécifie l’aspect de la stratégie de rétention ayant créé l’écriture journal. Cela indique si un utilisateur utilisait Business Central ou ce qu’il faisait, lorsque l’écriture a été créée. Par exemple, il peut s’agir de la configuration, de la période de rétention et de la date d’application de la stratégie.
is_is: Tilgreinir þátt varðveislureglunnar sem stofnaði skráningarfærsluna. Þetta gefur til kynna hvar notandi var að vinna í Business Central eða hvað hann var að gera, þegar færslan var stofnuð. Þetta getur til dæmis verið uppsetning, varðveislutími og hvenær reglan var notuð.
nb_no: Angir aspektet ved oppbevaringspolicyen som opprettet loggoppføringen. Dette angir hvor en bruker arbeidet i Business Central, eller hva de holdt på med, da oppføringen ble opprettet. Dette kan for eksempel være oppsett, oppbevaringsperiode og når policyen ble brukt.

# Page 658335382 - Control 2704060490 - Property 1295455071
source: Specifies the date and time the entry was created.
cs_cz: Určuje datum a čas vytvoření položky.
de_ch: Gibt das Datum und die Uhrzeit für die Erstellung des Postens an.
fi_fi: Määrittää päivämäärän ja kellonajan, jolloin merkintä luotiin.
fr_be: Spécifie la date et l’heure auxquelles l’écriture a été créée.
is_is: Tilgreinir dags- og tímasetninguna þegar þessi færsla var stofnuð.
nb_no: Angir datoen og klokkeslettet da oppføringen ble opprettet.

# Page 658335382 - Control 883711285 - Property 1295455071
source: Specifies the entry number that is assigned to the entry.
cs_cz: Určuje číslo položky.
de_ch: Gibt die Postennummer an, die dem Posten zugeordnet ist.
fi_fi: Määrittää tapahtumanumeron, joka liitetään tapahtumaan.
fr_be: Spécifie le numéro d'écriture qui est affecté à l'écriture.
is_is: Tilgreinir færslunúmerið sem færslunni er úthlutað.
nb_no: Angir oppføringsnummeret som er knyttet til posten.

# Page 658335382 - Control 3080618677 - Property 1295455071
source: Specifies the content of the message in the log entry.
cs_cz: Určuje obsah zprávy v položce protokolu.
de_ch: Gibt den Inhalt der Nachricht im Protokolleintrag an.
fi_fi: Määrittää viestin sisällön lokitapahtumassa.
fr_be: Spécifie le contenu du message dans l’écriture journal.
is_is: Tilgreinir innihald skilaboðanna í skráningarfærslunni.
nb_no: Angir innholdet i meldingen i loggoppføringen.

# Page 658335382 - Control 3880909165 - Property 1295455071
source: Specifies whether the message is informational, a warning, or an error.
cs_cz: Určuje, zda je zpráva informativní, zda jde o upozornění nebo o chybu.
de_ch: Gibt an, ob es sich bei der Nachricht um eine Informations-, Warn- oder Fehlermeldung handelt.
fi_fi: Määrittää, onko viesti informatiivinen, varoitus vai virhe.
fr_be: Spécifie s’il s’agit d’un message d’information, d’un avertissement ou d’une erreur.
is_is: Tilgreinir hvort skilaboðin eru upplýsingaboð, viðvörun eða villa.
nb_no: Angir om meldingen er informasjon, advarsel eller feil.

# Page 658335382 - Control 2897649021 - Property 1295455071
source: Specifies the ID of the session in which the entry was created.
cs_cz: Určuje ID relace, ve které byla položka vytvořena.
de_ch: Gibt die ID der Sitzung an, in der der Posten erstellt wurde.
fi_fi: Määrittää sen tapahtuman tunnuksen, jossa tapahtuma luotiin.
fr_be: Spécifie l’ID de la session au cours de laquelle l’écriture a été créée.
is_is: Tilgreinir kenni lotunnar þar sem færslan var stofnuð.
nb_no: Angir ID-en for økten der posten ble opprettet.
