Repository: jbakach/MSDyn365BC.Code.History
Catalog: System Application/Source/System Application/Translations/System Application.*.xlf
Languages: cs_cz, de_ch, fi_fi, fr_be, is_is, nb_no

# Table 3888925401 - Property 2879900210
source: ABS Container
cs_cz: Kontejner ABS
fi_fi: ABS-säilö
fr_be: Conteneur ABS
is_is: ABS-geymsla
nb_no: ABS-beholder

# Table 101689234 - Property 2879900210
source: ABS Container Content
cs_cz: Obsah kontejneru ABS
de_ch: ABS-Containerinhalt
fi_fi: ABS-säilön sisältö
fr_be: Contenu du conteneur ABS
is_is: Innihald ABS-geymslu
nb_no: ABS-beholderinnhold

# Table 2461374210 - Property 2879900210
source: Application User Settings
cs_cz: Uživatelská nastavení aplikace
de_ch: Anwendungsbenutzereinstellungen
fi_fi: Sovelluksen käyttäjän mukautukset
fr_be: Préférences client du lettrage
is_is: Notandastillingar forrits
nb_no: Brukerinnstillinger for program

# Table 2461374210 - Field 2564753503 - Property 2879900210
source: Teaching Tips
cs_cz: Výukové tipy
de_ch: Unterrichtstipps
fi_fi: Opetusvinkkejä
fr_be: Conseils d’apprentissage
is_is: Kennsluábendingar
nb_no: Læringstips

# Table 2461374210 - Field 3021697414 - Property 2879900210
source: User Security ID
cs_cz: ID zabezpečení uživatele
de_ch: Benutzersicherheits-ID
fi_fi: Käyttäjän suojaustunnus
fr_be: ID sécurité utilisateur
is_is: Öryggiskenni notanda
nb_no: Sikkerhets-ID for bruker

# Table 799089619 - Property 2879900210
source: Assisted Setup
cs_cz: Asistované nastavení
de_ch: Unterstütztes Setup
fi_fi: Asetusten ohjattu määritys
fr_be: Configuration assistée
is_is: Uppsetning með hjálp
nb_no: Assistert oppsett

# Table 799089619 - Field 2766253784 - Property 2879900210
source: App ID
cs_cz: ID Aplikace
fi_fi: Sovelluksen tunnus
fr_be: ID appli
is_is: Kenni forrits

# Table 799089619 - Field 3665605423 - Property 2879900210
source: Completed
cs_cz: Dokončeno
de_ch: Abgeschlossen
fi_fi: Valmis
fr_be: Terminé
is_is: Lokið
nb_no: Fullført

# Table 799089619 - Field 3461834954 - Property 2879900210
source: Description
cs_cz: Popis
de_ch: Beschreibung
fi_fi: Kuvaus
is_is: Lýsing
nb_no: Beskrivelse

# Table 799089619 - Field 2515772770 - Property 2879900210
source: Extension Name
cs_cz: Název rozšíření
de_ch: Erweiterungsname
fi_fi: Laajennuksen nimi
fr_be: Nom de l'extension
is_is: Heiti viðbótar
nb_no: Navn på utvidelse

# Table 799089619 - Field 366198708 - Property 2879900210
source: Group
cs_cz: Skupina
de_ch: Gruppe
fi_fi: Ryhmä
fr_be: Groupe
is_is: Hópur
nb_no: Gruppe

# Table 799089619 - Field 1513519486 - Property 2879900210
source: Help Url
cs_cz: URL adresa nápovědy
de_ch: Hilfe-URL
fi_fi: Ohjeen URL-osoite
fr_be: Url d'aide
is_is: Hjálparvefslóð
nb_no: URL-adresse for hjelp

# Table 799089619 - Field 4036313429 - Property 2879900210
source: Icon
cs_cz: Ikona
de_ch: Symbol
fi_fi: Kuvake
fr_be: Icône
is_is: Tákn
nb_no: Ikon

# Table 799089619 - Field 2961552353 - Property 2879900210
source: Name
cs_cz: Název
fi_fi: Nimi
fr_be: Nom
is_is: Heiti
nb_no: Navn

# Table 799089619 - Field 894914730 - Property 2879900210
source: Page ID
cs_cz: ID stránky
de_ch: Seiten-ID
fi_fi: Sivun tunnus
fr_be: ID page
is_is: Blaðsíðukenni
nb_no: Side-ID

# Table 799089619 - Field 649174547 - Property 2879900210
source: Video Category
cs_cz: Kategorie videa
de_ch: Kategorie für Video
fi_fi: Videon luokka
fr_be: Catégorie de la vidéo
is_is: Myndbandaflokkur
nb_no: Videokategori

# Table 799089619 - Field 692639126 - Property 2879900210
source: Video Url
cs_cz: URL adresa videa
fi_fi: Videon URL-osoite
fr_be: Url de la vidéo
is_is: Vefslóð myndbands
nb_no: URL-adresse for video

# Table 812764647 - Property 2879900210
source: Assisted Setup Log
cs_cz: Protokol asistovaného nastavení
de_ch: Protokoll des unterstützten Setup
fi_fi: Asetusten ohjatun määrityksen loki
fr_be: Journal configuration assistée
is_is: Skrá fyrir uppsetningu með hjálp
nb_no: Logg for assistert oppsett

# Table 812764647 - Field 1016837963 - Property 2879900210
source: Date Time
cs_cz: Datum/čas
de_ch: Datum/Uhrzeit
fi_fi: Päivämäärä ja aika
fr_be: Date heure
is_is: Dagsetning og tími
nb_no: Dato/klokkeslett

# Table 812764647 - Field 2360837978 - Property 2879900210
source: Entery No.
cs_cz: Číslo položky
de_ch: Postennr.
fi_fi: Tapahtuman nro
fr_be: N° écriture
is_is: Færsla nr.
nb_no: Løpenr.

# Table 812764647 - Field 4200184881 - Property 2879900210
source: No.
cs_cz: Číslo
de_ch: Nr.
fi_fi: Nro
fr_be: N°
is_is: Nr.
nb_no: Nr.

# Table 1636419976 - Property 2879900210
source: Azure AD User Updates
cs_cz: Aktualizace uživatelů Azure AD
de_ch: Azure AD-Benutzeraktualisierungen
fi_fi: Azure AD -käyttäjien päivitykset
fr_be: Mises à jour de l'utilisateur Azure AD
is_is: Notandauppfærslur í Azure AD
nb_no: Brukeroppdateringer for Azure AD

# Table 1636419976 - Field 969389916 - Property 2879900210
source: Authentication Object ID
cs_cz: ID objektu pro ověřování
de_ch: Authentifizierungsobjektkennung
fi_fi: Todennusobjektin tunnus
fr_be: ID objet authentification
is_is: Hlutarkenni sannvottunar
nb_no: ID for godkjenningsobjekt

# Table 1636419976 - Field 1260872790 - Property 2879900210
source: Current Value
cs_cz: Aktuální hodnota
de_ch: Aktueller Wert
fi_fi: Nykyinen arvo
fr_be: Valeur actuelle
is_is: Núvirði
nb_no: Gjeldende verdi

# Table 1636419976 - Field 2578412327 - Property 2879900210
source: Display Name
cs_cz: Zobrazit název
de_ch: Anzeigename
fi_fi: Näyttönimi
fr_be: Nom complet
is_is: Birtingarheiti
nb_no: Visningsnavn

# Table 1636419976 - Field 3008705974 - Property 2879900210
source: Needs User Review
cs_cz: Potřebuje uživatelskou kontrolu
de_ch: Benutzerüberprüfung erforderlich
fi_fi: Edellyttää käyttäjän tarkistusta
fr_be: Nécessite l'avis de l'utilisateur
is_is: Notandi þarf að yfirfara
nb_no: Trenger brukergjennomgang

# Table 1636419976 - Field 2432660905 - Property 2879900210
source: New Value
cs_cz: Nová hodnota
de_ch: Neuer Wert
fi_fi: Uusi arvo
fr_be: Nouvelle valeur
is_is: Nýtt gildi
nb_no: Ny verdi

# Table 1636419976 - Field 721864301 - Property 2879900210
source: Handle permission change
cs_cz: Zpracování změny oprávnění
de_ch: Berechtigungsänderung bearbeiten
fi_fi: Käsittele käyttöoikeuksien muutos
fr_be: Gérer la modification d'autorisation
is_is: Meðhöndla breytingu á heimild
nb_no: Håndtere tillatelsesendring

# Table 1636419976 - Field 1453871006 - Property 2879900210
source: Update Entity
cs_cz: Aktualizovat entitu
de_ch: Aktualisierungsentität
fi_fi: Päivitä objekti
fr_be: Mettre à jour l'entité
is_is: Uppfæra einingu
nb_no: Oppdater enhet

# Table 1636419976 - Field 3439090987 - Property 2879900210
source: Update Type
cs_cz: Typ aktualizace
de_ch: Aktualisierungstyp
fi_fi: Päivitystyyppi
fr_be: Type de mise à jour
is_is: Gerð uppfærslu
nb_no: Oppdateringstype

# Table 1636419976 - Field 3021697414 - Property 2879900210
source: User Security ID
cs_cz: ID uživatelského zabezpečení
de_ch: Benutzersicherheitskennung
fi_fi: Käyttäjän suojaustunnus
fr_be: ID sécurité utilisateur
is_is: Öryggiskenni notanda
nb_no: Sikkerhets-ID for bruker

# Table 2441820321 - Property 2879900210
source: Barcode Encode Settings
cs_cz: Nastavení kódování čárového kódu
de_ch: Barcode-Kodierungseinstellungen
fi_fi: Viivakoodin koodausasetukset
fr_be: Paramètres de codage de code-barres
is_is: Kóðunarstill. strikam.
nb_no: Kodeinnstillinger for strekkode

# Table 2441820321 - Field 3790246616 - Property 2879900210
source: Allow Extended Charset
cs_cz: Povolit rozšířenou znakovou sadu
de_ch: Erweiterten Zeichensatz zulassen
fi_fi: Salli laajennettu merkistö
fr_be: Autoriser le jeu de caractères étendu
is_is: Leyfa víkkað stafasett
nb_no: Tillat utvidet tegnsett

# Table 2441820321 - Field 3873049473 - Property 2879900210
source: Code Set
cs_cz: Sada kódu
de_ch: Codesatz
fi_fi: Koodijoukko
fr_be: Jeu de codes
is_is: Kóði stilltur
nb_no: Kodesett

# Table 2441820321 - Field 3873049473 - Property 62802879
source: None,A,B,C
cs_cz: Žádné,A,B,C
de_ch: Keine,A,B,C
fi_fi: Ei mitään,A,B,C
fr_be: Aucun,A,B,C
is_is: Ekkert,A,B,C
nb_no: Ingen,A,B,C

# Table 2441820321 - Field 3025732152 - Property 2879900210
source: Enable Checksum
cs_cz: Povolit kontrolní součet
de_ch: Prüfsumme aktivieren
fi_fi: Ota tarkistussumma käyttöön
fr_be: Activer somme de contrôle
is_is: Virkja prófsummu
nb_no: Aktiver kontrollsum

# Table 2441820321 - Field 2835409552 - Property 2879900210
source: Use mod 10
cs_cz: Použít mod 10
de_ch: Mod 10 verwenden
fi_fi: Käytä mod 10:tä
fr_be: Utiliser mod 10
is_is: Nota mod 10
nb_no: Bruk mod 10

# Table 418391747 - Property 2879900210
source: Barcode Encode Settings 2D
cs_cz: Nastavení kódování čárového kódu 2D
de_ch: Barcode-Kodierungseinstellungen 2D
fi_fi: Viivakoodin koodausasetukset 2D
fr_be: Paramètres de codage de code-barres 2D
is_is: 2D-stillingar strikamerkjakóða
nb_no: 2D-kodeinnstillinger for strekkode

# Table 418391747 - Field 1574134058 - Property 2879900210
source: Code Page
cs_cz: Kódová stránka
fi_fi: Koodisivu
fr_be: Page code
is_is: Kóðasíða
nb_no: Tegntabell

# Table 418391747 - Field 3661383196 - Property 2879900210
source: Error Correction Level
cs_cz: Úroveň opravy chyb
de_ch: Fehlerkorrekturstufe
fi_fi: Virheenkorjauksen taso
fr_be: Niveau de correction d’erreur
is_is: Villuleiðréttingarstig
nb_no: Feilkorrigeringsnivå

# Table 418391747 - Field 3661383196 - Property 62802879
source: High,Medium,Low,Quartile
cs_cz: Vysoká,Střední,Nízká,Kvartilní
de_ch: Hoch,Normal,Niedrig,Quartil
fi_fi: Korkea,Normaali,Matala,Kvartiili
fr_be: Élevé,Moyen,Faible,Quartile
is_is: Mikið,miðlungs,lítið,fjórðungur
nb_no: Høy,Middels,Lav,Kvartil

# Table 418391747 - Field 1530333657 - Property 2879900210
source: Module Size
cs_cz: Velikost modulu
de_ch: Modulgrösse
fi_fi: Moduulin koko
fr_be: Taille du module
is_is: Stærð einingar
nb_no: Modulstørrelse

# Table 418391747 - Field 1271216640 - Property 2879900210
source: Quiet Zone Width
cs_cz: Šířka tiché zóny
de_ch: Breite der Ruhezone
fi_fi: Hiljaisen vyöhykkeen leveys
fr_be: Largeur de la zone non imprimée
is_is: Breidd hvíldarsvæðis
nb_no: Bredde på stillesone

# Table 1584771742 - Property 2879900210
source: Business Setup Icon
cs_cz: Ikona obchodního nastavení
de_ch: Unternehmenseinrichtungs-Symbol
fi_fi: Liiketoiminnan määritysten kuvake
fr_be: Icône Paramètres marché
is_is: Tákn fyrir uppsetningu fyrirtækis
nb_no: Ikon for forretningsoppsett

# Table 1584771742 - Field 3768090202 - Property 2879900210
source: Business Setup Name
cs_cz: Název nastavení obchodu
de_ch: Unternehmenseinrichtungs-Name
fi_fi: Liiketoiminnan määritysten nimi
fr_be: Nom Paramètres marché
is_is: Heiti uppsetningar fyrirtækis
nb_no: Navn på forretningsoppsett

# Table 1584771742 - Field 4036313429 - Property 2879900210
source: Icon
cs_cz: Ikona
de_ch: Symbol
fi_fi: Kuvake
fr_be: Icône
is_is: Tákn
nb_no: Ikon

# Table 1584771742 - Field 4091014368 - Property 2879900210
source: Media Resources Ref
de_ch: Medienressourcen-Ref.
fi_fi: Mediaresurssiviite
fr_be: Référence ressources média
is_is: Tilvísun í miðlatilföng
nb_no: Referanse for medieressurser

# Table 1656495825 - Property 2879900210
source: Captures
cs_cz: Zachycení
de_ch: Erfasst
fi_fi: Sieppaukset
is_is: Skjámyndir og upptökur
nb_no: Registreringer

# Table 1656495825 - Field 2756380846 - Property 2879900210
source: Capture Index
cs_cz: Index zachycení
de_ch: Index erfassen
fi_fi: Sieppausindeksi
fr_be: Index de capture
is_is: Atriðaskrá föngunar
nb_no: Hent indeks

# Table 1656495825 - Field 171145402 - Property 2879900210
source: Index
fi_fi: Indeksi
is_is: Atriðaskrá
nb_no: Indeks

# Table 1656495825 - Field 1881551368 - Property 2879900210
source: Length
cs_cz: Délka
de_ch: Länge
fi_fi: Pituus
fr_be: Longueur
is_is: Lengd
nb_no: Lengde

# Table 1656495825 - Field 3060051996 - Property 2879900210
source: Value
cs_cz: Hodnota
de_ch: Wert
fi_fi: Arvo
fr_be: Valeur
is_is: Gildi
nb_no: Verdi

# Table 2732765979 - Property 2879900210
source: Checklist Item
cs_cz: Položka kontrolního seznamu
de_ch: Checklistenelement
fi_fi: Tarkistusluettelon nimike
fr_be: Élément de liste de contrôle
is_is: Vörugátlisti
nb_no: Sjekklisteelement

# Table 2732765979 - Field 3004954119 - Property 2879900210
source: Code
cs_cz: Kód
fi_fi: Koodi
is_is: Kóði
nb_no: Kode

# Table 2732765979 - Field 844470380 - Property 2879900210
source: Completion Requirements
cs_cz: Požadavky na dokončení
de_ch: Fertigstellungsanforderungen
fi_fi: Valmistumisvaatimukset
fr_be: Conditions d’achèvement
is_is: Kröfur um að ljúka
nb_no: Fullføringskrav

# Table 2732765979 - Field 1001654749 - Property 2879900210
source: Order ID
cs_cz: ID pořadí
de_ch: Serien-ID
fi_fi: Vaiheen tunnus
fr_be: ID d’ordre
is_is: Raðarkenni
nb_no: Rekkefølge-ID

# Table 414606611 - Property 2879900210
source: Checklist Item Buffer
cs_cz: Zásobník položky kontrolního seznamu
de_ch: Checklistenelementpuffer
fi_fi: Tarkistusluettelon nimikkeen puskuri
fr_be: Tampon élément liste de contrôle
is_is: Biðminni gátlistaatriðis
nb_no: Buffer for sjekklisteelement

# Table 414606611 - Field 392504525 - Property 2879900210
source: Assigned To
cs_cz: Přiřazeno k
de_ch: Zugewiesen zu
fi_fi: Liitetty kohteeseen
fr_be: Affecté à
is_is: Úthlutað á
nb_no: Tilordnet til

# Table 414606611 - Field 3004954119 - Property 2879900210
source: Code
cs_cz: Kód
fi_fi: Koodi
is_is: Kóði
nb_no: Kode

# Table 414606611 - Field 844470380 - Property 2879900210
source: Completion Requirements
cs_cz: Požadavky na dokončení
de_ch: Fertigstellungsanforderungen
fi_fi: Valmistumisvaatimukset
fr_be: Conditions d’achèvement
is_is: Kröfur um að ljúka
nb_no: Fullføringskrav

# Table 414606611 - Field 3461834954 - Property 2879900210
source: Description
cs_cz: Popis
de_ch: Beschreibung
fi_fi: Kuvaus
is_is: Lýsing
nb_no: Beskrivelse

# Table 414606611 - Field 2655233292 - Property 2879900210
source: Expected Duration
cs_cz: Očekávaná doba trvání
de_ch: Erwartete Dauer
fi_fi: Odotettu kesto
fr_be: Durée prévue
is_is: Væntanleg tímalengd
nb_no: Forventet varighet

# Table 414606611 - Field 2515772770 - Property 2879900210
source: Extension Name
cs_cz: Název rozšíření
de_ch: Erweiterungsname
fi_fi: Laajennuksen nimi
fr_be: Nom de l’extension
is_is: Heiti viðbótar
nb_no: Navn på utvidelse

# Table 414606611 - Field 1678783276 - Property 2879900210
source: Guided Experience Type
cs_cz: Typ průvodce
de_ch: Typ „Angeleitete Erfahrung“
fi_fi: Ohjatun kokemuksen tyyppi
fr_be: Type d’expérience guidée
is_is: Gerð upplifunar með leiðsögn
nb_no: Type veiledet opplevelse

# Table 414606611 - Field 3641927271 - Property 2879900210
source: ID
fi_fi: Tunnus
is_is: Kenni

# Table 414606611 - Field 1577117606 - Property 2879900210
source: Object ID to Run
cs_cz: ID spouštěného objektu
de_ch: ID des auszuführenden Objekts
fi_fi: Suoritettavan objektin tunnus
fr_be: ID objet à exécuter
is_is: Auðkenni hlutar í keyrslu
nb_no: Objekt-ID som skal kjøres

# Table 414606611 - Field 994380745 - Property 2879900210
source: Object Type to Run
cs_cz: Typ objektu ke spuštění
de_ch: Art des auszuführenden Objekts
fi_fi: Suoritettavan objektin tyyppi
fr_be: Type objet à exécuter
is_is: Gerð hlutar sem á að keyra
nb_no: Objekttype som skal kjøres

# Table 414606611 - Field 1001654749 - Property 2879900210
source: Order ID
cs_cz: ID pořadí
de_ch: Serien-ID
fi_fi: Vaiheen tunnus
fr_be: ID d’ordre
is_is: Raðarkenni
nb_no: Rekkefølge-ID

# Table 414606611 - Field 122737350 - Property 2879900210
source: Short Title
cs_cz: Krátký název
de_ch: Kurzer Titel
fi_fi: Lyhyt otsikko
fr_be: Titre court
is_is: Stuttur titill
nb_no: Kort tittel

# Table 414606611 - Field 2719173742 - Property 2879900210
source: Spotlight Tour Type
cs_cz: Typ prohlídky spotlight
de_ch: Spotlight Tour-Typ
fi_fi: Valokeilaesittelyn tyyppi
fr_be: Type de visite à la une
is_is: Tegund kynningar
nb_no: Type rampelysinnføring

# Table 414606611 - Field 513339096 - Property 2879900210
source: Status
cs_cz: Stav
fi_fi: Tila
fr_be: Statut
is_is: Staða

# Table 414606611 - Field 329424276 - Property 2879900210
source: Title
cs_cz: Název
de_ch: Titel
fi_fi: Otsikko
fr_be: Titre
is_is: Titill
nb_no: Tittel

# Table 414606611 - Field 237762718 - Property 2879900210
source: Version
cs_cz: Verze
fi_fi: Versio
is_is: Útgáfa
nb_no: Versjon

# Table 414606611 - Field 692639126 - Property 2879900210
source: Video
fr_be: Vidéo
is_is: Myndband

# Table 2399097655 - Property 2879900210
source: Checklist Item Role
cs_cz: Role položky kontrolního seznamu
de_ch: Rolle des Checklistenelements
fi_fi: Tarkistusluettelon nimikkeen rooli
fr_be: Rôle élément liste de contrôle
is_is: Hlutverk gátlistaatriðis
nb_no: Rolle for sjekklisteelement

# Table 2399097655 - NamedType 2071277260
source: Please provide a valid role
cs_cz: Prosím zadejte platnou roli
de_ch: Gültige Rolle angeben
fi_fi: Anna kelvollinen rooli
fr_be: Indiquez un rôle valide
is_is: Gefið upp gilt hlutverk
nb_no: Angi en gyldig rolle

# Table 2399097655 - Field 3004954119 - Property 2879900210
source: Code
cs_cz: Kód
fi_fi: Koodi
is_is: Kóði
nb_no: Kode

# Table 2399097655 - Field 1918310387 - Property 2879900210
source: Role ID
cs_cz: ID role
de_ch: Rollen-ID
fi_fi: Roolin tunnus
fr_be: ID rôle
is_is: Kenni hlutverks
nb_no: Rolle-ID

# Table 1916377412 - Property 2879900210
source: Checklist Item User
cs_cz: Uživatel položky kontrolního seznamu
de_ch: Checklistenelementbenutzer
fi_fi: Tarkistusluettelon nimikkeen käyttäjä
fr_be: Utilisateur élément liste de contrôle
is_is: Notandi gátlistaatriðis
nb_no: Bruker for sjekklisteelement

# Table 1916377412 - Field 1551780006 - Property 2879900210
source: Assigned to User
cs_cz: Přiřazeno uživateli
de_ch: An Benutzer zugewiesen
fi_fi: Määritetty käyttäjälle
fr_be: Attribué à l’utilisateur
is_is: Úthlutað á notanda
nb_no: Tilordnet til bruker

# Table 1916377412 - Field 984564719 - Property 2879900210
source: Checklist Item Status
cs_cz: Stav položky kontrolního seznamu
de_ch: Checklistenelementstatus
fi_fi: Tarkistusluettelon nimikkeen tila
fr_be: Statut élément liste de contrôle
is_is: Staða gátlistaatriðis
nb_no: Status for sjekklisteelement

# Table 1916377412 - Field 3004954119 - Property 2879900210
source: Code
cs_cz: Kód
fi_fi: Koodi
is_is: Kóði
nb_no: Kode

# Table 1916377412 - Field 2814139144 - Property 2879900210
source: Is Visible
cs_cz: je viditelné
de_ch: Ist sichtbar
fi_fi: On näkyvissä
fr_be: Est visible
is_is: Er sýnilegt
nb_no: Er synlig

# Table 1916377412 - Field 2708250016 - Property 2879900210
source: User Name
cs_cz: Uživatelské jméno
de_ch: Benutzername
fi_fi: Käyttäjänimi
fr_be: Nom d’utilisateur
is_is: Notandanafn
nb_no: Brukernavn

# Table 1916377412 - Field 237762718 - Property 2879900210
source: Version
cs_cz: Verze
fi_fi: Versio
is_is: Útgáfa
nb_no: Versjon

# Table 2927020213 - Property 2879900210
source: Checklist Setup
cs_cz: Nastavení kontrolního seznamu
de_ch: Prüflisteneinrichtung
fi_fi: Tarkistusluettelon asetukset
fr_be: Configuration de la liste de contrôle
is_is: Uppsetning gátlista
nb_no: Sjekklisteoppsett

# Table 2927020213 - Field 938899581 - Property 2879900210
source: Date when Setup Started
cs_cz: Datum zahájení instalace
de_ch: Datum, an dem die Einrichtung gestartet wurde
fi_fi: Asennuksen aloituspäivämäärä
fr_be: Date de début de la configuration
is_is: Dagsetning þegar uppsetning hófst
nb_no: Datoen da installasjonen startet

# Table 2927020213 - Field 1127537191 - Property 2879900210
source: Is Setup Done
cs_cz: je nastaveno
de_ch: Ist Einrichtung abgeschlossen
fi_fi: On Asennus valmis
fr_be: Est Configuration terminée
is_is: Er uppsetningu lokið
nb_no: Er oppsett utført

# Table 2927020213 - Field 4016282929 - Property 2879900210
source: Is Setup in Progress
cs_cz: Probíhá nastavení
de_ch: Ist „Einrichtung läuft“
fi_fi: On Määritys käynnissä
fr_be: Est Configuration en cours
is_is: Er uppsetning í vinnslu
nb_no: Er Installasjon pågår

# Table 3215974682 - Property 2879900210
source: Company Size Cache
cs_cz: Mezipaměť velikosti společnosti
de_ch: Unternehmensgrössencache
fi_fi: Yrityksen koon välimuistio
fr_be: Cache de la taille de la société
is_is: Skyndiminni fyrirtækjastærðar
nb_no: Hurtigbuffer for selskapsstørrelse

# Table 3215974682 - Field 3997336476 - Property 2879900210
source: Company Name
cs_cz: Název společnosti
de_ch: Unternehmensname
fi_fi: Yrityksen nimi
fr_be: Nom de la société
is_is: Heiti fyrirtækis
nb_no: Selskapsnavn

# Table 3215974682 - Field 720611327 - Property 2879900210
source: Data Size (KB)
cs_cz: Velikost dat (KB)
de_ch: Datengrösse (KB)
fi_fi: Tietojen koko (kt)
fr_be: Taille des données (Ko)
is_is: Gagnastærð (KB)
nb_no: Datastørrelse (kB)

# Table 3215974682 - Field 3599723277 - Property 2879900210
source: Index Size (KB)
cs_cz: Velikost indexu (KB)
de_ch: Indexgrösse (KB)
fi_fi: Indeksin koko (kt)
fr_be: Taille de l’index (Ko)
is_is: Stærð atriðaskráar (KB)
nb_no: Indeksstørrelse (kB)

# Table 3215974682 - Field 3391158951 - Property 2879900210
source: Size (KB)
cs_cz: Velikost (kB)
de_ch: Grösse (KB)
fi_fi: Koko (kt)
fr_be: Taille (Ko)
is_is: Stærð (KB)
nb_no: Størrelse (kB)

# Table 2488342448 - Property 2879900210
source: Cue Setup
cs_cz: Nastavení hromádky
de_ch: Stapeleinrichtung
fi_fi: Pinon asetukset
fr_be: Paramètres pile
is_is: Bunkagrunnur
nb_no: Oppsett for bunke-ikon

# Table 2488342448 - Field 3070320983 - Property 2879900210
source: Cue Name
cs_cz: Název hromádky
de_ch: Stapelname
fi_fi: Pinon nimi
fr_be: Nom pile
is_is: Heiti bunka
nb_no: Navn på bunke-ikon

# Table 2488342448 - Field 3531868071 - Property 2879900210
source: Cue ID
cs_cz: ID hromádky
de_ch: Stapel-ID
fi_fi: Pinon tunnus
fr_be: ID pile
is_is: Auðkenni bunka
nb_no: ID for bunke-ikon

# Table 2488342448 - Field 3850109114 - Property 2879900210
source: High Range Style
cs_cz: Styl pro vysoké hodnoty
de_ch: Hochbereichsstil
fi_fi: Korkean alueen tyyli
fr_be: Style haut de gamme
is_is: Stíll hás sviðs
nb_no: Stil for øvre område

# Table 2488342448 - Field 2051953352 - Property 2879900210
source: Low Range Style
cs_cz: Styl pro nízké hodnoty
de_ch: Niedrigbereichsstil
fi_fi: Matalan alueen tyyli
fr_be: Style bas de gamme
is_is: Stíll lágs sviðs
nb_no: Stil for nedre område

# Table 2488342448 - Field 1593335407 - Property 2879900210
source: Middle Range Style
cs_cz: Styl pro střední hodnoty
de_ch: Mittelbereichsstil
fi_fi: Keskialueen tyyli
fr_be: Style milieu de gamme
is_is: Stíll miðsviðs
nb_no: Stil for midterste område

# Table 2488342448 - Field 1380338462 - Property 2879900210
source: Personalized
cs_cz: Osobní
de_ch: Personalisiert
fi_fi: Mukautettu
fr_be: Personnalisé
is_is: Sérsniðið
nb_no: Tilpasset

# Table 2488342448 - Field 3135334477 - Property 2879900210
source: Table ID
cs_cz: ID tabulky
de_ch: Tabellen-ID
fi_fi: Taulukon tunnus
fr_be: ID table
is_is: Kenni töflu
nb_no: Tabell-ID

# Table 2488342448 - Field 3808951907 - Property 2879900210
source: Table Name
cs_cz: Název tabulky
de_ch: Tabellenname
fi_fi: Taulukon nimi
fr_be: Nom table
is_is: Heiti töflu
nb_no: Tabellnavn

# Table 2488342448 - Field 2870768530 - Property 2879900210
source: Threshold 1
cs_cz: Práh 1
de_ch: Schwellenwert 1
fi_fi: Raja 1
fr_be: Seuil 1
is_is: Þröskuldur 1
nb_no: Terskel 1

# Table 2488342448 - Field 957678679 - Property 2879900210
source: Threshold 2
cs_cz: Práh 2
de_ch: Schwellenwert 2
fi_fi: Raja 2
fr_be: Seuil 2
is_is: Þröskuldur 2
nb_no: Terskel 2

# Table 2488342448 - Field 129688762 - Property 2879900210
source: User Name
cs_cz: Název uživatele
de_ch: Benutzername
fi_fi: Käyttäjänimi
fr_be: Nom utilisateur
is_is: Notandanafn
nb_no: Brukernavn

# Table 3432573050 - Property 2879900210
source: Custom Permissions In License
cs_cz: Vlastní oprávnění v licenci
de_ch: Benutzerdefinierte Berechtigungen in Lizenz
fi_fi: Mukautetut käyttöoikeuksien joukot käyttöoikeudessa
fr_be: Autorisations personnalisées dans la licence
is_is: Sérsniðnar heimildir í leyfi
nb_no: Egendefinerte tillatelser i lisens
