Repository: jbakach/MSDyn365BC.Code.History
Catalog: System Application/Source/System Application/Translations/System Application.*.xlf
Languages: cs_cz, de_ch, fi_fi, fr_be, is_is, nb_no

# Enum 3898628050 - EnumValue 790838545 - Property 2879900210
source: IDAutomation 1D Barcode Provider
cs_cz: Poskytovatel čárových kódů IDAutomation 1D
de_ch: IDAutomation 1D Barcode-Anbieter
fi_fi: IDAutomation 1D -viivakooditoimittaja
fr_be: Fournisseur de code-barres 1D IDAutomation
is_is: IDAutomation 1D strikamerkjaveita
nb_no: IDAutomation 1D-strekkodeleverandør

# Enum 3599687820 - EnumValue 3740728832 - Property 2879900210
source: IDAutomation 2D Barcode Provider
cs_cz: IDAutomation 2D Poskytovatel čárových kódů
de_ch: IDAutomation 2D Barcode-Anbieter
fi_fi: IDAutomation 2D -viivakooditoimittaja
fr_be: Fournisseur de code-barres 2D IDAutomation
is_is: IDAutomation 2D strikamerkjaveita
nb_no: IDAutomation 2D-strekkodeleverandør

# Enum 3491348560 - EnumValue 3308141876 - Property 2879900210
source: Dynamics QR Code Provider
cs_cz: Dynamics poskytovatel kódu QR
de_ch: Dynamics QR-Codeanbieter
fi_fi: Dynamicsin QR-koodin toimittaja
fr_be: Fournisseur de QR Code Dynamics
is_is: Dynamics QR-kóðaveita
nb_no: Leverandør av dynamisk QR-kode

# Enum 1488792278 - EnumValue 3350651205 - Property 2879900210
source: Decimal
cs_cz: Desetinné
de_ch: Dezimal
fi_fi: Desimaali
fr_be: Décimal
is_is: Tugastafur
nb_no: Desimal

# Enum 1488792278 - EnumValue 3883182266 - Property 2879900210
source: Integer
cs_cz: Celé číslo
fi_fi: Kokonaisluku
fr_be: Entier
is_is: Heiltala
nb_no: Heltall

# Enum 1488792278 - EnumValue 1736694239 - Property 2879900210
source: String
cs_cz: Řetězec
de_ch: Zeichenfolge
fi_fi: Merkkijono
fr_be: Chaîne
is_is: Strengur
nb_no: Streng

# Enum 1639932302 - EnumValue 3532935625 - Property 2879900210
source: Area
cs_cz: Oblast
de_ch: Ursprungs- / Bestimmungsregion
fi_fi: Alue
fr_be: Aire
is_is: Svæðarit
nb_no: Område

# Enum 1639932302 - EnumValue 4194354538 - Property 2879900210
source: Bubble
cs_cz: Bublinový
de_ch: Blase
fi_fi: Kupla
fr_be: Bulle
is_is: Kúlurit
nb_no: Boble

# Enum 1639932302 - EnumValue 1370214738 - Property 2879900210
source: Column
cs_cz: Sloupec
de_ch: Spalte
fi_fi: Sarake
fr_be: Colonne
is_is: Stöplarit
nb_no: Kolonne

# Enum 1639932302 - EnumValue 416782906 - Property 2879900210
source: Doughnut
cs_cz: Prstencový
de_ch: Ring
fi_fi: Rengas
fr_be: Anneau
is_is: Kleinuhringsrit
nb_no: Hjuldiagram

# Enum 1639932302 - EnumValue 3557153734 - Property 2879900210
source: Funnel
cs_cz: Trychtýřový
de_ch: Trichter
fi_fi: Suppilo
fr_be: Entonnoir
is_is: Trektarrit
nb_no: Trakt

# Enum 1639932302 - EnumValue 1735507514 - Property 2879900210
source: Line
cs_cz: Řádek
de_ch: Zeile
fi_fi: Rivi
fr_be: Ligne
is_is: Línurit
nb_no: Linje

# Enum 1639932302 - EnumValue 3175673816 - Property 2879900210
source: Pie
cs_cz: Výsečový
de_ch: Kreis
fi_fi: Ympyrä
fr_be: Secteurs
is_is: Skífurit
nb_no: Sektor

# Enum 1639932302 - EnumValue 3966888264 - Property 2879900210
source: Point
cs_cz: Bodový
de_ch: Punkt
fi_fi: Piste
is_is: Punktarit
nb_no: Punkt

# Enum 1639932302 - EnumValue 2752425304 - Property 2879900210
source: Radar
cs_cz: Paprskový
fi_fi: Säteittäinen
is_is: Ratsjárrit

# Enum 1639932302 - EnumValue 3801949817 - Property 2879900210
source: Range
cs_cz: Rozsah
de_ch: Bereich
fi_fi: Alue
fr_be: Plage
is_is: Sviðsrit
nb_no: Fra/til

# Enum 1639932302 - EnumValue 1085884228 - Property 2879900210
source: StackedArea
cs_cz: SkládanáOblast
de_ch: Gestapelte Fläche
fi_fi: Pinottu alue
fr_be: Aires empilées
is_is: Staflað svæðarit
nb_no: Stablet område

# Enum 1639932302 - EnumValue 3303428243 - Property 2879900210
source: StackedArea100
cs_cz: SkládanáOblast100
de_ch: Gestapelte Fläche 100
fi_fi: Pinottu alue 100
fr_be: Aires empilées 100
is_is: Staflað svæðarit 100
nb_no: Stablet område 100

# Enum 1639932302 - EnumValue 2612707979 - Property 2879900210
source: StackedColumn
cs_cz: SkládanýSloupec
de_ch: Gestapelte Säule
fi_fi: Pinottu sarake
fr_be: Histogramme empilé
is_is: Staflað stöplarit
nb_no: Stablet kolonne

# Enum 1639932302 - EnumValue 1193387092 - Property 2879900210
source: StackedColumn100
cs_cz: SkládanýSloupec100
de_ch: Gestapelte Säule 100
fi_fi: Pinottu sarake 100
fr_be: Histogramme empilé 100
is_is: Staflað stöplarit 100
nb_no: Stablet kolonne 100

# Enum 1639932302 - EnumValue 2760074200 - Property 2879900210
source: StepLine
cs_cz: BodováLinka
de_ch: Schrittlinie
fi_fi: Vaiheviiva
fr_be: Ligne d’escalier
is_is: Skrefalínurit
nb_no: Trinnlinje

# Enum 3362773080 - EnumValue 670344902 - Property 2879900210
source: Anyone with roles
cs_cz: Každý, kdo má role
de_ch: Jeder mit Rollen
fi_fi: Jokainen, jolla on rooleja
fr_be: Toute personne ayant des rôles
is_is: Allir með hlutverk
nb_no: Alle med roller

# Enum 3362773080 - EnumValue 2216351867 - Property 2879900210
source: Everyone with roles
cs_cz: Každý, kdo má role
de_ch: Alle mit Rollen
fi_fi: Kaikki, joilla on rooleja
fr_be: Tous ceux qui ont des rôles
is_is: Allir með hlutverk
nb_no: Alle med roller

# Enum 3362773080 - EnumValue 1546003838 - Property 2879900210
source: Specific users
cs_cz: Konkrétní uživatelé
de_ch: Bestimmte Benutzer
fi_fi: Tietyt käyttäjät
fr_be: Certains utilisateurs
is_is: Tilteknir notendur
nb_no: Bestemte brukere

# Enum 984564719 - EnumValue 3665605423 - Property 2879900210
source: Completed
cs_cz: Dokončeno
de_ch: Abgeschlossen
fi_fi: Valmis
fr_be: Terminé
is_is: Lokið
nb_no: Fullført

# Enum 984564719 - EnumValue 2464456424 - Property 2879900210
source: Not Started
cs_cz: Nezapočato
de_ch: Nicht gestartet
fi_fi: Ei aloitettu
fr_be: Non démarré
is_is: Ekki hafið
nb_no: Ikke startet

# Enum 984564719 - EnumValue 2791901420 - Property 2879900210
source: Skipped
cs_cz: Přeskočeno
de_ch: Übersprungen
fi_fi: Ohitetut
fr_be: Ignoré
is_is: Sleppt
nb_no: Hoppet over

# Enum 984564719 - EnumValue 816905803 - Property 2879900210
source: Started
cs_cz: Spuštěno
de_ch: Gestartet
fi_fi: Aloitettu
fr_be: Commencé
is_is: Hófst
nb_no: Startet

# Enum 2831725324 - EnumValue 3665605423 - Property 2879900210
source: Completed
cs_cz: Dokončeno
de_ch: Abgeschlossen
fi_fi: Valmis
fr_be: Terminé
is_is: Lokið
nb_no: Fullført

# Enum 2831725324 - EnumValue 4173458854 - Property 2879900210
source: In progress
cs_cz: Probíhá
de_ch: In Bearbeitung
fi_fi: Työn alla
fr_be: En cours
is_is: Í vinnslu
nb_no: I arbeid

# Enum 2831725324 - EnumValue 2464456424 - Property 2879900210
source: Not Started
cs_cz: Nezapočato
de_ch: Nicht gestartet
fi_fi: Ei aloitettu
fr_be: Non démarré
is_is: Ekki hafið
nb_no: Ikke startet

# Enum 2831725324 - EnumValue 2791901420 - Property 2879900210
source: Skipped
cs_cz: Přeskočen
de_ch: Übersprungen
fi_fi: Ohitetut
fr_be: Ignoré
is_is: Sleppt
nb_no: Hoppet over

# Enum 3510216895 - EnumValue 2792882736 - Property 2879900210
source: Ambiguous
cs_cz: Neutrální
de_ch: Nicht eindeutig
fi_fi: Monitulkintainen
fr_be: Ambigu
is_is: Margrætt
nb_no: Tvetydig

# Enum 3510216895 - EnumValue 1842024162 - Property 2879900210
source: Favorable
cs_cz: Příznivé
de_ch: Günstig
fi_fi: Suotuisa
is_is: Jákvætt
nb_no: Fordelaktig

# Enum 3510216895 - EnumValue 3371220206 - Property 2879900210
source: None
cs_cz: Žádné
de_ch: Keine
fi_fi: Ei mitään
fr_be: Aucun
is_is: Ekkert
nb_no: Ingen

# Enum 3510216895 - EnumValue 2463722134 - Property 2879900210
source: Subordinate
cs_cz: Nevýznamné
de_ch: Untergeordnet
fi_fi: Alisteinen
fr_be: Subordonné
is_is: Undirskipað
nb_no: Underordnet

# Enum 3510216895 - EnumValue 2997326431 - Property 2879900210
source: Unfavorable
cs_cz: Nepříznivé
de_ch: Ungünstig
fi_fi: Epäsuotuisa
fr_be: Défavorable
is_is: Neikvætt
nb_no: Ufordelaktig

# Enum 1989856109 - EnumValue 4259830144 - Property 2879900210
source: Open
cs_cz: Otevřeno
de_ch: Offen
fi_fi: Avoin
fr_be: Ouvrir
is_is: Opið
nb_no: Åpen

# Enum 1989856109 - EnumValue 290207576 - Property 2879900210
source: Prompt
cs_cz: Pobídnout
de_ch: Eingabeaufforderung
fi_fi: Kehote
fr_be: Invite
is_is: Svargluggi
nb_no: Ledetekst

# Enum 1989856109 - EnumValue 2046963655 - Property 2879900210
source: Share
cs_cz: Sdílet
de_ch: Freigeben
fi_fi: Jaa
fr_be: Partager
is_is: Deila
nb_no: Del

# Enum 516929830 - EnumValue 1423562403 - Property 2879900210
source: App
cs_cz: Aplikace
fi_fi: Sovellus
fr_be: Application
is_is: Forrit

# Enum 516929830 - EnumValue 3242088303 - Property 2879900210
source: System
cs_cz: Systém
fi_fi: Järjestelmä
fr_be: Système
is_is: Kerfi

# Enum 473279323 - EnumValue 1814464443 - Property 2879900210
source: User
cs_cz: Uživatel
de_ch: Benutzer
fi_fi: Käyttäjä
fr_be: Utilisateur
is_is: Notandi
nb_no: Bruker

# Enum 1707166242 - EnumValue 27127529 - Property 2879900210
source: Email Compose Context
cs_cz: Kontext pro psaní e-mailů
de_ch: Kontext für E-Mail-Zusammenfassung
fi_fi: Sähköpostin luontikonteksti
fr_be: Contexte composition e-mail
is_is: Samhengi tölvupóstsskrifa
nb_no: Kontekst for å skrive e-post

# Enum 1707166242 - EnumValue 4217154468 - Property 2879900210
source: Email Address Lookup
cs_cz: Vyhledávání e-mailových adres
de_ch: E-Mail-Adresssuche
fi_fi: Sähköpostiosoitteen haku
fr_be: Consultation adresse e-mail
is_is: Uppfletting netfangs
nb_no: Oppslag for e-postadresse

# Enum 4060300230 - EnumValue 2229726827 - Property 2879900210
source: Primary Source
cs_cz: Primární zdroj
de_ch: Primäre Quelle
fi_fi: Ensisijainen lähde
fr_be: Source principale
is_is: Aðaluppruni
nb_no: Primær kilde

# Enum 4060300230 - EnumValue 1037053704 - Property 2879900210
source: Related Entity
cs_cz: Související entita
de_ch: Zugehörige Einheit
fi_fi: Liittyvä objekti
fr_be: Entité associée
is_is: Tengd eining
nb_no: Relatert enhet

# Enum 2593693414 - EnumValue 1383905037 - Property 2879900210
source: Default
cs_cz: Výchozí
de_ch: Standard
fi_fi: Oletus
fr_be: Par défaut
is_is: Sjálfgefið
nb_no: Standard

# Enum 980878484 - EnumValue 749506527 - Property 2879900210
source: Pending
cs_cz: Čekající
de_ch: Ausstehend
fi_fi: Odottava
fr_be: En attente
is_is: Í bið
nb_no: Venter

# Enum 50758251 - EnumValue 3717367890 - Property 2879900210
source: View all emails
cs_cz: Zobrazit všechny e-maily
de_ch: Alle E-Mails anzeigen
fi_fi: Näytä kaikki sähköpostiviestit
fr_be: Afficher tous les e-mails
is_is: Skoða allan póst
nb_no: Vis alle e-poster

# Enum 50758251 - EnumValue 49827801 - Property 2879900210
source: View if access to all related records
cs_cz: Zobrazit s přístupem ke všem souvisejícím záznamům
de_ch: Ansicht, wenn Zugriff auf alle verknüpften Datensätze
fi_fi: Katso, onko pääsyä kaikkiin liittyviin tietueisiin
fr_be: Afficher si accès à tous les enregistrements associés
is_is: Skoða ef aðgangur er að öllum tengdum færslum
nb_no: Vis hvis tilgang til alle relaterte poster

# Enum 50758251 - EnumValue 3916066021 - Property 2879900210
source: View if access to any related records
cs_cz: Zobrazit s přístupem k jakémukoli ze souvisejících záznamů
de_ch: Ansicht, wenn Zugriff auf zugehörige Datensätze
fi_fi: Katso, onko pääsyä yhteenkään liittyvään tietueeseen
fr_be: Afficher si accès à tous les enregistrements associés
is_is: Skoða ef aðgangur er að einhverjum tengdum færslum
nb_no: Vis hvis tilgang til en hvilken som helst relatert post

# Enum 50758251 - EnumValue 3255641635 - Property 2879900210
source: View own emails
cs_cz: Zobrazit vlastní e-maily
de_ch: Eigene E-Mails anzeigen
fi_fi: Näytä omat sähköpostiviestit
fr_be: Afficher mes e-mails personnalisés
is_is: Skoða eigin tölvupóst
nb_no: Vis egne e-poster

# Enum 591074627 - EnumValue 2450790997 - Property 2879900210
source: Current version
cs_cz: Aktuální verze
de_ch: Aktuelle Version
fi_fi: Nykyinen versio
fr_be: Version actuelle
is_is: Núverandi útgáfa
nb_no: Gjeldende versjon

# Enum 591074627 - EnumValue 3512627258 - Property 2879900210
source: Next major version
cs_cz: Další hlavní verze
de_ch: Nächste Hauptversion
fi_fi: Seuraava pääversio
fr_be: Version majeure suivante
is_is: Næsta aðalútgáfa
nb_no: Neste overordnede versjon

# Enum 591074627 - EnumValue 440287526 - Property 2879900210
source: Next minor version
cs_cz: Další dílčí verze
de_ch: Nächste Nebenversion
fi_fi: Seuraava aliversio
fr_be: Version mineure suivante
is_is: Næsta aukaútgáfa
nb_no: Neste underordnede versjon

# Enum 3325223255 - EnumValue 2318734275 - Property 2879900210
source: Add
cs_cz: Přidat
de_ch: Hinzufügen
fi_fi: Lisää
fr_be: Ajouter
is_is: Bæta við
nb_no: Legg til

# Enum 3325223255 - EnumValue 3153389374 - Property 2879900210
source: Force
cs_cz: Vynutit
de_ch: Erzwingen
fi_fi: Pakota
fr_be: Forcer
is_is: Þvinga
nb_no: Fremtving

# Enum 2157280740 - EnumValue 2588201939 - Property 2879900210
source: Completed Data Update
cs_cz: Dokončená aktualizace dat
de_ch: Abgeschlossene Datenaktualisierung
fi_fi: Tietojen päivitys on valmis
fr_be: Mise à jour des données terminée
is_is: Gagnauppfærslu lokið
nb_no: Dataoppdatering fullført

# Enum 2157280740 - EnumValue 1864907812 - Property 2879900210
source: Disabled
cs_cz: Zakázáno
de_ch: Deaktiviert
fi_fi: Poistettu käytöstä
fr_be: Désactivé
is_is: Óvirkt
nb_no: Deaktivert

# Enum 2157280740 - EnumValue 2891538263 - Property 2879900210
source: Enabled
cs_cz: Povoleno
de_ch: Aktiviert
fi_fi: Käytössä
fr_be: Activé
is_is: Virkt
nb_no: Aktivert

# Enum 2157280740 - EnumValue 4037505346 - Property 2879900210
source: Incomplete Data Update
cs_cz: Aktualizace neúplných dat
de_ch: Unvollständige Datenaktualisierung
fi_fi: Epätäydellinen tietojen päivitys
fr_be: Mise à jour des données incomplète
is_is: Ókláruð gagnauppfærsla
nb_no: Dataoppdatering ikke fullført

# Enum 2157280740 - EnumValue 3481143665 - Property 2879900210
source: Pending Data Update
cs_cz: Čekající aktualizace dat
de_ch: Ausstehende Datenaktualisierung
fi_fi: Odottava tietojen päivitys
fr_be: Mise à jour des données en attente
is_is: Gagnauppfærsla í bið
nb_no: Ventende dataoppdatering

# Enum 2157280740 - EnumValue 3431804371 - Property 2879900210
source: Scheduled Data Update
cs_cz: Plánovaná aktualizace dat
de_ch: Geplante Datenaktualisierung
fi_fi: Ajoitettu tietojen päivitys
fr_be: Mise à jour des données planifiée
is_is: Tímasett gagnauppfærsla
nb_no: Planlagt dataoppdatering

# Enum 2157280740 - EnumValue 4044244568 - Property 2879900210
source: Updating Data
cs_cz: Aktualizace dat
de_ch: Daten werden aktualisiert
fi_fi: Päivitetään tietoja
fr_be: Mise à jour des données en cours
is_is: Gögn uppfærð
nb_no: Oppdaterer data

# Enum 247952896 - EnumValue 3920084379 - Property 2879900210
source: Available
cs_cz: K dispozici
de_ch: Verfügbar
fi_fi: Saatavilla
fr_be: Disponible
is_is: Tiltækt
nb_no: Tilgjengelig

# Enum 247952896 - EnumValue 4145213867 - Property 2879900210
source: No Data
cs_cz: Žádná data
de_ch: Keine Daten
fi_fi: Ei tietoja
fr_be: Aucune donnée
is_is: Engin gögn
nb_no: Ingen data

# Enum 247952896 - EnumValue 1853313896 - Property 2879900210
source: Not Available
cs_cz: Není k dispozici
de_ch: Nicht verfügbar
fi_fi: Ei käytettävissä
fr_be: Non disponible
is_is: Ekki í boði
nb_no: Ikke tilgjengelig

# Enum 247952896 - EnumValue 1892214913 - Property 2879900210
source: Timed Out
cs_cz: Vypršel
de_ch: Zeitlimit überschritten
fi_fi: Aikakatkaistu
fr_be: Délai expiré
is_is: Rann út á tíma
nb_no: Tidsavbrutt

# Enum 1678783276 - Property 2879900210
source: Guided Experience Type
cs_cz: Typ průvodce
de_ch: Typ „Angeleitete Erfahrung“
fi_fi: Ohjatun kokemuksen tyyppi
fr_be: Type d’expérience guidée
is_is: Gerð upplifunar með leiðsögn
nb_no: Type veiledet opplevelse

# Enum 4244706559 - EnumValue 1476382836 - Property 2879900210
source: Uncategorized
cs_cz: Nekategorizované
de_ch: Nicht kategorisiert
fi_fi: Luokittelematon
fr_be: Non catégorisé
is_is: Óflokkað
nb_no: Ikke kategorisert

# Enum 757728504 - EnumValue 3663833023 - Property 2879900210
source: All Media
cs_cz: Všechna média
de_ch: Alle Medien
fi_fi: Kaikki media
fr_be: Tous les médias
is_is: Allt efni
nb_no: Alle medier

# Enum 757728504 - EnumValue 1594621544 - Property 2879900210
source: Picture
cs_cz: Obrázek
de_ch: Bild
fi_fi: Kuva
fr_be: Image
is_is: Mynd
nb_no: Bilde

# Enum 757728504 - EnumValue 691702675 - Property 2879900210
source: Video
fr_be: Vidéo
is_is: Myndband

# Enum 3549154128 - EnumValue 2406252909 - Property 2879900210
source: Clone
cs_cz: Klon
de_ch: Klonen
fi_fi: Klooni
fr_be: Cloner
is_is: Klóna
nb_no: Klon

# Enum 3549154128 - EnumValue 510277017 - Property 2879900210
source: Flat permission copy
cs_cz: Plochá kopie oprávnění
de_ch: Kopie für flache Berechtigung
fi_fi: Jäsentämättömän käyttöoikeuden kopio
fr_be: Copie d’autorisation plate
is_is: Flöt afritun heimilda
nb_no: Kopi med flat tillatelse

# Enum 3549154128 - EnumValue 1221660829 - Property 2879900210
source: Copy by reference
cs_cz: Kopírovat odkazem
de_ch: Nach Referenz kopieren
fi_fi: Kopiointi viitteenä
fr_be: Copier par référence
is_is: Afrita eftir tilvísun
nb_no: Kopier etter referanse

# Enum 2435677820 - EnumValue 1547124741 - Property 2879900210
source: A2 paper (420 mm by 594 mm).
cs_cz: Papír A2 (420 mm na 594 mm).
de_ch: A2 Papier (420 mm x 594 mm).
fi_fi: A2-paperi (420 x 594 mm).
fr_be: Papier A2 (420 mm sur 594 mm).
is_is: A2-pappír (420 mm sinnum 594 mm).
nb_no: A2-papir (420 mm ganger 594 mm).

# Enum 2435677820 - EnumValue 2184821358 - Property 2879900210
source: A3 paper (297 mm by 420 mm).
cs_cz: Papír A3 (297 mm na 420 mm).
de_ch: A3 Papier (297 mm x 420 mm).
fi_fi: A3-paperi (297 x 420 mm).
fr_be: Papier A3 (297 mm par 420 mm).
is_is: A3-pappír (297 mm sinnum 420 mm).
nb_no: A3-papir (297 mm ganger 420 mm).

# Enum 2435677820 - EnumValue 2015912335 - Property 2879900210
source: A4 paper (210 mm by 297 mm).
cs_cz: Papír A4 (210 mm na 297 mm).
de_ch: A4 Papier (210 mm x 297 mm).
fi_fi: A4-paperi (210 x 297 mm).
fr_be: Format A4 (210 mm par 297 mm).
is_is: A4-pappír (210 mm sinnum 297 mm).
nb_no: A4-papir (210 mm ganger 297 mm).

# Enum 2435677820 - EnumValue 2653608952 - Property 2879900210
source: A5 paper (148 mm by 210 mm).
cs_cz: Papír A5 (148 mm na 210 mm).
de_ch: A5 Papier (148 mm x 210 mm).
fi_fi: A5-paperi (148 x 210 mm).
fr_be: Papier A5 (148 mm par 210 mm).
is_is: A5-pappír (148 mm sinnum 210 mm).
nb_no: A5-papir (148 mm ganger 210 mm).

# Enum 2435677820 - EnumValue 3291305569 - Property 2879900210
source: A6 paper (105 mm by 148 mm).
cs_cz: Papír A6 (105 mm na 148 mm).
de_ch: A6 Papier (105 mm x 148 mm).
fi_fi: A6-paperi (105 x 148 mm).
fr_be: Papier A6 (105 mm par 148 mm).
is_is: A6-pappír (105 mm sinnum 148 mm).
nb_no: A6-papir (105 mm ganger 148 mm).

# Enum 2435677820 - EnumValue 687631330 - Property 2879900210
source: B4 paper (250 mm by 353 mm).
cs_cz: B4 papír (250 mm na 353 mm).
de_ch: B4 Papier (250 mm x 353 mm).
fi_fi: B4-paperi (250 x 353 mm).
fr_be: Papier B4 (250 mm par 353 mm).
is_is: B4-pappír (250 mm sinnum 353 mm).
nb_no: B4-papir (250 mm ganger 353 mm).

# Enum 2435677820 - EnumValue 1676013492 - Property 2879900210
source: B4 envelope (250 mm by 353 mm).
cs_cz: Obálka B4 (250 mm na 353 mm).
de_ch: B4 Umschlag (250 mm x 353 mm).
fi_fi: B4-kirjekuori (250 x 353 mm).
fr_be: Enveloppe B4 (250 mm sur 353 mm).
is_is: B4-umslag (250 mm sinnum 353 mm).
nb_no: B4-konvolutt (250 mm ganger 353 mm).

# Enum 2435677820 - EnumValue 49934713 - Property 2879900210
source: B5 paper (176 mm by 250 mm).
cs_cz: B5 papír (176 mm na 250 mm).
de_ch: B5 Papier (176 mm x 250 mm).
fi_fi: B5-paperi (176 x 250 mm).
fr_be: Papier B5 (176 mm par 250 mm).
is_is: B5-pappír (176 mm sinnum 250 mm).
nb_no: B5-papir (176 mm ganger 250 mm).

# Enum 2435677820 - EnumValue 3801048491 - Property 2879900210
source: B5 envelope (176 mm by 250 mm).
cs_cz: Obálka B5 (176 mm na 250 mm).
de_ch: B5 Umschlag (176 mm x 250 mm).
fi_fi: B5-kirjekuori (176 x 250 mm).
fr_be: Enveloppe B5 (176 mm par 250 mm).
is_is: B5-umslag (176 mm sinnum 250 mm).
nb_no: B5-konvolutt (176 mm ganger 250 mm).

# Enum 2435677820 - EnumValue 3465696102 - Property 2879900210
source: B6 envelope (176 mm by 125 mm).
cs_cz: Obálka B6 (176 mm na 125 mm).
de_ch: B6 Umschlag (176 mm x 125 mm).
fi_fi: B6-kirjekuori (176 x 125 mm).
fr_be: Enveloppe B6 (176 mm par 125 mm).
is_is: B6-umslag (176 mm sinnum 125 mm).
nb_no: B6-konvolutt (176 mm ganger 125 mm).

# Enum 2435677820 - EnumValue 2341903072 - Property 2879900210
source: JIS B6 paper (128 mm by 182 mm).
cs_cz: Papír JIS B6 (128 mm na 182 mm).
de_ch: JIS B6 Papier (128 mm x 182 mm).
fi_fi: JIS B6 -paperi (128 x 182 mm).
fr_be: Papier JIS B6 (128 mm par 182 mm).
is_is: JIS B6-pappír (128 mm sinnum 182 mm).
nb_no: JIS B6-papir (128 mm ganger 182 mm).

# Enum 2435677820 - EnumValue 1699541098 - Property 2879900210
source: C3 envelope (324 mm by 458 mm).
cs_cz: Obálka C3 (324 mm na 458 mm).
de_ch: C3 Umschlag (324 mm x 458 mm).
fi_fi: C3-kirjekuori (324 x 458 mm).
fr_be: Enveloppe C3 (324 mm par 458 mm).
is_is: C3-umslag (324 mm sinnum 458 mm).
nb_no: C3-konvolutt (324 mm ganger 458 mm).

# Enum 2435677820 - EnumValue 2752396339 - Property 2879900210
source: C4 envelope (229 mm by 324 mm).
cs_cz: Obálka C4 (229 mm na 324 mm).
de_ch: C4 Umschlag (229 mm x 324 mm).
fi_fi: C4-kirjekuori (229 x 324 mm).
fr_be: Enveloppe C4 (229 mm par 324 mm).
is_is: C4-umslag (229 mm sinnum 324 mm).
nb_no: C4-konvolutt (229 mm ganger 324 mm).

# Enum 2435677820 - EnumValue 1373106268 - Property 2879900210
source: C5 envelope (162 mm by 229 mm).
cs_cz: Obálka C5 (162 mm na 229 mm).
de_ch: C5 Umschlag (162 mm x 229 mm).
fi_fi: C5-kirjekuori (162 x 229 mm).
fr_be: Enveloppe C5 (162 mm sur 229 mm).
is_is: C5-umslag (162 mm sinnum 229 mm).
nb_no: C5-konvolutt (162 mm ganger 229 mm).

# Enum 2435677820 - EnumValue 2522735578 - Property 2879900210
source: C65 envelope (114 mm by 229 mm).
cs_cz: Obálka C65 (114 mm na 229 mm).
de_ch: C65 Umschlag (114 mm x 229 mm).
fi_fi: C65-kirjekuori (114 x 229 mm).
fr_be: Enveloppe C65 (114 mm par 229 mm).
is_is: C65-umslag (114 mm sinnum 229 mm).
nb_no: C65-konvolutt (114 mm ganger 229 mm).

# Enum 2435677820 - EnumValue 3242654117 - Property 2879900210
source: C6 envelope (114 mm by 162 mm).
cs_cz: Obálka C6 (114 mm na 162 mm).
de_ch: C6 Umschlag (114 mm x 162 mm).
fi_fi: C6-kirjekuori (114 x 162 mm).
fr_be: Enveloppe C6 (114 mm par 162 mm).
is_is: C6-umslag (114 mm sinnum 162 mm).
nb_no: C6-konvolutt (114 mm ganger 162 mm).

# Enum 2435677820 - EnumValue 1613908232 - Property 2879900210
source: C paper (17 in. by 22 in.).
cs_cz: C papír (17 palců na 22).
de_ch: C Papier (17 Zoll x 22 Zoll).
fi_fi: C-paperi (17 x 22 tuumaa).
fr_be: Papier C (17 po par 22 po).
is_is: C-pappír (17“ sinnum 22“).
nb_no: C-papir (17 tommer ganger 22 tommer).

# Enum 2435677820 - EnumValue 3431463797 - Property 2879900210
source: Custom. The paper size is defined by the user.
cs_cz: Vlastní. Velikost papíru je definována uživatelem.
de_ch: Benutzerdefiniert. Das Papierformat wird vom Benutzer definiert.
fi_fi: Mukautettu. Käyttäjä määrittää paperikoon.
fr_be: Personnalisée. La taille du papier est définie par l'utilisateur.
is_is: Sérsnið. Pappírsstærð skilgreind af notanda.
nb_no: Egendefinert. Papirstørrelsen er definert av brukeren.

# Enum 2435677820 - EnumValue 1673224202 - Property 2879900210
source: DL envelope (110 mm by 220 mm).
cs_cz: DL obálka (110 mm na 220 mm).
de_ch: DL Umschlag (110 mm x 220 mm).
fi_fi: DL-kirjekuori (110 x 220 mm).
fr_be: Enveloppe DL (110 mm par 220 mm).
is_is: DL-umslag (110 mm sinnum 220 mm).
nb_no: DL-konvolutt (110 mm ganger 220 mm).

# Enum 2435677820 - EnumValue 2107105437 - Property 2879900210
source: D paper (22 in. by 34 in.).
cs_cz: D papír (22 palců na 34).
de_ch: S Papier (22 Zoll x 34 Zoll).
fi_fi: D-paperi (22 x 34 tuumaa).
fr_be: Papier D (22 po par 34 po).
is_is: D-pappír (22“ sinnum 34“).
nb_no: D-papir (22 tommer ganger 34 tommer).
