Repository: jbakach/MSDyn365BC.Code.History
Catalog: System Application/Source/System Application/Translations/System Application.*.xlf
Languages: cs_cz, de_ch, fi_fi, fr_be, is_is, nb_no

# Codeunit 728726451 - NamedType 144767922
source: Cannot delete the attachment because the email has been queued to be sent.
cs_cz: Přílohu nelze odstranit, protože e-mail byl zařazen do fronty k odeslání.
de_ch: Der Dateianhang kann nicht gelöscht werden, weil die E-Mail in die Warteschlange zum Senden gestellt wurde.
fi_fi: Liitettä ei voi poistaa, koska sähköpostiviesti on asetettu lähetysjonoon.
fr_be: Impossible de supprimer le document joint car l’e-mail a été mis en file d’attente pour être envoyé.
is_is: Ekki er hægt að eyða viðhenginu þar sem tölvupósturinn bíður þess að vera sendur.
nb_no: Kan ikke slette vedlegget fordi e-posten har blitt satt i kø for sending.

# Codeunit 728726451 - NamedType 1796800968
source: Cannot delete the recipient because the email is queued to be sent.
cs_cz: Příjemce nelze odstranit, protože e-mail byl zařazen do fronty k odeslání.
de_ch: Der Empfänger kann nicht gelöscht werden, weil die E-Mail in die Warteschlange zum Senden gestellt wurde.
fi_fi: Vastaanottajaa ei voi poistaa, koska sähköpostiviesti on asetettu lähetysjonoon.
fr_be: Impossible de supprimer le destinataire car l’e-mail est en attente d’envoi.
is_is: Ekki er hægt að eyða viðtakanda þar sem tölvupósturinn bíður þess að vera sendur.
nb_no: Kan ikke slette mottakeren fordi e-posten er i kø for sending.

# Codeunit 728726451 - NamedType 2905556588
source: Cannot add the attachment because the email is queued to be sent.
cs_cz: Přílohu nelze přidat, protože e-mail byl zařazen do fronty k odeslání.
de_ch: Der Dateianhang kann nicht hinzugefügt werden, da die E-Mail zum Senden in die Warteschlange gestellt wurde.
fi_fi: Liitettä ei voi lisätä, koska sähköpostiviesti on asetettu lähetysjonoon.
fr_be: Impossible d'ajouter le document joint car l'e-mail est en attente d'envoi.
is_is: Ekki er hægt að bæta við viðhenginu þar sem tölvupósturinn bíður þess að vera sendur.
nb_no: Kan ikke legge til vedlegget fordi e-posten er i kø for sending.

# Codeunit 728726451 - NamedType 57281238
source: Cannot add a recipient because the email is queued to be sent.
cs_cz: Příjemce nelze přidat, protože e-mail je zařazen do fronty pro odeslání.
de_ch: Es kann kein Empfänger hinzugefügt werden, da die E-Mail zum Senden in die Warteschlange gestellt wurde.
fi_fi: Vastaanottajaa ei voi lisätä, koska sähköpostiviesti on asetettu lähetysjonoon.
fr_be: Impossible d’ajouter un destinataire car l’e-mail est en attente d’envoi.
is_is: Ekki er hægt að bæta við viðtakanda þar sem tölvupósturinn bíður þess að vera sendur.
nb_no: Kan ikke legge til en mottaker fordi e-posten er i kø for sending.

# Codeunit 728726451 - NamedType 2815685970
source: Cannot edit the email because it has been queued to be sent.
cs_cz: E-mail nelze upravit, protože byl zařazen do fronty k odeslání.
de_ch: Die E-Mail kann nicht bearbeitet werden, da sie in die Warteschlange gestellt wurde, um gesendet zu werden.
fi_fi: Sähköpostiviestiä ei voi muokata, koska se on asetettu lähetysjonoon.
fr_be: Impossible de modifier l’e-mail car il est en attente d'envoi.
is_is: Ekki er hægt að breyta netfanginu þar sem tölvupósturinn bíður þess að vera sendur.
nb_no: Kan ikke redigere e-posten fordi den er satt i kø for sending.

# Codeunit 728726451 - NamedType 2547027289
source: Cannot delete the attachment because the email has already been sent.
cs_cz: Přílohu nelze odstranit, protože e-mail již byl odeslán.
de_ch: Der Dateianhang kann nicht gelöscht werden, da die E-Mail bereits gesendet wurde.
fi_fi: Liitettä ei voi poistaa, koska sähköpostiviesti on jo lähetetty.
fr_be: Impossible de supprimer le document joint car l'e-mail a déjà été envoyé.
is_is: Ekki er hægt að eyða viðhenginu þar sem tölvupósturinn hefur þegar verið sendur.
nb_no: Kan ikke slette vedlegget fordi e-posten allerede er sendt.

# Codeunit 728726451 - NamedType 2988997335
source: Cannot delete the recipient because the email has already been sent.
cs_cz: Příjemce nelze odstranit, protože e-mail již byl odeslán.
de_ch: Der Empfänger kann nicht gelöscht werden, da die E-Mail bereits gesendet wurde.
fi_fi: Vastaanottajaa ei voi poistaa, koska sähköpostiviesti on jo lähetetty.
fr_be: Impossible de supprimer le destinataire car l’e-mail a déjà été envoyé.
is_is: Ekki er hægt að eyða viðtakandanum þar sem tölvupósturinn hefur þegar verið sendur.
nb_no: Kan ikke slette mottakeren fordi e-posten allerede er sendt.

# Codeunit 728726451 - NamedType 283273251
source: Cannot add the attachment because the email has already been sent.
cs_cz: Přílohu nelze přidat, protože e-mail již byl odeslán.
de_ch: Der Dateianhang kann nicht hinzugefügt werden, da die E-Mail bereits gesendet wurde.
fi_fi: Liitettä ei voi lisätä, koska sähköpostiviesti on jo lähetetty.
fr_be: Impossible d'ajouter le document joint car l'e-mail a déjà été envoyé.
is_is: Ekki er hægt að bæta við viðhenginu þar sem tölvupósturinn hefur þegar verið sendur.
nb_no: Kan ikke legge til vedlegget fordi e-posten allerede er sendt.

# Codeunit 728726451 - NamedType 1798063797
source: Cannot add the recipient because the email has already been sent.
cs_cz: Příjemce nelze přidat, protože e-mail již byl odeslán.
de_ch: Der Empfänger kann nicht hinzugefügt werden, da die E-Mail bereits gesendet wurde.
fi_fi: Vastaanottajaa ei voi lisätä, koska sähköpostiviesti on jo lähetetty.
fr_be: Impossible d’ajouter le destinataire car l’e-mail a déjà été envoyé.
is_is: Ekki er hægt að bæta við viðtakandanum þar sem tölvupósturinn hefur þegar verið sendur.
nb_no: Kan ikke legge til mottakeren fordi e-posten allerede er sendt.

# Codeunit 728726451 - NamedType 2317267625
source: Cannot edit the message because it has already been sent.
cs_cz: Zprávu nelze upravit, protože již byla odeslána.
de_ch: Die Nachricht kann nicht bearbeitet werden, da sie bereits gesendet wurde.
fi_fi: Viestiä ei voi muokata, koska se on jo lähetetty.
fr_be: Impossible de modifier le message, car il a déjà été envoyé.
is_is: Ekki er hægt að breyta skeytinu þar sem það hefur þegar verið sent.
nb_no: Kan ikke redigere meldingen fordi den allerede er sendt.

# Codeunit 728726451 - NamedType 4100786335
source: You must specify a valid email account to send the message to.
cs_cz: Chcete-li zprávu odeslat, musíte zadat e-mailový účet.
de_ch: Sie müssen ein E-Mail-Konto angeben, an das die Nachricht gesendet werden soll.
fi_fi: Sinun on määritettävä kelvollinen sähköpostitili, johon viesti lähetetään.
fr_be: Vous devez spécifier un compte de messagerie valide auquel envoyer le message.
is_is: Tilgreina verður tölvupóstsreikning til að senda skeytið til.
nb_no: Du må angi en gyldig e-postkonto som du vil sende meldingen til.

# Codeunit 1685527521 - NamedType 1722522343
source: Add attachment to selected email scenario
cs_cz: Přidat přílohu k vybranému scénáři e-mailu
de_ch: Dateianhang zu ausgewähltem E-Mail-Szenario hinzufügen
fi_fi: Lisää liite valittuun sähköpostiskenaarioon
fr_be: Ajouter une pièce jointe à un scénario de messagerie sélectionné
is_is: Bæta viðhengi við valdar tölvupóstaðstæður
nb_no: Legg til vedlegg i valgt e-postscenario

# Codeunit 1685527521 - NamedType 3870982870
source: Add attachment to current email scenario
cs_cz: Přidání přílohy k aktuálnímu scénáři e-mailu
de_ch: Dateianhang zum aktuellen E-Mail-Szenario hinzufügen
fi_fi: Lisää liite nykyiseen sähköpostiskenaarioon
fr_be: Ajouter une pièce jointe au scénario de messagerie actuel
is_is: Bæta viðhengi við núverandi tölvupóstaðstæður
nb_no: Legg til vedlegg i nåværende e-postscenario

# Codeunit 1685527521 - NamedType 1170614061
source: Do you want to add the selected attachments?
cs_cz: Chcete přidat vybrané přílohy?
de_ch: Möchten Sie die ausgewählten Anhänge hinzufügen?
fi_fi: Haluatko lisätä valitut liitteet?
fr_be: Souhaitez-vous ajouter les pièces jointes sélectionnées ?
is_is: Á að bæta valda viðhenginu við?
nb_no: Vil du legge til de valgte vedleggene?

# Codeunit 1685527521 - NamedType 170933452
source: This page is for adding additional, non-default attachments to the scenario. Do you want to add an attachment?
cs_cz: Tato stránka slouží k přidání dalších, nikoli výchozích příloh do scénáře. Chcete přidat přílohu?
de_ch: Diese Seite dient zum Hinzufügen zusätzlicher, nicht standardmässiger Dateianhänge zum Szenario. Möchten Sie einen Dateianhang hinzufügen?
fi_fi: Tällä sivulla voit lisätä skenaarioon muita kuin oletusliitteitä. Haluatko lisätä liitteen?
fr_be: Cette page permet d’ajouter des pièces jointes supplémentaires non définies par défaut au scénario. Souhaitez-vous ajouter une pièce jointe ?
is_is: Þessi síða er til að bæta við fleiri viðhengjum sem ekki eru sjálfgefin við aðstæður. Á að bæta við viðhengi?
nb_no: Denne siden er for å legge til flere, ikke-standard vedlegg i scenarioet. Vil du legge til et vedlegg?

# Codeunit 2918810872 - NamedType 2230688874
source: Change e-mail account used for the selected scenarios
cs_cz: Změna e-mailového účtu použitého pro vybrané scénáře
de_ch: E-Mail-Konto ändern, das für die ausgewählten Szenarios verwendet wird
fi_fi: Vaihda valituissa skenaarioissa käytetty sähköpostitili
fr_be: Modifier le compte de messagerie utilisé pour les scénarios sélectionnés
is_is: Breyta tölvupóstsreikningi sem notaður er fyrir valdar aðstæður
nb_no: Endre e-postkonto som brukes for de valgte scenarioene

# Codeunit 2918810872 - NamedType 1469245251
source: Assign scenarios to account %1
cs_cz: Přiřazení scénářů k účtu %1
de_ch: Zuweisen von Szenarios zu Konto %1
fi_fi: Määritä skenaariot tilille %1
fr_be: Affecter des scénarios au compte %1
is_is: Úthluta aðstæðum á reikning %1
nb_no: Tilordne scenarier til konto %1

# Codeunit 2091346909 - NamedType 476866542
source: <body><p style="font-family:Verdana,Arial;font-size:10pt"><b>The user %1 sent this message to test their email settings. You do not need to reply to this message.</b></p><p style="font-family:Verdana,Arial;font-size:9pt"><b>Sent through connector:</b> %2<BR></p></body>
cs_cz: <body><p style="font-family:Verdana,Arial;font-size:10pt"><b>Uživatel %1 odeslal tuto zprávu, aby otestoval nastavení e-mailu. Na tuto zprávu není nutné odpovídat.</b></p><p style="font-family:Verdana,Arial;font-size:9pt"><b>Odesláno prostřednictvím konektoru:</b> %2<BR></p></body>
de_ch: <body><p style="font-family:Verdana,Arial;font-size:10pt"><b>Der Benutzer %1 hat diese Nachricht gesendet, um Ihre E-Mail-Einstellungen zu testen. Sie müssen nicht auf diese Nachricht antworten. </b></p><p style="font-family:Verdana,Arial;font-size:9pt"><b>Gesendet durch Konnektor: </b> %2<BR></p></body>
fi_fi: <body><p style="font-family:Verdana,Arial;font-size:10pt"><b>Käyttäjä %1 lähetti tämän viestin sähköpostiasetustensa testaamista varten. Sinun ei tarvitse vastata tähän viestiin.</b></p><p style="font-family:Verdana,Arial;font-size:9pt"><b>Lähetetty liittimen kautta:</b> %2<BR></p></body>
fr_be: <body><p style="font-family:Verdana,Arial;font-size:10pt"><b>L’utilisateur %1 a envoyé ce message pour tester ses paramètres de messagerie électronique. Il n’est pas nécessaire de répondre à ce message. </b></p><p style="font-family:Verdana,Arial;font-size:9pt"><b>Envoyé via le connecteur : </b> %2<BR></p></body>
is_is: <body><p style="font-family:Verdana,Arial;font-size:10pt"><b>Notandinn %1 sendi þetta skeyti til að prófa tölvupóststillingarnar sínar. Þú þarft ekki að svara þessu skeyti.</b></p><p style="font-family:Verdana,Arial;font-size:9pt"><b>Sent í gegnum tengilinn:</b> %2<BR></p></body>
nb_no: <body><p style="font-family:Verdana,Arial;font-size:10pt"><b>Bruker %1 har sendt denne meldingen for å teste e-postinnstillingene. Du trenger ikke å svare på denne meldingen.</b></p><p style="font-family:Verdana,Arial;font-size:9pt"><b>Sendt via kobling:</b> %2<BR></p></body>

# Codeunit 2091346909 - NamedType 3526255051
source: Choose the email address that should receive a test email message:
cs_cz: Vyberte e-mailovou adresu, která by měla přijmout zkušební e-mail:
de_ch: Wählen Sie die E-Mail-Adresse, an die eine Test-E-Mail-Nachricht gesendet werden soll:
fi_fi: Valitse sähköpostiosoite, johon testisähköpostiviesti lähetetään:
fr_be: Sélectionnez l'adresse électronique à laquelle le courrier électronique de test sera envoyé :
is_is: Veljið hvaða netfang á að fá prufutölvupóstinn:
nb_no: Velg e-postadressen som skal motta en test-e-postmelding:

# Codeunit 2091346909 - NamedType 341563484
source: An error has occured while sending the email, please look at the Outbox to find the error.
cs_cz: Při odesílání e-mailu došlo k chybě, podívejte se do složky Pošta k odeslání a vyhledejte chybu.
de_ch: Beim Senden der E-Mail ist ein Fehler aufgetreten. Suchen Sie im Postausgang nach dem Fehler.
fi_fi: Virhe lähetettäessä sähköpostiviestiä. Etsi virhe Outlookista.
fr_be: Une erreur s’est produite lors de l’envoi de l’e-mail. Veuillez consulter la boîte d’envoi pour trouver l’erreur.
is_is: Villa kom upp þegar senda átti tölvupóst. Athugið Outlook til að finna villuna.
nb_no: Det oppstod en feil under sending av e-posten. Se i utboksen for å finne feilen.

# Codeunit 2091346909 - NamedType 2198964122
source: Other...
cs_cz: Další...
de_ch: Sonstiges ...
fi_fi: Muu...
fr_be: Autre...
is_is: Annað ...
nb_no: Annet ...

# Codeunit 2091346909 - NamedType 2186304282
source: Test Email Message
cs_cz: Testovat e-mailovou zprávu
de_ch: Test-E-Mail
fi_fi: Testisähköpostiviesti
fr_be: Message e-mail de test
is_is: Prufutölvupóstskeyti
nb_no: Test-e-postmelding

# Codeunit 2091346909 - NamedType 559834860
source: Test email has been sent to %1.\Check your email for messages to make sure that the email was delivered successfully.
cs_cz: Zkušební e-mail byl odeslán do %1.\Zkontrolujte vaši e-mailovou schránku pro ověření, že e-mail byl úspěšně doručen.
de_ch: Die Test-E-Mail wurde an %1 gesendet.\Prüfen Sie Ihre E-Mails auf Nachrichten, um zu gewährleisten, dass die E-Mail erfolgreich zugestellt wurde.
fi_fi: Testisähköposti on lähetetty käyttäjälle %1.\Varmista sähköpostin viestit tarkistamalla, että sähköpostiviestin toimitus onnistui.
fr_be: L'e-mail test a été envoyé à « %1 ».\Contrôlez vos messages pour vérifier que vous avez bien reçu cet e-mail.
is_is: Prufutölvupóstur hefur verið sendur á %1.\Skoða skal tölvupóstinn til að kanna hvort skeytið var móttekið.
nb_no: E-posttest er sendt til %1.\Kontroller e-posten din for å være sikker på at e-posten ble levert.

# Codeunit 2091346909 - NamedType 84139891
source: Email is not sent because the sent emails exceed the rate limit for the email account.
cs_cz: Email není odeslán, protože odeslané emaily překračují limit pro emaily pro emailový účet.
de_ch: E-Mail wird nicht gesendet, da die gesendeten E-Mails die Ratenbegrenzung für das E-Mail-konto überschreiten
fi_fi: Sähköpostiviestiä ei lähetetä, koska lähetetyt sähköpostiviestit ylittävät sähköpostitilin rajan.
fr_be: Le courrier électronique n’est pas envoyé car les courriers électroniques envoyés dépassent le débit autorisé pour le compte de messagerie.
is_is: Tölvupóstur er ekki sendur vegna þess að sendir tölvupóstar fara yfir tíðnimörk fyrir tölvupóstreikninginn.
nb_no: E-post sendes ikke fordi de sendte e-postene overskrider frekvensgrensen for e-postkontoen.

# Codeunit 50758251 - NamedType 2507396449
source: The default user email policy cannot be deleted.
cs_cz: Výchozí zásady e-mailu uživatele nelze odstranit.
de_ch: Die E-Mail-Standardrichtlinie für Benutzer kann nicht gelöscht werden.
fi_fi: Käyttäjän oletussähköpostikäytäntöä ei voi poistaa.
fr_be: Supp. stratégie messagerie util. par déf. impos.
is_is: Ekki er hægt að eyða sjálfgefinni tölvupóstsstefnu notanda.
nb_no: Standard e-postpolicy for bruker kan ikke slettes.

# Codeunit 50758251 - NamedType 464962032
source: The provided Enail View Policy is not valid.
cs_cz: Poskytnuté zásady zobrazení Emailu nejsou platné.
de_ch: Die angegebene E-Mail-Ansichtsrichtlinie ist ungültig.
fi_fi: Annettu sähköpostin näyttökäytäntö ei kelpaa.
fr_be: La stratégie d’affichage de courrier électronique fournie n’est pas valide.
is_is: Uppgefin regla um skoðun tölvupósts er ekki gild.
nb_no: Den angitte visningspolicyen for e-post er ikke gyldig.

# Codeunit 50758251 - NamedType 1174314468
source: Expected a temporary record.
cs_cz: Očekávaný dočasný záznam.
de_ch: Es wurde ein temporärer Datensatz erwartet.
fi_fi: Odotettiin väliaikaista tietuetta.
fr_be: Enregistrement temporaire attendu.
is_is: Búist var við tímabundinni færslu.
nb_no: Forventet en midlertidig oppføring.

# Codeunit 4021082514 - NamedType 3885254447
source: The email message has been deleted by another user.
cs_cz: E-mailová zpráva byla odstraněna jiným uživatelem.
de_ch: Die E-Mail-Nachricht wurde von einem anderen Benutzer gelöscht.
fi_fi: Toinen käyttäjä on poistanut sähköpostiviestin.
fr_be: Le message électronique a été supprimé par un autre utilisateur.
is_is: Annar notandi eyddi tölvupóstskeytinu.
nb_no: E-postmeldingen er slettet av en annen bruker.

# Codeunit 4021082514 - NamedType 3931068423
source: You do not have permission to open the email message.
cs_cz: Nemáte oprávnění k otevření e-mailové zprávy.
de_ch: Sie haben keine Berechtigung zum Öffnen der E-Mail-Nachricht.
fi_fi: Sinulla ei ole sähköpostiviestin avausoikeutta.
fr_be: Vous n’êtes pas autorisé à ouvrir le message électronique.
is_is: Ekki er heimild til staðar til að opna tölvupóstskilaboðin.
nb_no: Du har ikke tillatelse til å åpne e-postmeldingen.

# Codeunit 4021082514 - NamedType 41789350
source: The message was queued for sending.
cs_cz: Zpráva byla zařazena do fronty pro odeslání.
de_ch: Die Nachricht wurde zum Senden in die Warteschlange gestellt.
fi_fi: Viesti asetettiin lähetysjonoon.
fr_be: Le message est en attente d’envoi.
is_is: Skeytið var sent í biðröð fyrir sendingu.
nb_no: Meldingen ble satt i kø for sending.

# Codeunit 3994404507 - NamedType 1085765764
source: The "%1" element was not found.
cs_cz: Prvek "%1" nebyl nalezen.
de_ch: Das Element „%1“ wurde nicht gefunden.
fi_fi: Elementtiä %1 ei löytynyt.
fr_be: L’élément « %1 » est introuvable.
is_is: Einingin "%1" fannst ekki.
nb_no: Finner ikke elementet %1.

# Codeunit 3994404507 - NamedType 1435382528
source: Unsupported symmetric algorithm.
cs_cz: Nepodporovaný symetrický algoritmus.
de_ch: Nicht unterstützter symmetrischer Algorithmus.
fi_fi: Symmetristä algoritmia ei tueta.
fr_be: Algorithme symétrique non pris en charge.
is_is: Óstutt samhverft reiknirit.
nb_no: Symmetrisk algoritme støttes ikke.

# Codeunit 1128445799 - NamedType 4090787537
source: The extension %1 is already installed.
cs_cz: Rozšíření %1 je již nainstalováno.
de_ch: Die Erweiterung %1 ist bereits installiert.
fi_fi: Laajennus %1 on jo asennettu.
fr_be: L’extension %1 est déjà installée.
is_is: Viðbótin %1 er þegar uppsett.
nb_no: Utvidelsen %1 er allerede installert.

# Codeunit 1128445799 - NamedType 2392733864
source: The extension %1 is not installed.
cs_cz: Rozšíření %1 není nainstalováno.
de_ch: Die Erweiterung %1 ist nicht installiert.
fi_fi: Laajennusta %1 ei ole asennettu.
fr_be: L’extension %1 n’est pas installée.
is_is: Viðbótin %1 er ekki uppsett.
nb_no: Utvidelsen %1 er ikke installert.

# Codeunit 1128445799 - NamedType 2879639004
source: You have selected to delete extension data for the %1 extension and all of its dependents: %2. Continuing uninstall will delete the tables that contain data for the %1 extension and all of its dependents. This action cannot be undone. Do you want to continue?
cs_cz: Vybrali jste odstranění dat rozšíření pro rozšíření %1 a všechny jeho závislé položky: %2. Pokračováním odinstalace odstraníte tabulky, které obsahují data pro rozšíření %1 a všechny jeho závislé položky. Tuto akci nelze vrátit zpět. Chcete pokračovat?
de_ch: Sie haben ausgewählt, dass die Erweiterungsdaten für die Erweiterung %1 und alle abhängigen Elemente gelöscht werden sollen: %2. Wenn Sie die Deinstallation fortsetzen, werden die Tabellen gelöscht, die Daten für die Erweiterung %1 und alle abhängigen Elemente enthalten. Diese Aktion kann nicht rückgängig gemacht werden. Möchten Sie fortfahren?
fi_fi: Olet valinnut Poista laajennuksen tiedot -asetuksen laajennukselle %1 ja kaikille sen riippuvuuksille: %2. Jos jatkat asennuksen poistoa, laajennuksen %1 ja sen riippuvuuksien tiedot sisältävät taulukot poistetaan. Tätä toimintoa ei voi kumota. Haluatko jatkaa?
fr_be: Vous avez choisi de supprimer les données d’extension pour l’extension %1 et toutes ses dépendances : %2. La poursuite de la désinstallation va supprimer les tables contenant les données pour l’extension %1 et toutes ses dépendances. Cette action ne peut pas être annulée. Voulez-vous continuer ?
is_is: Notandi hefur valið að eyða gögnum viðbótar fyrir viðbótina %1 og allt sem tengist henni: %2. Ef haldið er áfram verður töflum sem innihalda gögn fyrir viðbótina %1 og öllu sem tengist henni eytt. Ekki er hægt að afturkalla þessa aðgerð. Á að halda áfram?
nb_no: Du har valgt å slette utvidelsesdata for %1-utvidelsen og alle avhengighetene: %2. Hvis du fortsetter avinstallasjonen, slettes tabellene som inneholder data for %1-utvidelsen og alle avhengighetene. Denne handlingen kan ikke angres. Vil du fortsette?

# Codeunit 1128445799 - NamedType 4098040153
source: Enabling Delete Extension Data will delete the tables that contain data for the %1 extension and all of its dependents on uninstall. This action cannot be undone. Do you want to continue?
cs_cz: Povolením funkce Odstranit data rozšíření odstraníte tabulky, které obsahují data rozšíření %1 a všechny jeho závislé na odinstalaci. Tuto akci nelze vrátit zpět. Chcete pokračovat?
de_ch: Mit dem Befehl „Erweiterungsdaten löschen“ werden bei der Deinstallation die Tabellen gelöscht, die Daten für die Erweiterung %1 und alle abhängigen Elemente enthalten. Diese Aktion kann nicht rückgängig gemacht werden. Möchten Sie fortfahren?
fi_fi: Poista laajennuksen tiedot -asetuksen ottaminen käyttöön poistaa asennuksen poiston yhteydessä taulukot, jotka sisältävät laajennuksen %1 ja sen kaikkien riippuvuuksien tiedot. Tätä toimintoa ei voi kumota. Haluatko jatkaa?
fr_be: Si l’option Supprimer les données d’extension est activée, les tables contenant les données de l’extension %1 et de toutes ses dépendances seront supprimées lors de la désinstallation. Cette action ne peut pas être annulée. Voulez-vous continuer ?
is_is: Ef kveikt er á „Eyða gögnum viðbótar“ verður töflunum sem innihalda gögn fyrir viðbótina %1 og allt sem tengist henni eytt. Ekki er hægt að afturkalla þessa aðgerð. Á að halda áfram?
nb_no: Hvis du aktiverer Slett utvidelsesdata, slettes tabellene som inneholder data for %1-utvidelsen og alle avhengighetene, ved avsintallering. Denne handlingen kan ikke angres. Vil du fortsette?

# Codeunit 1128445799 - NamedType 3775415435
source: The extension %1 has a dependency on one or more extensions: %2. \ \Do you want to install %1 and all of its dependencies?
cs_cz: Rozšíření %1 je závislé na nejméně jednom rozšíření: %2. \ \Přejete si instalovat %1 a všechny jeho závislosti?
de_ch: Die Erweiterung %1 weist eine Abhängigkeit für mindestens eine Erweiterung auf: %2. \ \Möchten Sie %1 und alle Abhängigkeiten installieren?
fi_fi: Laajennuksella %1 on riippuvuuksia vähintään yhteen toiseen laajennukseen: %2. \ \Haluatko asentaa laajennuksen %1 ja kaikki sen riippuvuudet?
fr_be: L'extension %1 a une dépendance sur une, voire plusieurs extensions : %2. \ \Souhaitez-vous installer %1 et toutes ses dépendances ?
is_is: Viðbótin %1 er háð einni eða fleiri viðbótum: %2. \ \Á að setja upp %1 og öll háð atriði?
nb_no: Utvidelsen %1 har en avhengighet for én eller flere utvidelser: %2. \ \Vil du installere %1 og alle dens avhengigheter?
