Repository: jbakach/MSDyn365BC.Code.History
Catalog: System Application/Source/System Application/Translations/System Application.*.xlf
Languages: cs_cz, de_ch, fi_fi, fr_be, is_is, nb_no

# Table 1251581097 - Field 3256733105 - Property 2879900210
source: Task Scheduler Id
cs_cz: Id plánovače úloh
de_ch: Aufgabenplanungs-ID
fi_fi: Tehtävien ajoituksen tunnus
fr_be: ID du planificateur de tâches
is_is: Kenni verkáætlunar
nb_no: Oppgaveplanleggings-ID

# Table 1251581097 - Field 4090242150 - Property 2879900210
source: User Security Id
cs_cz: ID uživatelského zabezpečení
de_ch: Benutzersicherheits-ID
fi_fi: Käyttäjän suojaustunnus
fr_be: ID sécurité utilisateur
is_is: Öryggiskenni notanda
nb_no: Sikkerhets-ID for bruker

# Table 3143285109 - Property 2879900210
source: Email Rate Limit
cs_cz: Limit pro emaily
de_ch: E-Mail-Ratenbegrenzung
fi_fi: Sähköpostiraja
fr_be: Débit maximal des courriers électroniques
is_is: Tíðnimörk tölvupósts
nb_no: Frekvensgrense for e-post

# Table 3143285109 - Field 3856268488 - Property 2879900210
source: Account Id
cs_cz: Id účtu
de_ch: Konto-ID
fi_fi: Tilin tunnus
fr_be: ID Compte
is_is: Kenni reiknings
nb_no: Konto-ID

# Table 3143285109 - Field 3083306301 - Property 2879900210
source: Connector
cs_cz: Konektor
de_ch: Konnektor
fi_fi: Yhdistin
fr_be: Connecteur
is_is: Tengill
nb_no: Kobling

# Table 3143285109 - Field 90141998 - Property 2879900210
source: Email Address
cs_cz: Emailová adresa
de_ch: E-Mail-Adresse
fi_fi: Sähköpostiosoite
fr_be: Adresse e-mail
is_is: Netfang
nb_no: E-postadresse

# Table 3143285109 - Field 3588218969 - Property 2879900210
source: Rate Limit
cs_cz: Limit
de_ch: Ratenbegrenzung
fi_fi: Raja
fr_be: Débit maximal
is_is: Tíðnimörk
nb_no: Frekvensgrense

# Table 474016873 - Property 2879900210
source: Email Recipient
cs_cz: Příjemce e-mailu
de_ch: E-Mail-Empfänger
fi_fi: Sähköpostin vastaanottaja
fr_be: Destinataire de l’e-mail
is_is: Viðtakandi tölvupósts
nb_no: E-postmottaker

# Table 474016873 - Field 90141998 - Property 2879900210
source: Email Address
cs_cz: Emailová adresa
de_ch: E-Mail-Adresse
fi_fi: Sähköpostiosoite
fr_be: Adresse e-mail
is_is: Netfang
nb_no: E-postadresse

# Table 474016873 - Field 2931190102 - Property 2879900210
source: Email Message Id
cs_cz: ID emailové zprávy
de_ch: E-Mail-ID
fi_fi: Sähköpostiviestin tunnus
fr_be: ID message électronique
is_is: Kenni tölvupóstskeytis
nb_no: ID for e-postmelding

# Table 474016873 - Field 267784753 - Property 2879900210
source: Email Recipient Type
cs_cz: Typ příjemce e-mailu
de_ch: Typ des E-Mail-Empfängers
fi_fi: Sähköpostiviestin vastaanottajan tyyppi
fr_be: Type de destinataire du courrier électronique
is_is: Gerð viðtakanda tölvupósts
nb_no: Type e-postmottaker

# Table 2372869910 - Property 2879900210
source: Email Related Attachment
cs_cz: Příloha související s e-mailem
de_ch: E-Mail-bezogener Anhang
fi_fi: Sähköpostiin liittyvä liite
fr_be: Document joint associé à un e-mail
is_is: Tengt póstviðhengi
nb_no: E-postrelatert vedlegg

# Table 2372869910 - Field 1024873738 - Property 2879900210
source: Attachment Name
cs_cz: Název přílohy
de_ch: Dateianhangsname
fi_fi: Liitteen nimi
fr_be: Nom document joint
is_is: Heiti viðhengis
nb_no: Navn på vedlegg

# Table 2372869910 - Field 2045991712 - Property 2879900210
source: Attachment Source
cs_cz: Zdroj přílohy
de_ch: Dateianhangsquelle
fi_fi: Liitteen lähde
fr_be: Source du document joint
is_is: Uppruni viðhengis
nb_no: Vedleggskilde

# Table 2372869910 - Field 3808409531 - Property 2879900210
source: Attachment System ID
cs_cz: ID systému přílohy
de_ch: Dateianhangssystem-ID
fi_fi: Liitteen järjestelmätunnus
fr_be: ID système document joint
is_is: Kerfiskenni viðhengis
nb_no: ID for vedleggssystem

# Table 2372869910 - Field 2644494486 - Property 2879900210
source: Attachment Table ID
cs_cz: ID tabulky příloh
de_ch: Dateianhangstabellen-ID
fi_fi: Liitetaulukon tunnus
fr_be: ID table document joint
is_is: Töflukenni viðhengis
nb_no: ID for vedleggstabell

# Table 2372869910 - Field 415504711 - Property 2879900210
source: Id
fi_fi: Tunnus
is_is: Kenni

# Table 712487250 - Property 2879900210
source: Email Related Record
cs_cz: Záznam související s e-mailem
de_ch: E-Mail-zugehöriger Datensatz
fi_fi: Sähköpostiin liittyvä tietue
fr_be: Enregistrement associé à un e-mail
is_is: Tengd póstfærsla
nb_no: E-postrelatert post

# Table 712487250 - Field 2931190102 - Property 2879900210
source: Email Message Id
cs_cz: ID emailové zprávy
de_ch: E-Mail-ID
fi_fi: Sähköpostiviestin tunnus
fr_be: ID message électronique
is_is: Kenni tölvupóstskeytis
nb_no: ID for e-postmelding

# Table 712487250 - Field 2545815918 - Property 2879900210
source: Relation Origin
cs_cz: Původ vztahu
de_ch: Relationsursprung
fi_fi: Suhteen alkuperä
fr_be: Origine de la relation
is_is: Uppruni tengsla
nb_no: Relasjonsopprinnelse

# Table 712487250 - Field 526938458 - Property 2879900210
source: Relation Type
cs_cz: Typ relace
de_ch: Beziehungstyp
fi_fi: Suhdetyyppi
fr_be: Type relation
is_is: Venslagerð
nb_no: Relasjonstype

# Table 712487250 - Field 2007641260 - Property 2879900210
source: System Id
cs_cz: Id systému
fi_fi: Järjestelmän tunnus
fr_be: ID système
is_is: Kenni kerfis

# Table 712487250 - Field 2066789741 - Property 2879900210
source: Table Id
cs_cz: ID tabulky
de_ch: Tabellen-ID
fi_fi: Taulukon tunnus
fr_be: ID table
is_is: Kenni töflu
nb_no: Tabell-ID

# Table 2593693414 - Property 2879900210
source: Email Scenario
cs_cz: Scénář e-mailu
de_ch: E-Mail-Szenario
fi_fi: Sähköpostiskenaario
fr_be: Scénarios de messagerie
is_is: Aðstæður tölvupósts
nb_no: E-postscenario

# Table 2593693414 - Field 3856268488 - Property 2879900210
source: Account Id
cs_cz: Id účtu
de_ch: Konto-ID
fi_fi: Tilin tunnus
fr_be: ID compte
is_is: Kenni reiknings
nb_no: Konto-ID

# Table 2593693414 - Field 3083306301 - Property 2879900210
source: Connector
cs_cz: Konektor
de_ch: Konnektor
fi_fi: Yhdistin
fr_be: Connecteur
is_is: Tengill
nb_no: Kobling

# Table 2593693414 - Field 910027226 - Property 2879900210
source: Scenario
cs_cz: Scénář
de_ch: Szenario:
fi_fi: Esimerkkitilanne
fr_be: Scénario
is_is: Aðstæður

# Table 4275131692 - Property 2879900210
source: Email Scenario Attachments
cs_cz: Přílohy scénáře e-mailu
de_ch: E-Mail-Szenario-Anlagen
fi_fi: Sähköpostiskenaarion liitteet
fr_be: Pièces jointes du scénario de messagerie
is_is: Viðhengi tölvupóstaðstæðna
nb_no: Vedlegg for e-postscenario

# Table 4275131692 - Field 1024873738 - Property 2879900210
source: Attachment Name
cs_cz: Název přílohy
de_ch: Dateianhangsname
fi_fi: Liitteen nimi
fr_be: Nom de la pièce jointe
is_is: Heiti viðhengis
nb_no: Navn på vedlegg

# Table 4275131692 - Field 683882146 - Property 2879900210
source: AttachmentDefaultStatus
cs_cz: VýchozíStavPřílohy
de_ch: Standardstatus des Anhangs
fi_fi: Liitteen oletustila
fr_be: Statut par défaut de la pièce jointe
is_is: Sjálfgefin staða viðhengis
nb_no: Standardstatus for vedlegg

# Table 4275131692 - Field 2517427471 - Property 2879900210
source: Email Attachment
cs_cz: Příloha e-mailu
de_ch: E-Mail-Dateianhang
fi_fi: Sähköpostin liite
fr_be: Pièce jointe à un e-mail
is_is: Tölvupóstsviðhengi
nb_no: E-postvedlegg

# Table 4275131692 - Field 415504711 - Property 2879900210
source: Id
fi_fi: Tunnus
is_is: Kenni

# Table 4275131692 - Field 910027226 - Property 2879900210
source: Scenario
cs_cz: Scénář
de_ch: Szenario
fi_fi: Skenaario
fr_be: Scénario
is_is: Aðstæður

# Table 50758251 - Property 2879900210
source: Email View Policy
cs_cz: Zásady zobrazení e-mailu
de_ch: E-Mail-Ansichtsrichtlinie
fi_fi: Sähköpostin näyttökäytäntö
fr_be: Stratégie d’affichage des e-mails
is_is: Reglur um skoðun tölvupósts
nb_no: Policy for e-postvisning

# Table 50758251 - Field 50758251 - Property 2879900210
source: Email View Policy
cs_cz: Zásady zobrazení e-mailu
de_ch: E-Mail-Ansichtsrichtlinie
fi_fi: Sähköpostin näyttökäytäntö
fr_be: Stratégie d’affichage des e-mails
is_is: Reglur um skoðun tölvupósts
nb_no: Policy for e-postvisning

# Table 50758251 - Field 2708250016 - Property 2879900210
source: User ID
cs_cz: ID uživatele
de_ch: Benutzer-ID
fi_fi: Käyttäjätunnus
fr_be: ID d’utilisateur
is_is: Kenni notanda
nb_no: Bruker-ID

# Table 50758251 - Field 3021697414 - Property 2879900210
source: User Security ID
cs_cz: ID uživatelského zabezpečení
de_ch: Benutzersicherheits-ID
fi_fi: Käyttäjän suojaustunnus
fr_be: ID sécurité utilisateur
is_is: Öryggiskenni notanda
nb_no: Sikkerhets-ID for bruker

# Table 3170013184 - Property 2879900210
source: Extension Deployment Status
cs_cz: Stav nasazení rozšíření
de_ch: Status der Erweiterungsbereitstellung
fi_fi: Laajennuksen käyttöönottotila
fr_be: Statut du déploiement de l’extension
is_is: Staða uppsetningar viðbótar
nb_no: Status for utvidelsesdistribusjon

# Table 3170013184 - Field 3461834954 - Property 2879900210
source: Description
cs_cz: Popis
de_ch: Beschreibung
fi_fi: Kuvaus
is_is: Lýsing
nb_no: Beskrivelse

# Table 3170013184 - Field 318613646 - Property 2879900210
source: Details
cs_cz: Detaily
fi_fi: Tiedot
fr_be: Détails
is_is: Upplýsingar
nb_no: Detaljer

# Table 3170013184 - Field 1848808116 - Property 2879900210
source: Operation ID
cs_cz: ID operace
de_ch: Vorgangs-ID
fi_fi: Toiminnon tunnus
fr_be: ID opération
is_is: Kenni aðgerðar
nb_no: Operasjons-ID

# Table 3170013184 - Field 3156524383 - Property 2879900210
source: Operation Type
cs_cz: Typ operace
de_ch: Vorgangstyp
fi_fi: Toiminnon tyyppi
fr_be: Type d’opération
is_is: Gerð aðgerðar
nb_no: Operasjonstype

# Table 3170013184 - Field 3944750556 - Property 2879900210
source: Started On
cs_cz: Spuštěno na
de_ch: Gestartet am
fi_fi: Aloitettu
fr_be: Commencé(e) le
is_is: Hófst þann
nb_no: Startet

# Table 3170013184 - Field 513339096 - Property 2879900210
source: Status
cs_cz: Stav
fi_fi: Tila
fr_be: Statut
is_is: Staða

# Table 3170013184 - Field 513339096 - Property 62802879
source: Unknown,InProgress,Failed,Completed,NotFound
cs_cz: Neznámý,Probíhá,Selhání,Dokončeno,Nenalezeno
de_ch: Unbekannt,In Bearbeitung,Fehler,Abgeschlossen,Nicht gefunden
fi_fi: Tuntematon,Työnalla,Epäonnistui,Valmis,Eilöydy
fr_be: Inconnu,En cours,Échec,Terminé,Introuvable
is_is: Óþekkt,Ívinnslu,Mistókst,Lokið,FannstEkki
nb_no: Ukjent,Pågår,Mislykket,Fullført,Ikke funnet

# Table 4291560723 - Property 2879900210
source: Extension Pending Setup
cs_cz: Rozšíření čeká na nastavení
de_ch: Einrichtung der Erweiterung steht aus
fi_fi: Laajennus odottaa asennusta
fr_be: Configuration en attente de l’extension
is_is: Viðbót sem bíður uppsetningar
nb_no: Ventende oppsett for utvidelse

# Table 4291560723 - Field 3834798520 - Property 2879900210
source: App Id
cs_cz: ID aplikace
fi_fi: Sovellustunnus
fr_be: ID d’application
is_is: Kenni forrits

# Table 4291560723 - Field 2389018819 - Property 2879900210
source: Created On
cs_cz: Vytvořeno dne
de_ch: Erstellt am
fi_fi: Luotu
fr_be: Créé le
is_is: Búið til
nb_no: Opprettet

# Table 4291560723 - Field 3776794752 - Property 2879900210
source: User Id
cs_cz: ID uživatele
de_ch: Benutzer-ID
fi_fi: Käyttäjätunnus
fr_be: ID d’utilisateur
is_is: Notandakenni
nb_no: Bruker-ID

# Table 3747771801 - Property 2879900210
source: Extra Settings
cs_cz: Další nastavení
de_ch: Zusätzliche Einstellungen
fi_fi: Lisäasetukset
fr_be: Paramètres supplémentaires
is_is: Aukastillingar
nb_no: Ekstra innstillinger

# Table 3747771801 - Field 2564753503 - Property 2879900210
source: Teaching Tips
cs_cz: Výukové tipy
de_ch: Unterrichtstipps
fi_fi: Opetusvinkkejä
fr_be: Conseils d’apprentissage
is_is: Kennsluábendingar
nb_no: Læringstips

# Table 3747771801 - Field 3021697414 - Property 2879900210
source: User Security ID
cs_cz: ID zabezpečení uživatele
de_ch: Benutzersicherheits-ID
fi_fi: Käyttäjän suojaustunnus
fr_be: ID sécurité utilisateur
is_is: Öryggiskenni notanda
nb_no: Sikkerhets-ID for bruker

# Table 1094911819 - Property 2879900210
source: Feature Data Update Status
cs_cz: Stav funkce aktualizace dat
de_ch: Funktionsdatenaktualisierungsstatus
fi_fi: Ominaisuustietojen päivityksen tila
fr_be: Statut de la mise à jour des données de fonctionnalité
is_is: Staða gagnauppfærslu eiginleika
nb_no: Status for funksjonsdataoppdatering

# Table 1094911819 - Field 3367791877 - Property 2879900210
source: Background Task
cs_cz: Úloha na pozadí
de_ch: Hintergrundaufgabe
fi_fi: Taustatehtävä
fr_be: Tâche en arrière-plan
is_is: Bakgrunnsverk
nb_no: Bakgrunnsoppgave

# Table 1094911819 - Field 3997336476 - Property 2879900210
source: Company Name
cs_cz: Název společnosti
de_ch: Unternehmensname
fi_fi: Yrityksen nimi
fr_be: Nom de la société
is_is: Heiti fyrirtækis
nb_no: Selskapsnavn

# Table 1094911819 - Field 4141588837 - Property 2879900210
source: Confirmed
cs_cz: Potvrzeno
de_ch: Bestätigt
fi_fi: Vahvistettu
fr_be: Confirmé
is_is: Staðfest
nb_no: Bekreftet

# Table 1094911819 - Field 3947663796 - Property 2879900210
source: Data Update Required
cs_cz: Je vyžadována aktualizace dat.
de_ch: Datenaktualisierung erforderlich
fi_fi: Tietojen päivitys vaaditaan
fr_be: Mise à jour des données requise
is_is: Gagnauppfærsla er nauðsynleg
nb_no: Dataoppdatering kreves

# Table 1094911819 - Field 42252997 - Property 2879900210
source: Feature Key
cs_cz: Klíč funkce
de_ch: Funktionsschlüssel
fi_fi: Toimintonäppäin
fr_be: Clé de fonctionnalité
is_is: Eiginleikalykill
nb_no: Funksjonsnøkkel

# Table 1094911819 - Field 2157280740 - Property 2879900210
source: Current Company Status
cs_cz: Aktuální stav společnosti
de_ch: Aktueller Unternehmensstatus
fi_fi: Yrityksen nykyinen tila
fr_be: Statut de la société actuelle
is_is: Núverandi staða fyrirtækis
nb_no: Gjeldende selskapsstatus

# Table 1094911819 - Field 2907113995 - Property 2879900210
source: Server Instance Id
cs_cz: ID instance serveru
de_ch: Serverinstanz-ID
fi_fi: Palvelinesiintymän tunnus
fr_be: ID instance de serveur
is_is: Auðkenni þjónstilviks
nb_no: Serverforekomst-ID

# Table 1094911819 - Field 2897649021 - Property 2879900210
source: Session Id
cs_cz: ID relace
de_ch: Sitzungs-ID
fi_fi: Istunnon tunnus
fr_be: ID session
is_is: Auðkenni lotu
nb_no: Økt-ID

# Table 1094911819 - Field 2521436282 - Property 2879900210
source: Start Date/Time
cs_cz: Datum a čas zahájení
de_ch: Startdatum/-uhrzeit
fi_fi: Aloituspvm ja -aika
fr_be: Date/heure début
is_is: Upphafsdags./-tími
nb_no: Startdato/-klokkeslett

# Table 1094911819 - Field 2889527988 - Property 2879900210
source: Task Id
cs_cz: ID úlohy
de_ch: Aufgaben-ID
fi_fi: Tehtävän tunnus
fr_be: ID tâche
is_is: Auðkenni verks
nb_no: Oppgave-ID

# Table 3318323821 - Property 2879900210
source: Feature Dependency
cs_cz: Závislost funkce
de_ch: Funktionsabhängigkeit
fi_fi: Ominaisuuden riippuvuus
fr_be: Dépendance de fonctionnalité
is_is: Eiginleikatengt
nb_no: Funksjonsavhengighet

# Table 3318323821 - Field 42252997 - Property 2879900210
source: Feature Key
cs_cz: Klíč funkce
de_ch: Funktionsschlüssel
fi_fi: Ominaisuusavain
fr_be: Clé de fonctionnalité
is_is: Eiginleikalykill
nb_no: Funksjonsnøkkel

# Table 3318323821 - Field 3169793121 - Property 2879900210
source: Parent Feature Key
cs_cz: Nadřazená funkční klávesa
de_ch: Übergeordneter Funktionsschlüssel
fi_fi: Päätason ominaisuusavain
fr_be: Clé de fonctionnalité parent
is_is: Yfireiginleikalykill
nb_no: Overordnet funksjonsnøkkel

# Table 2465698125 - Property 2879900210
source: Feature Key
cs_cz: Klíč funkce
de_ch: Funktionsschlüssel
fi_fi: Ominaisuusavain
fr_be: Clé de fonctionnalité
is_is: Eiginleikalykill
nb_no: Funksjonsnøkkel

# Table 2465698125 - NamedType 1796632658
source: Try it out
cs_cz: Vyzkoušejte si to
de_ch: Testen
fi_fi: Kokeile
fr_be: Tester
is_is: Prófa
nb_no: Prøv den

# Table 2465698125 - Field 1632743229 - Property 2879900210
source: Get started
cs_cz: Začít
de_ch: Erste Schritte
fi_fi: Aloittaminen
fr_be: Mise en route
is_is: Hefjast handa
nb_no: Kom i gang

# Table 2465698125 - Field 3947663796 - Property 2879900210
source: Data Update Required
cs_cz: Je vyžadována aktualizace dat
de_ch: Datenaktualisierung erforderlich
fi_fi: Tietojen päivitys vaaditaan
fr_be: Mise à jour des données requise
is_is: Gagnauppfærsla er nauðsynleg
nb_no: Dataoppdatering kreves

# Table 2465698125 - Field 3461834954 - Property 2879900210
source: Description
cs_cz: Popis
de_ch: Beschreibung
fi_fi: Kuvaus
is_is: Lýsing
nb_no: Beskrivelse

# Table 2465698125 - Field 2891538263 - Property 2879900210
source: Enabled
cs_cz: Povoleno
de_ch: Aktiviert
fi_fi: Käytössä
fr_be: Activé
is_is: Virkt
nb_no: Aktivert

# Table 2465698125 - Field 2891538263 - Property 62802879
source: None,All Users
cs_cz: Žádný,Všichni uživatelé
de_ch: Keiner,Alle Benutzer
fi_fi: Ei mitään,Kaikki käyttäjät
fr_be: Aucun,Tous les utilisateurs
is_is: Enginn,Allir notendur
nb_no: Ingen,Alle brukere

# Table 2465698125 - Field 3641927271 - Property 2879900210
source: ID
fi_fi: Tunnus
is_is: Kenni

# Table 2465698125 - Field 2200046723 - Property 2879900210
source: Indentation
cs_cz: Odsazení
de_ch: Einrückung
fi_fi: Sisennys
is_is: Inndráttur
nb_no: Innrykking

# Table 2465698125 - Field 171145402 - Property 2879900210
source: Index
fi_fi: Indeksi
is_is: Atriðaskrá
nb_no: Indeks

# Table 2465698125 - Field 2426491291 - Property 2879900210
source: Is One Way
cs_cz: Je jednosměrný
de_ch: Ist unidirektional
fi_fi: On yksisuuntainen
fr_be: Est unidirectionnel
is_is: Er einstefna
nb_no: Er én måte

# Table 2465698125 - Field 1624573723 - Property 2879900210
source: Learn more
cs_cz: Naučte se více
de_ch: Weitere Informationen
fi_fi: Lisätietoja
fr_be: En savoir plus
is_is: Frekari upplýsingar
nb_no: Finn ut mer

# Table 2465698125 - Field 1108694280 - Property 2879900210
source: Approximate mandatory date
cs_cz: Přibližné povinné datum
de_ch: Ungefähres verbindliches Datum
fi_fi: Likimääräinen pakollinen päivämäärä
fr_be: Date obligatoire approximative
is_is: Áætluð dagsetning áskilin
nb_no: Omtrentlig obligatorisk dato

# Table 2465698125 - Field 4206260792 - Property 2879900210
source: Parent
cs_cz: Rodič
de_ch: Übergeordnet
fi_fi: Päätaso
is_is: Yfireining
nb_no: Overordnet

# Table 2547370934 - Property 2879900210
source: Feature Uptake
cs_cz: Příjem funkcí
de_ch: Funktionsaufnahme
fi_fi: Ominaisuuden käyttöönotto
fr_be: Récupération de la fonctionnalité
is_is: Upptaka eiginleika
nb_no: Funksjonsopphenting

# Table 2547370934 - Field 650817197 - Property 2879900210
source: Feature Name
cs_cz: Název funkce
de_ch: Funktionsname
fi_fi: Ominaisuuden nimi
fr_be: Nom de la fonctionnalité
is_is: Heiti eiginleika
nb_no: Funksjonsnavn

# Table 2547370934 - Field 1052746434 - Property 2879900210
source: Feature Uptake Status
cs_cz: Stav příjmu funkcí
de_ch: Status der Funktionsaufnahme
fi_fi: Ominaisuuden kertymä tila
fr_be: Statut de prélèvement de la fonctionnalité
is_is: Upptökustaða eiginleika
nb_no: Status for funksjonsopphenting

# Table 2547370934 - Field 1772640682 - Property 2879900210
source: Publisher
cs_cz: Vydavatel
de_ch: Herausgeber
fi_fi: Julkaisija
fr_be: Éditeur
is_is: Útgefandi
nb_no: Utgiver

# Table 2547370934 - Field 3021697414 - Property 2879900210
source: User Security ID
cs_cz: ID zabezpečení uživatele
de_ch: Benutzersicherheits-ID
fi_fi: Käyttäjän suojaustunnus
fr_be: ID sécurité utilisateur
is_is: Öryggiskenni notanda
nb_no: Sikkerhets-ID for bruker

# Table 2257524325 - Property 2879900210
source: Field Content Buffer
cs_cz: Zásobník obsahu pole
de_ch: Feldinhaltspuffer
fi_fi: Kentän sisällön puskuri
fr_be: Tampon de contenu du champ
is_is: Biðminni reitainnihalds
nb_no: Feltinnholdsbuffer

# Table 2257524325 - Field 1131619133 - Property 2879900210
source: Value
cs_cz: Hodnota
de_ch: Wert
fi_fi: Arvo
fr_be: Valeur
is_is: Gildi
nb_no: Verdi

# Table 1106505126 - Property 2879900210
source: Fields Sync Status
cs_cz: Stav synchronizace polí
de_ch: Felder-Synchronisierungsstatus
fi_fi: Kenttien synkronoinnin tila
fr_be: Statut de la synchronisation des champs
is_is: Samstillingarstaða reita
nb_no: Feltsynkroniseringsstatus

# Table 1106505126 - Field 3641927271 - Property 2879900210
source: ID
fi_fi: Tunnus
is_is: Kenni

# Table 1106505126 - Field 2691914712 - Property 2879900210
source: Last Sync Date Time
cs_cz: Datum a čas poslední synchronizace
de_ch: Datum-Uhrzeit der letzten Synchronisierung
fi_fi: Edellinen synkronointipäivä ja -aika
fr_be: Date-heure dernière synchronisation
is_is: Dagur og tími síðustu samstillingar
nb_no: Dato/klokkeslett for siste synkronisering

# Table 28344312 - Property 2879900210
source: Groups
cs_cz: Skupiny
de_ch: Gruppen
fi_fi: Ryhmät
fr_be: Groupes
is_is: Flokkar
nb_no: Grupper

# Table 28344312 - Field 1139687811 - Property 2879900210
source: Group Index
cs_cz: Index skupiny
de_ch: Gruppenindex
fi_fi: Ryhmän indeksi
fr_be: Index de groupe
is_is: Atriðaskrá hóps
nb_no: Grupper indeks

# Table 28344312 - Field 171145402 - Property 2879900210
source: Index
fi_fi: Indeksi
is_is: Atriðaskrá
nb_no: Indeks

# Table 28344312 - Field 1881551368 - Property 2879900210
source: Length
cs_cz: Délka
de_ch: Länge
fi_fi: Pituus
fr_be: Longueur
is_is: Lengd
nb_no: Lengde

# Table 28344312 - Field 2961552353 - Property 2879900210
source: Name
cs_cz: Název
fi_fi: Nimi
fr_be: Nom
is_is: Heiti
nb_no: Navn

# Table 28344312 - Field 3878926381 - Property 2879900210
source: Success
cs_cz: Úspěch
de_ch: Erfolg
fi_fi: Onnistui
fr_be: Réussite
is_is: Lokið
nb_no: Vellykket

# Table 28344312 - Field 3060051996 - Property 2879900210
source: Values
cs_cz: Hodnoty
de_ch: Werte
fi_fi: Arvot
fr_be: Valeurs
is_is: Gildi
nb_no: Verdier

# Table 3519071095 - Property 2879900210
source: Guided Experience Item
cs_cz: Položka průvodce
de_ch: Element der geführten Erfahrung
fi_fi: Ohjatun kokemuksen nimike
fr_be: Élément expérience guidée
is_is: Atriði upplifunar með leiðsögn
nb_no: Veiledet opplevelse-element

# Table 3519071095 - NamedType 2813557957
source: You cannot populate the Link field when the Object Type to Run and Object ID to Run fields fields are not empty.
cs_cz: Pole Odkaz nelze naplnit, pokud pole Typ objektu je ke spuštění a pole ID objektu ke spuštění nejsou prázdná.
de_ch: Sie können das Linkfeld nicht ausfüllen, wenn der auszuführende Objekttyp und die Objekt-ID zum Ausführen von Feldern nicht leer sind.
fi_fi: Et voi täyttää Linkki-kenttää, jos Suoritettavan objektin tyyppi- ja Suoritettavan objektin tunnus -kentät eivät ole tyhjiä.
fr_be: Vous ne pouvez pas renseigner le champ Lien lorsque les champs Type d’objet à exécuter et ID objet à exécuter sont renseignés.
is_is: Ekki er hægt að fylla út reitinn „Tengill“ þegar reitirnir „Gerð hlutar sem á að keyra“ og „Auðkenni hlutar í keyrslu“ eru ekki auðir.
nb_no: Du kan ikke fylle ut feltet Kobling når feltene Objekttype som skal kjøres og Objekt-ID som skal kjøres ikke er tomme.

# Table 3519071095 - NamedType 2463073725
source: You cannot populate the Object Type to Run or the Object ID to Run fields when the Link field is not empty.
cs_cz: Pokud pole Propojení není prázdné, nelze naplnit pole Typ objektu ke spuštění ani ID objektu ke spuštění.
de_ch: Sie können den auszuführenden Objekttyp oder die Objekt-ID zum Ausführen von Feldern nicht ausfüllen, wenn das Verknüpfungsfeld nicht leer ist.
fi_fi: Et voi täyttää Suoritettavan objektin tyyppi- tai Suoritettavan objektin tunnus -kenttiä, jos Linkki-kenttä ei ole tyhjä.
fr_be: Vous ne pouvez pas renseigner le champ Type d’objet à exécuter ou ID d’objet à exécuter lorsque le champ Lien est renseigné.
is_is: Ekki er hægt að fylla út reitina „Gerð hlutar sem á að keyra“ og „Auðkenni hlutar í keyrslu“ þegar reiturinn „Tengill“ er ekki auður.
nb_no: Du kan ikke fylle ut feltene Objekttype som skal kjøres eller Objekt-ID som skal kjøres når feltet Kobling ikke er tomt.
