Repository: jbakach/MSDyn365BC.Code.History
Catalog: System Application/Source/System Application/Translations/System Application.*.xlf
Languages: cs_cz, de_ch, fi_fi, fr_be, is_is, nb_no

# Codeunit 1645891195 - NamedType 2557192627
source: The device user cannot be the first user to log into the system.
cs_cz: Uživatel zařízení nemůže být prvním uživatelem, který se přihlásí do systému.
de_ch: Der Gerätebenutzer darf nicht der erste Benutzer sein, der sich am System anmeldet.
fi_fi: Laitteen käyttäjä ei voi olla ensimmäinen käyttäjä, joka kirjautuu järjestelmään.
fr_be: L'utilisateur de l'appareil ne peut pas être le premier utilisateur à se connecter au système.
is_is: Notandi tækisins má ekki vera fyrsti notandinn sem skráir sig inn í kerfið.
nb_no: Enhetsbrukeren kan ikke være den første brukeren til å logge på systemet.

# Codeunit 1645891195 - NamedType 1763109697
source: Before you can update user information, go to your Microsoft 365 admin center and make sure that all users are assigned to the same Business Central license, either Basic, Essential, or Premium. For example, we found that users %1 and %2 are assigned to different licenses, but there may be other mismatches.
cs_cz: Než budete moci aktualizovat informace o uživateli, přejděte do Centra pro správu Microsoftu 365 a ujistěte se, že všichni uživatelé mají přiřazenou stejnou licenci Business Central, buď Základní, Hlavní nebo Premium. Zjistili jsme například, že uživatelé %1 a %2 jsou přiřazeni k různým licencím, ale mohou existovat jiné neshody.
de_ch: Bevor Sie Benutzerinformationen aktualisieren können, müssen Sie zu Ihrem Microsoft 365-Administrationscenter wechseln und dort sicherstellen, dass alle Benutzer derselben Business Central-Lizenz (Basic, Essential oder Premium) zugewiesen sind. Wir haben beispielsweise festgestellt, dass Benutzer %1 und %2 verschiedenen Lizenzen zugeordnet sind. Es kann noch weitere Abweichungen geben.
fi_fi: Ennen kuin voit päivittää käyttäjätiedot, siirry Microsoft 365:n hallintakeskukseen ja varmista, että kaikille käyttäjille on määritetty sama Business Central -käyttöoikeus: Basic, Essential tai Premium. Käyttäjille %1 ja %2 on esimerkiksi määritetty eri käyttöoikeudet, mutta myös muita ristiriitaisuuksia voi esiintyä.
fr_be: Avant de pouvoir mettre à jour les informations utilisateur, accédez au centre d'administration Microsoft 365 et vérifiez que tous les utilisateurs sont affectés à la même licence Business Central, que ce soit Basic, Essential ou Premium. Par exemple, nous avons constaté que les utilisateurs %1 et %2 sont affectés à des licences différentes, mais il peut exister d'autres incompatibilités.
is_is: Áður en þú getur uppfært notandaupplýsingar skaltu fara í stjórnendamiðstöð Microsoft 365 og ganga úr skugga um að allir notendur hafi fengið úthlutað sama Business Central-leyfi, annað hvort Basic, Essential eða Premium. Til dæmis sáum við að notendurnir %1 og %2 hafa fengið úthluta mismunandi leyfum, en að fleira stemmi hugsanlega ekki.
nb_no: Før du kan oppdatere brukerinformasjon, går du til administrasjonssenteret for Microsoft 365 og kontrollerer at alle brukere er tilordnet til den samme Business Central-lisensen, enten Basic, Essential eller Premium. Vi fant for eksempel at brukerne %1 og %2 er tilordnet til ulike lisenser, men det kan være andre typer feil.

# Codeunit 1645891195 - NamedType 3468023376
source: One or more users are not assigned to the same Business Central license. For example, we found that users %1 and %2 are assigned to different licenses, but there may be other mismatches. In your Microsoft 365 admin center, make sure that all users are assigned to the same Business Central license, either Basic, Essential, or Premium. Afterward, update Business Central by opening the Users page and using the 'Update Users from Office 365' action.
cs_cz: Jeden nebo více uživatelů není přiřazeno ke stejné licenci Business Central. Zjistili jsme například, že uživatelé %1 a %2 jsou přiřazeni k různým licencím, ale mohou existovat jiné neshody. V Centru pro správu Microsoftu 365 se ujistěte, že všichni uživatelé mají přiřazenou stejnou licenci Business Central, ať už Základní, Hlavní nebo Premium. Poté aktualizujte Business Central otevřením stránky Uživatelé a použitím akce 'Aktualizovat uživatele z Office 365'.
de_ch: Mindestens ein Benutzer ist nicht derselben Business Central-Lizenz zugeordnet. Wir haben beispielsweise festgestellt, dass Benutzer %1 und %2 verschiedenen Lizenzen zugeordnet sind. Es kann aber noch weitere Abweichungen geben. Stellen Sie in Ihrem Microsoft 365-Administrationscenter sicher, dass alle Benutzer derselben Business Central-Lizenz (Basic, Essential oder Premium) zugeordnet sind. Aktualisieren Sie anschliessend Business Central, indem Sie die Seite „Benutzer“ öffnen und die Aktion „Benutzer aus Office 365 aktualisieren“ verwenden.
fi_fi: Vähintään yhdelle käyttäjälle on määritetty eri Business Central -käyttöoikeus. Käyttäjille %1 ja %2 on esimerkiksi määritetty eri käyttöoikeudet, mutta myös muita ristiriitaisuuksia voi esiintyä. Varmista Microsoft 365:n hallintakeskuksesta, että kaikille käyttäjille on määritetty sama Business Central -käyttöoikeus: Basic, Essential tai Premium. Päivitä sitten Business Central avaamalla Käyttäjät-sivu ja valitsemalla Päivitä käyttäjät Office 365:stä -toiminto.
fr_be: Un ou plusieurs utilisateurs ne sont pas affectés à la même licence Business Central. Par exemple, nous avons constaté que les utilisateurs %1 et %2 sont affectés à des licences différentes, mais il peut exister d'autres incompatibilités. Dans le centre d'administration Microsoft 365, vérifiez que tous les utilisateurs sont affectés à la même licence Business Central, que ce soit Basic, Essential ou Premium. Ensuite, mettez à jour Business Central en ouvrant la page Utilisateurs et en utilisant l'action « Mettre à jour les utilisateurs depuis Office 365 ».
is_is: Einum eða fleiri notendum var ekki úthlutað sama Business Central-leyfi. Til dæmis sáum við að notendurnir %1 og %2 hafa fengið úthlutað mismunandi leyfum, en að fleira stemmi hugsanlega ekki. Í stjórnendamiðstöð Microsoft 365 skal ganga úr skugga um að allir notendur hafi fengið úthlutað sama Business Central-leyfi, annað hvort Basic, Essential eða Premium. Því næst skal uppfæra Business Central með því að opna notandasíðuna og nota aðgerðina „Uppfæra notendur frá Office 365“.
nb_no: Én eller flere brukere er ikke tilordnet til samme Business Central-lisens. Vi fant for eksempel at brukerne %1 og %2 er tilordnet til ulike lisenser, men det kan være andre typer feil. I administrasjonssenteret for Microsoft 365 må du kontrollere at alle brukere er tilordnet til den samme Business Central-lisensen, enten Basic, Essential eller Premium. Etterpå oppdaterer du Business Central ved å åpne Brukere-siden og bruker handlingen Oppdater brukere fra Office 365.

# Codeunit 1645891195 - NamedType 1383399196
source: All users must be assigned to the same license, either Basic, Essential, or Premium. %1 and %2 are assigned to different licenses, for example, but there may be other mismatches. Your system administrator or Microsoft partner can verify license assignments in your Microsoft 365 admin portal.\\We will sign you out when you choose the OK button.
cs_cz: Všichni uživatelé musí být přiřazeni ke stejné licenci, buď Základní, Hlavní nebo Premium. %1 a %2 jsou například přiřazeny k různým licencím, ale mohou existovat jiné neshody. Správce systému nebo partner společnosti Microsoft může ověřit přiřazení licencí na portálu pro správu Microsoft 365.\\Při výběru tlačítka OK vás odhlásíme.
de_ch: Alle Benutzer müssen derselben Lizenz zugewiesen sein (Basic, Essential oder Premium). %1 und %2 sind beispielsweise unterschiedlichen Lizenzen zugewiesen. Es kann jedoch noch weitere Abweichungen geben. Ihr Systemadministrator oder Microsoft-Partner kann die Lizenzzuweisungen in Ihrem Microsoft 365-Administrationsportal überprüfen.\\Wir melden Sie ab, sobald Sie die OK-Schaltfläche auswählen.
fi_fi: Kaikille käyttäjille on määritettävä sama käyttöoikeus (Basic, Essential tai Premium). Käyttäjille %1 ja %2 on esimerkiksi määritetty eri käyttöoikeudet, mutta myös muita ristiriitaisuuksia voi esiintyä. Järjestelmänvalvoja tai Microsoft-kumppani voi vahvistaa käyttöoikeussopimukset Microsoft 365:n hallintaportaalista.\\Sinut kirjataan ulos, kun valitset OK-painikkeen.
fr_be: Tous les utilisateurs doivent être affectés à la même licence, que ce soit Basic, Essential ou Premium. %1 et %2 sont affectés à différentes licences, par exemple, mais il peut exister d'autres incompatibilités. L'administrateur système ou votre partenaire Microsoft peut vérifier les attributions de licences sur votre portail d'administration Microsoft 365.\\Nous vous déconnecterons lorsque vous cliquerez sur le bouton OK.
is_is: Allir notendur verða að fá úthlutað sama leyfi, annað hvort Basic, Essential eða Premium. %1 og %2 er til dæmis úthlutað mismunandi leyfum, en fleira stemmir hugsanlega ekki. Kerfisstjórinn þinn eða samstarfsaðili Microsoft getur sannprófað leyfisúthlutanir í stjórnendagátt Microsoft 365.\\Við skráum þig út þegar þú smellir á hnappinn „Í lagi“.
nb_no: Alle brukere må tilordnes den samme lisensen, enten Basic, Essential eller Premium. %1 og %2 er for eksempel tilordnet til ulike lisenser, men det kan være andre typer feil. Systemansvarlig eller Microsoft-partneren kan bekrefte lisenstilordninger i administrasjonsportalen for Microsoft 365.\\Vi logger deg av når du velger OK-knappen.

# Codeunit 4205038922 - NamedType 2705830830
source: Failed to retrieve the Azure Active Directory tenant domain name.
cs_cz: Nepodařilo se načíst název domény klienta Azure Active Directory.
de_ch: Fehler beim Abrufen des Azure Active Directory-Tenant-Domänennamen.
fi_fi: Azure Active Directory -vuokraajan toimialueen nimen noutaminen epäonnistui.
fr_be: Impossible d’extraire le nom de domaine de l’abonné Azure Active Directory.
is_is: Ekki tókst að sækja lénsheiti leigjanda Azure Active Directory.
nb_no: Kan ikke hente domenenavnet for leietaker for Azure Active Directory.

# Codeunit 390433962 - NamedType 2729636235
source: Number of users retrieved: %1.
cs_cz: Počet získaných uživatelů: %1.
de_ch: Anzahl der abgerufenen Benutzer: %1.
fi_fi: Noudettujen käyttäjien määrä: %1.
fr_be: Nombre d'utilisateurs récupérés : %1.
is_is: Fjöldi notenda sem voru sóttir: %1.
nb_no: Antall brukere som er hentet: %1.

# Codeunit 390433962 - NamedType 2077785973
source: Number of users retrieved: '#1#################################\Current user name: '#2#################################\
cs_cz: Počet získaných uživatelů: '#1#################################\Aktuální název uživatele: '#2#################################\
de_ch: Anzahl der abgerufenen Benutzer: '#1#################################\Name des aktuellen Benutzers: '#2#################################\
fi_fi: Noudettujen käyttäjien määrä: #1#################################\Nykyisen käyttäjän nimi: #2#################################\
fr_be: Nombre d'utilisateurs récupérés : '#1#################################\Nom de l'utilisateur actuel : '#2#################################\
is_is: Fjöldi notenda sem voru sóttir: '#1#################################\Núverandi notandanafn: '#2#################################\
nb_no: Antall brukere som er hentet: #1#################################\Navn på gjeldende bruker: #2#################################\

# Codeunit 390433962 - NamedType 3107018368
source: The user "%1" cannot be deleted because the user has been logged on to the system. To deactivate a user, set the user's state to Disabled.
cs_cz: Uživatel "%1" nelze odstranit, protože uživatel byl přihlášen k systému. Chcete-li uživatele deaktivovat, nastavte stav uživatele na Zakázáno.
de_ch: Der Benutzer „%1“ kann nicht gelöscht werden, weil er sich bereits am System angemeldet hat. Setzen Sie zum Deaktivieren des Benutzers seinen Status auf „Deaktiviert“.
fi_fi: Käyttäjää %1 ei voi poistaa, koska käyttäjä on kirjattu järjestelmään. Voit poistaa käyttäjän aktivoinnin määrittämällä käyttäjän tilaksi Poistettu käytöstä.
fr_be: L’utilisateur « %1 » ne peut pas être supprimé, car il est connecté au système. Pour désactiver un utilisateur, vous devez définir l’état de ce dernier sur Désactivé.
is_is: Ekki er hægt að eyða notandanum „%1“ þar sem notandinn hefur verið skráður inn í kerfið. Til að gera notanda óvirkan skal stilla stöðu hans á „Óvirkur“.
nb_no: Brukeren %1 kan ikke slettes fordi brukeren er logget på systemet. Hvis du vil deaktivere en bruker, må du sette brukerstatusen til Deaktivert.

# Codeunit 2698556848 - NamedType 1532988062
source: Authentication email should be the first entity to update.
cs_cz: Ověřovací e-mail by měl být první entitou, která se aktualizuje.
de_ch: Authentifizierungs-E-Mails sollten die ersten zu aktualisierenden Entitäten sein.
fi_fi: Todennuksen sähköpostiosoitteen on oltava ensimmäinen päivitettävä entiteetti.
fr_be: L’adresse e-mail d’authentification doit être la première entité à mettre à jour.
is_is: Sannvottunarnetfang ætti að vera fyrsta einingin sem er uppfærð.
nb_no: Autentiseringsadresse må være den første enheten for oppdatering.

# Codeunit 2400211780 - NamedType 3535051250
source: Authentication failed
cs_cz: Ověření se nezdařilo
de_ch: Authentifizierung fehlgeschlagen
fi_fi: Todennus epäonnistui
fr_be: Échec de l’authentification
is_is: Staðfesting mistókst
nb_no: Godkjenning mislyktes

# Codeunit 2400211780 - NamedType 778628962
source: %1.\\Response Code: %2 %3
cs_cz: %1.\\Kód odpovědi: %2 %3
de_ch: %1.\\Antwortcode: %2 %3
fi_fi: %1.\\Palautekoodi: %2 %3
fr_be: %1.\\Code de réponse : %2 %3
is_is: %1.\\Svarkóði: %2 %3
nb_no: %1.\\Svarkode: %2 %3

# Codeunit 2400211780 - NamedType 4039498207
source: Sending the request has failed.
cs_cz: Odeslání požadavku se nezdařilo.
de_ch: Das Versenden der Anfrage ist fehlgeschlagen.
fi_fi: Pyynnön lähetys epäonnistui.
fr_be: L’envoi de la demande a échoué.
is_is: Mistókst að senda beiðni.
nb_no: Sending av forespørselen mislyktes.

# Codeunit 4215518646 - NamedType 3975998961
source: Initialization of allowed secret names failed.
cs_cz: Inicializace povolených tajných názvů se nezdařila.
de_ch: Fehler beim Initialisieren zulässiger geheimer Namen.
fi_fi: Sallittujen salanimien alustus epäonnistui.
fr_be: Échec de l'initialisation des noms secrets autorisés.
is_is: Ræsing leyfilegra leyniheita tókst ekki.
nb_no: Kan ikke initialisere tillatte hemmelige navn.

# Codeunit 4215518646 - NamedType 2846165259
source: The key vault did not have any secrets that are allowed to be fetched.
cs_cz: Key vault nemá žádný tajný klíč, který by bylo možné načíst.
de_ch: In dem Key Vault waren keine Geheimnisse vorhanden, die abgerufen werden konnten.
fi_fi: Key Vaultilla ei ollut salaisuuksia, joiden noutaminen on sallittua.
fr_be: Le coffre de clés ne contient aucun secret autorisé à être récupéré.
is_is: Í lyklageymslunni voru engin leyndarmál sem má sækja.
nb_no: Nøkkelvelvet har ingen hemmeligheter som kan hentes.

# Codeunit 4215518646 - NamedType 1905859220
source: %1 is not an application secret.
cs_cz: %1není tajný klíč aplikace.
de_ch: %1 ist kein Anwendungsschlüssel.
fi_fi: %1 ei ole kelvollinen sovelluksen salaisuus.
fr_be: %1 n’est pas un secret d’application.
is_is: %1 er ekki leyndarmál forrits.
nb_no: %1 er ikke en programhemmelighet.

# Codeunit 3404572048 - NamedType 2655781089
source: Data Type must be Integer or Decimal for Measure %1.
cs_cz: Datový typ musí být Integer nebo Decimal pro měřítko %1.
de_ch: Der Datentyp für die Masseinheit %1 muss auf 'Integer' oder 'Decimal' festgelegt sein.
fi_fi: Mitan %1 tietotyypin pitää olla Kokonaisluku tai Desimaali.
fr_be: Le type de données doit être défini sur Entier ou Décimal pour la mesure %1.
is_is: Gagnagerð verður að vera heiltala eða tugabrot fyrir mælieiningu %1.
nb_no: Datatypen må være heltall eller desimal for målet %1.

# Codeunit 2308444729 - NamedType 1398852855
source: The existing picture will be replaced. Do you want to continue?
cs_cz: Existující obrázek bude nahrazen. Chcete pokračovat?
de_ch: Das vorhandene Bild wird ersetzt. Möchten Sie fortfahren?
fi_fi: Olemassa oleva kuva korvataan. Haluatko jatkaa?
fr_be: L'image existante sera remplacée. Voulez-vous continuer ?
is_is: Skipt verður um fyrirliggjandi mynd. Á að halda áfram?
nb_no: Det eksisterende bildet vil bli erstattet. Vil du fortsette?

# Codeunit 2308444729 - NamedType 3828681647
source: Picture_%1.jpeg
cs_cz: Obrázek_%1.jpeg
is_is: Mynd_%1.jpeg
nb_no: Bilde_%1.jpeg

# Codeunit 2458010968 - NamedType 2942640116
source: No picture was taken.
cs_cz: Žádná fotka nebyla pořízena.
de_ch: Es wurde kein Bild aufgenommen.
fi_fi: Kuvaa ei otettu.
fr_be: Aucune photo n'a été prise.
is_is: Engin mynd var tekin.
nb_no: Ingen bilder ble tatt.

# Codeunit 2458010968 - NamedType 1037556188
source: The picture quality must be in the range from 0 to 100.
cs_cz: Kvalita obrázku musí být v rozsahu od 0 do 100.
de_ch: Die Bildqualität muss im Bereich von 0 bis 100 liegen.
fi_fi: Kuvan laadun on oltava 0–100.
fr_be: La qualité de l'image doit être comprise entre 0 et 100.
is_is: Myndgæðin verða að vera á bilinu 0 til 100.
nb_no: Bildekvaliteten må være mellom 0 og 100.

# Codeunit 161895806 - NamedType 1540109134
source: In compliance with the Microsoft Secure Hash Algorithm deprecation policy SHA1 and MD5 hash alghoritms have been deprecated.
cs_cz: V souladu se zásadami odepisování Microsoft Secure Hash Algorithm byly algoritmy SHA1 a MD5 hash zastaralé.
de_ch: In Übereinstimmung mit der Microsoft-Ablehnungsrichtlinie zum Secure-Hash-Algorithmus wurden die SHA1- und MD5-Hash-Algorithmen abgelehnt.
fi_fi: Microsoft Secure Hash Algorithmin vanhentumiskäytännön mukaisesti SHA1- ja MD5-hajautusalgoritmit ovat vanhentuneet.
fr_be: Conformément à la stratégie de déclassement de Microsoft Secure Hash Algorithm, les algorithmes de hachage SHA1 et MD5 ont été déclassés.
is_is: Í samræmi við úreldingarstefnu Microsoft Secure Hash Algorithm hafa SHA1 og MD5 tætigildi algríms verið úreld.
nb_no: I samsvar med avskrivningspolicyen Microsoft Secure Hash Algorithm er hash-algoritmene SHA1 og MD5 avskrevet.

# Codeunit 2693243134 - NamedType 1095655410
source: A checklist item already exists for the guided experience item that you selected. Do you want to open and edit the existing checklist item?
cs_cz: Položka kontrolního seznamu již existuje pro položku průvodce, kterou jste vybrali. Chcete otevřít a upravit existující položku kontrolního seznamu?
de_ch: Es ist bereits ein Checklistenelement für das ausgewählte Element der geführten Erfahrung vorhanden. Möchten Sie das vorhandene Checklistenelement öffnen und bearbeiten?
fi_fi: Valitsemallesi ohjatun kokemuksen nimikkeelle on jo olemassa tarkistusluettelon nimike. Haluatko avata olemassa olevan tarkistusluettelon nimikkeen ja muokata sitä?
fr_be: Il existe déjà un élément de liste de contrôle pour l’élément d’expérience guidée que vous avez sélectionné. Souhaitez-vous ouvrir et modifier l’élément existant de la liste de contrôle ?
is_is: Gátlistaatriði er þegar til fyrir valda upplifun með leiðsögn. Á að opna og breyta fyrirliggjandi gátlistatriði?
nb_no: Det finnes allerede et sjekklisteelement for veiledet opplevelse-elementet du valgte. Vil du åpne og redigere det eksisterende sjekklisteelementet?

# Codeunit 2693243134 - NamedType 1924891195
source: If you change the completion requirements to "Specific users", then any roles that are assigned to complete this checklist item will be deleted. Are you sure that you want to continue?
cs_cz: Pokud změníte požadavky na dokončení na "Konkrétní uživatelé", budou odstraněny všechny role, které jsou přiřazeny k dokončení této položky kontrolního seznamu. Opravdu chcete pokračovat?
de_ch: Wenn Sie die Abschlussanforderungen auf „Bestimmte Benutzer“ ändern, werden alle Rollen gelöscht, die diesem Checklistenelement zum Abschliessen zugeordnet sind. Möchten Sie den Vorgang wirklich fortsetzen?
fi_fi: Jos muutat valmistumisvaatimukseksi Tietyt käyttäjät, kaikki ne roolit poistetaan, jotka on määritetty suorittamaan tämä tarkistusluettelon nimike loppuun. Haluatko varmasti jatkaa?
fr_be: Si vous modifiez les conditions d’achèvement sur des « Utilisateurs spécifiques », tous les rôles affectés à l’exécution de cet élément de liste de contrôle vont être supprimés. Voulez-vous vraiment vouloir continuer ?
is_is: Ef kröfum er breytt núna í „Tilteknir notendur“ verður öllum hlutverkum sem hefur verið úthlutað á að ljúka þessu gátlistaatriði eytt. Á örugglega að halda áfram?
nb_no: Hvis du endrer fullføringskravene til Bestemte brukere, slettes roller som er tilordnet til å fullføre dette sjekklisteelementet. Er du sikker på at du vil fortsette?

# Codeunit 2693243134 - NamedType 566573917
source: Do you want to reset the status for users who have already completed this checklist item?
cs_cz: Chcete obnovit stav uživatelů, kteří již tuto položku kontrolního seznamu dokončili?
de_ch: Möchten Sie den Status für Benutzer zurücksetzen, die dieses Checklistenelement bereits abgeschlossen haben?
fi_fi: Haluatko palauttaa niiden käyttäjien tilan, jotka ovat jo suorittaneet tämän tarkistusluettelon kohdan?
fr_be: Souhaitez-vous rétablir le statut des utilisateurs qui ont déjà complété cet élément de la liste de contrôle ?
is_is: Á að endurstilla stöðuna fyrir notendur sem hafa þegar lokið við þetta gátlistaatriði?
nb_no: Vil du tilbakestille statusen for brukere som allerede har fullført dette sjekklisteelementet?

# Codeunit 2693243134 - NamedType 2875755308
source: If you change the completion requirements now, then any users that are assigned to complete this checklist item will be deleted. Are you sure that you want to continue?
cs_cz: Pokud nyní změníte požadavky na dokončení, budou odstraněni všichni uživatelé, kteří jsou přiřazeni k dokončení této položky kontrolního seznamu. Opravdu chcete pokračovat?
de_ch: Wenn Sie die Abschlussanforderungen jetzt ändern, werden alle Benutzer gelöscht, die diesem Checklistenelement zum Abschliessen zugeordnet sind, gelöscht. Möchten Sie den Vorgang wirklich fortsetzen?
fi_fi: Jos muutat valmistumisvaatimuksia nyt, kaikki ne käyttäjät poistetaan, jotka on määritetty suorittamaan tämä tarkistusluettelon nimike loppuun. Haluatko varmasti jatkaa?
fr_be: Si vous modifiez les conditions d’achèvement maintenant, tous les utilisateurs affectés à l’exécution de cet élément de liste de contrôle vont être supprimés. Voulez-vous vraiment vouloir continuer ?
is_is: Ef kröfum er breytt núna verður öllum notendum sem hefur verið úthlutað á að ljúka þessu gátlistaatriði eytt. Á örugglega að halda áfram?
nb_no: Hvis du endrer fullføringskravene nå, slettes brukere som er tilordnet til å fullføre dette sjekklisteelementet. Er du sikker på at du vil fortsette?

# Codeunit 3692338268 - NamedType 1564268693
source: Continue exploring the Cronus demo company to learn more.​
cs_cz: Pokračujte v průzkumu demo společnosti Cronus a dozvíte se více.
de_ch: Erkunden Sie die Demofirma CRONUS weiter, um mehr zu erfahren.
fi_fi: Saat lisätietoja jatkamalla tutustumista CRONUS-demoyritykseen.
fr_be: Continuez à explorer la société de démonstration Cronus pour en savoir plus.
is_is: Haldið áfram að skoða Cronus-sýnifyrirtækið til að fá frekari upplýsingar.​
nb_no: Fortsett å utforske demoselskapet Cronus for å finne ut mer.
