Repository: jbakach/MSDyn365BC.Code.History
Catalog: Email - SMTP Connector/Source/Email - SMTP Connector/Translations/Email - SMTP Connector.*.xlf
Languages: cs_cz, da_dk, fi_fi, fr_be, it_ch, nb_no, nl_nl, ru_ru

# Page 4170592685 - Control 2814033574 - Property 1295455071
source: Specifies the email address to show as the sender on email messages. This field is available if you choose Specific Account in the Sender Email Account field. For example, this lets all emails appear to come from the same account, such as sales@cronus.com. This account must have the Send As permission on your mail server to the account in the User Name field.
cs_cz: Určuje e-mailovou adresu, která se má zobrazit jako odesílatel v e-mailových zprávách. Toto pole je k dispozici, pokud v poli E-mailový účet odesílatele zvolíte možnost Konkrétní účet. To například umožňuje, aby všechny e-maily vypadaly, že pocházejí ze stejného účtu, například prodej@cronus.com. Tento účet musí mít na poštovním serveru oprávnění Odeslat jako k účtu v poli Uživatelské jméno.
da_dk: Angiver den mailadresse, der skal vises som afsenderen på mails. Dette felt er tilgængelig, hvis du vælger Specifik konto i feltet Afsenders mailadresse. Det lader f.eks. alle mails at komme fra den samme konto, f.eks. salg@cronus.com. Kontoen skal have tilladelsen Send som på din mailserver til kontoen i feltet Brugernavn.
fi_fi: Määrittää sähköpostiosoitteen, joka näkyy sähköpostiviestien lähettäjänä. Tämä kenttä on käytettävissä, jos valitset Lähettäjän sähköpostitili -kentästä Tietty käyttäjä. Näin kaikki sähköpostiviestit näyttävät tulevan samalta tililtä, kuten myynti@cronus.com. Tällä tilillä on oltava sähköpostipalvelimessa Lähetä käyttäjänä -oikeudet Käyttäjänimi-kentässä määritetylle tilille.
fr_be: Spécifie l’adresse e-mail qui s’affiche en tant qu’expéditeur sur les messages e-mail. Ce champ est disponible si vous sélectionnez Compte spécifique dans le champ Compte de courrier de l’expéditeur. Cela permet, par exemple, que tous les courriers électroniques semblent provenir du même compte, par exemple ventes@cronus.com. Ce compte doit disposer de l’autorisation Envoyer en tant que sur votre serveur de messagerie vers le compte dans le champ Nom d’utilisateur.
it_ch: Specifica l'indirizzo e-mail da visualizzare come mittente nei messaggi e-mail. Questo campo è disponibile se si sceglie un account specifico nel campo Account e-mail mittente. In tal modo tutte le e-mail sembrano provenire da stesso account, ad esempio sales@cronus.com. L'account deve avere l'autorizzazione Invia come nei server di posta per l'account nel campo Nome utente.
nb_no: Angir e-postadressen som skal vises som avsender på e-postmeldinger. Dette feltet er tilgjengelig hvis du velger Bestemt konto i feltet E-postkonto for avsender. Dette viser for eksempel at alle e-poster ser ut til å komme fra den samme kontoen, for eksempel salg@cronus.com. Denne kontoen må ha Send som-tillatelse for e-postserveren til kontoen i feltet Brukernavn.
nl_nl: Hiermee wordt het e-mailadres opgegeven dat als afzender moet worden weergegeven in e-mailberichten. Dit veld is beschikbaar als u Specifiek account kiest in het veld E-mailaccount van afzender. Zo lijkt het bijvoorbeeld alsof alle e-mailberichten van hetzelfde account afkomstig zijn, bijvoorbeeld sales@cronus.com. Dit account moet op uw e-mailserver de machtiging Verzenden als hebben voor het account in het veld Gebruikersnaam.
ru_ru: Определяет адрес электронной почты, указываемый в качестве отправителя в сообщениях электронной почты. Это поле доступно, если в поле "Учетная запись электронной почты отправителя" выбран вариант "Конкретная учетная запись". Например, можно сделать так, чтобы все сообщения выглядели как отправленные с одного и того же адреса, например sales@cronus.com. У этой учетной записи должно быть разрешение "Отправить от имени" на вашем почтовом сервере в отношении учетной записи в поле "Имя пользователя".

# Page 4170592685 - Control 2814033574 - Property 2879900210
source: Email Address
cs_cz: Emailová adresa
da_dk: Mailadresse
fi_fi: Sähköpostiosoite
fr_be: Adresse e-mail
it_ch: Indirizzo e-mail
nb_no: E-postadresse
nl_nl: E-mailadres
ru_ru: Адрес электронной почты

# Page 4170592685 - Control 3041790947 - Property 1295455071
source: Specifies whether emails appear to come from the email accounts that people sign in with, or the account you enter in the Email Address field. For Current User, everyone who uses this SMTP account must have the Send As permission on your mail server to the account in the User Name field. For Specific Account, only the account in the Email Address field must have the Send As permission.
cs_cz: Určuje, zda se zdá, že e-maily přicházejí z e-mailových účtů, pomocí kterých se lidé přihlašují, nebo z účtu, který zadáte do pole E-mailová adresa. Pro aktuálního uživatele musí mít každý, kdo používá tento účet SMTP, oprávnění Odeslat jako na vašem poštovním serveru k účtu v poli Uživatelské jméno. Pro konkrétní účet musí mít oprávnění Odeslat jako pouze účet v poli E-mailová adresa.
da_dk: Angiver, om mails ser ud til at komme fra de mailkonti, som folk logger på med, eller den konto, du indsætter i feltet Mailadresse. For den aktuelle bruger skal alle, der bruger denne SMTP-konto, have tilladelsen "Send som" på din mailserver til kontoen i feltet Brugernavn. For Specifik konto skal kun kontoen i feltet Mailadresse være tilknyttet tilladelsen "Send som".
fi_fi: Määrittää, näyttävätkö sähköpostiviestit tulevan sähköpostitileiltä, joilla käyttäjät kirjautuvat sisään, vai tililtä, jonka lisäät Sähköpostiosoite-kenttään. Nykyistä käyttäjää varten kaikilla tätä SMTP-tiliä käyttävillä on oltava sähköpostipalvelimessa Lähetä käyttäjänä -oikeudet Käyttäjänimi-kentässä määritetylle tilille. Tiettyä tiliä varten vain Sähköpostiosoite-kentässä määritetyllä tilillä on oltava Lähetä käyttäjänä -oikeudet.
fr_be: Spécifie si les courriers électroniques semblent provenir des comptes de messagerie avec lesquels les utilisateurs se connectent, ou le compte que vous saisissez dans le champ Adresse de messagerie. Pour l’utilisateur actuel, toutes les personnes qui utilisent ce compte SMTP doivent disposer de l’autorisation Envoyer en tant que sur votre serveur de messagerie vers le compte dans le champ Nom d’utilisateur. Pour Compte spécifique, seul le compte figurant dans le champ Adresse de messagerie doit avoir l’autorisation Envoyer en tant que.
it_ch: Specifica se i messaggi e-mail sembrano provenire dall'account e-mail con cui le persone accedono o dall'account che si immette nel campo Indirizzo e-mail. Per l'utente corrente, chiunque utilizzi l'account SMTP deve disporre dell'autorizzazione Invia come nel server di posta per l'account nel campo Nome utente. Per un account specifico, solo l'account nel campo Indirizzo e-mail deve avere l'autorizzazione Invia come.
nb_no: Angir om e-poster ser ut til å komme fra e-postkontoer som personer logger seg på med, eller kontoen du oppgir i feltet E-postadresse. For nåværende bruker må alle som bruker denne SMTP-kontoen, ha Send som-tillatelsen for e-postserveren til kontoen i feltet Brukernavn. For bestemt konto må bare kontoen i feltet E-postadresse ha Send som-tillatelsen.
nl_nl: Hiermee wordt opgegeven of e-mails worden weergegeven alsof ze afkomstig zijn van de e-mailaccounts waarmee mensen zich aanmelden, of van het account dat u invoert in het veld E-mailadres. Voor Huidige gebruiker moet iedereen die dit SMTP-account gebruikt, op uw e-mailserver beschikken over de machtiging Verzenden als voor het account in het veld Gebruikersnaam. Voor Specifiek account hoeft alleen het account in het veld E-mailadres de machtiging Verzenden als te hebben.
ru_ru: Указывает, должны ли сообщения выглядеть как отправленные с учетных записей электронной почты, под которым пользователи входят систему, или с учетной записи, указанной в поле "Адрес электронной почты". При выборе варианта "Текущий пользователь" все пользователи, использующие эту учетную запись SMTP, должны иметь на вашем почтовом сервере разрешение "Отправить от имени" в отношении учетной записи в поле "Имя пользователя". При выборе варианта "Конкретная учетная запись" иметь разрешение "Отправить от имени" должна только учетная запись в поле "Адрес электронной почты".

# Page 4170592685 - Control 3041790947 - Property 2879900210
source: Sender Email Account
cs_cz: E-mailový účet odesílatele
da_dk: Afsenders mailkonto
fi_fi: Lähettäjän sähköpostitili
fr_be: Compte de courrier expéditeur
it_ch: Account e-mail mittente
nb_no: E-postkonto for avsender
nl_nl: E-mailaccount van afzender
ru_ru: Учетная запись электронной почты отправителя

# Page 4170592685 - Control 3099537666 - Property 1295455071
source: Specifies a name to add in front of the sender email address on emails. The name depends on the Sender Email Address field. For Current User, this is the name from the account you used to sign in. For Specific Account, this can be any name. For example, if you enter Stan, and the address in the Email Address field is stan@cronus.coml, the sender name will appear as Stan stan@cronus.com.
cs_cz: Určuje jméno, které se má přidat před e-mailovou adresu odesílatele v e-mailech. Jméno závisí na poli E-mailová adresa odesílatele. V případě aktuálního uživatele se jedná o jméno z účtu, který jste použili k přihlášení. U konkrétního účtu to může být libovolné jméno. Pokud například zadáte Jan a adresa v poli E-mailová adresa je jan@cronus.com, jméno odesílatele se zobrazí jako Jan jan@cronus.com.
da_dk: Angiver et navn, der skal tilføjes foran mailadressen på afsenderen af mails. Navnet er afhængigt af feltet Afsenders mailadresse. For den aktuelle bruger er det navnet fra den konto, du brugte til at logge på. For Specifik konto kan det være et hvilket som helst navn. Hvis du f.eks. indsætter Sten, og mailadressen er sten@cronus.com, vil afsendernavnet blive vist som Sten sten@cronus.com.
fi_fi: Määrittää nimen, joka lisätään sähköpostiviestien lähettäjän sähköpostiosoitteen eteen. Nimi määräytyy Lähettäjän sähköpostiosoite -kentän mukaan. Jos valitset kentän arvoksi Nykyinen käyttäjä, tämä on kirjautumiseen käyttämäsi tilin nimi. Jos valitset kentän arvoksi Tietty tili, tämä voi olla mikä tahansa nimi. Jos esimerkiksi määrität nimeksi Stan ja jos Sähköpostiosoite-kentän arvo on stan@cronus.com, lähettäjän nimenä näkyy Stan stan@cronus.com.
fr_be: Spécifie un nom à ajouter devant l’adresse de courrier de l’expéditeur sur les courriers électroniques. Le nom dépend du champ Adresse de courrier de l’expéditeur. Pour Utilisateur actuel, il s’agit du nom du compte que vous avez utilisé pour vous connecter. Pour un compte spécifique, il peut s’agir de n’importe quel nom. Par exemple, si vous saisissez Stan et que l’adresse dans le champ Adresse de courrier de l’expéditeur est stan@cronus.com, le nom de l’expéditeur apparaît sous la forme Stan stan@cronus.com.
it_ch: Specifica un nome da aggiungere davanti all'indirizzo e-mail del mittente nei messaggi e-mail. Il nome dipende dal campo Indirizzo e-mail mittente. Per l'utente corrente, questo è il nome dell'account usato per accedere. Per un account specifico, può essere qualsiasi nome specificato. Ad esempio, se si immette Stan e nel campo Indirizzo e-mail c'è stan@cronus.com, il nome del mittente sarà Stan stan@cronus.com.
nb_no: Angir et navn som skal legges til foran e-postadressen til avsenderen på e-poster. Navnet avhenger av feltet E-postadresse for avsender. For nåværende bruker er dette navnet fra kontoen du brukte til å logge deg på. For bestemt konto kan dette være et hvilket som helst navn. Hvis du for eksempel angir Stan og adressen i feltet E-postadresse er stan@cronus.com, vises navnet på avsenderen som Stan stan@cronus.com.
nl_nl: Hiermee wordt een naam opgegeven die vóór het e-mailadres van de afzender wordt toegevoegd aan e-mails. De naam is afhankelijk van het veld E-mailadres van afzender. Voor Huidige gebruiker is het de naam van het account waarmee u zich hebt aangemeld. Voor Specifiek account kan dit elke naam zijn. Als u bijvoorbeeld Jan invoert en het e-mailadres jan@cronus.com is, wordt de naam van de afzender weergegeven als Jan jan@cronus.com.
ru_ru: Определяет имя, добавляемое перед адресом электронной почты отправителя в сообщениях. Имя зависит от варианта, выбранного в поле "Адрес электронной почты отправителя". При выборе варианта "Текущий пользователь" используется имя из учетной записи, под которой вы вошли в систему. При выборе варианта "Конкретная учетная запись" можно указать любое имя. Например, если ввести "Иван", когда адрес электронной почты — ivan@cronus.com, имя отправителя будет выглядеть следующим образом: "Иван ivan@cronus.com".

# Page 4170592685 - Control 3099537666 - Property 2879900210
source: Sender Name
cs_cz: Jméno odesílatele
da_dk: Afsenders navn
fi_fi: Lähettäjän nimi
fr_be: Nom de l’expéditeur
it_ch: Nome mittente
nb_no: Navn på avsender
nl_nl: Naam van afzender
ru_ru: Имя отправителя

# Page 4170592685 - Control 3316402952 - Property 1295455071
source: Specifies the port of the SMTP server. The default setting is 25.
cs_cz: Určuje port SMTP serveru. Výchozí nastavení je 25.
da_dk: Angiver porten på SMTP-serveren. Standardindstillingen er 25.
fi_fi: Määrittää SMTP-palvelimen portin. Oletusasetus on 25.
fr_be: Spécifie le port du serveur SMTP. Le paramètre par défaut est 25.
it_ch: Specifica la porta del server SMTP. L'impostazione di default è 25.
nb_no: Angir porten for SMTP-serveren. Standardinnstillingen er 25.
nl_nl: Hiermee wordt de poort van de SMTP-server opgegeven. De standaardinstelling is 25.
ru_ru: Определяет порт SMTP-сервера Значение по умолчанию — 25.

# Page 4170592685 - Control 3316402952 - Property 2879900210
source: Server Port
cs_cz: Port serveru
fi_fi: Palvelimen portti
fr_be: Port du serveur
it_ch: Porta server
nl_nl: Serverpoort
ru_ru: Порт сервера

# Page 4170592685 - Control 3453676707 - Property 1295455071
source: Specifies whether your SMTP mail server setup requires a secure connection that uses a cryptography or security protocol, such as secure socket layers (SSL).
cs_cz: Určuje, zda nastavení poštovního serveru SMTP vyžaduje zabezpečené připojení, které používá kryptografii nebo protokol zabezpečení, například bezpečnostní soket vrstvy (SSL).
da_dk: Angiver, om din opsætning af SMTP-mailserver kræver en sikker forbindelse, der anvender kryptografi eller en sikkerhedsprotokol, f.eks. SSL (Secure Socket Layers).
fi_fi: Määrittää, edellyttääkö SMTP-sähköpostipalvelimen määritys suojattua yhteyttä, joka käyttää salaus- tai suojausprotokollaa, kuten SSL-protokollaa.
fr_be: Indique si la configuration de votre serveur de messagerie SMTP requiert une connexion sécurisée qui utilise un protocole de sécurité ou de chiffrement, tel que SSL (Secure Socket Layer).
it_ch: Specifica se il setup del server di posta SMTP richiede una connessione protetta con crittografia o protocollo di sicurezza, come Secure Socket Layer (SSL).
nb_no: Angir om oppsettet av serveren for SMTP-e-post krever en sikker tilkobling som bruker en kryptografi- eller sikkerhetsprotokoll, for eksempel SSL (Secure Socket Layers).
nl_nl: Hiermee wordt opgegeven of uw instelling van de SMTP-e-mailserver een beveiligde verbinding vereist die gebruikmaakt van cryptografie of een beveiligingsprotocol, zoals Secure Socket Layers (SSL).
ru_ru: Определяет, требует ли SMTP-сервер защищенного подключения с использованием шифрования или протокола безопасности, например SSL.

# Page 4170592685 - Control 3453676707 - Property 2879900210
source: Secure Connection
cs_cz: Zabezpečené spojení
da_dk: Sikker forbindelse
fi_fi: Suojattu yhteys
fr_be: Sécuriser la connexion
it_ch: Connessione sicura
nb_no: Sikker tilkobling
nl_nl: Beveiligde verbinding
ru_ru: Защищенное соединение

# Page 4170592685 - Control 3549826426 - Property 1295455071
source: Specifies the user account to use when authenticating to the SMTP server.
cs_cz: Určuje uživatelský účet, který se má použít při ověřování na serveru SMTP.
da_dk: Angiver den brugerkonto, der skal bruges ved godkendelse til SMTP-serveren.
fi_fi: Määrittää käyttäjätilin, jota käytetään SMTP-palvelimen todennuksessa.
fr_be: Spécifie le compte d’utilisateur à utiliser lors de l’authentification auprès du serveur SMTP.
it_ch: Specifica l'account utente da utilizzare per l'autenticazione al server SMTP.
nb_no: Angir brukerkontoen som skal brukes under godkjenning til SMTP-serveren.
nl_nl: Hiermee wordt het gebruikersaccount opgegeven dat moet worden gebruikt voor verificatie bij de SMTP-server.
ru_ru: Определяет учетную запись пользователя, используемую при проверке подлинности на SMTP-сервере.

# Page 4170592685 - Control 3549826426 - Property 2879900210
source: User Name
cs_cz: Uživatelské jméno
da_dk: Brugernavn
fi_fi: Käyttäjätunnus
fr_be: Nom d’utilisateur
it_ch: Nome utente
nb_no: Brukernavn
nl_nl: Gebruikersnaam
ru_ru: Имя пользователя

# Page 4170592685 - Control 486669812 - Property 1295455071
source: Specifies the type of authentication that the SMTP mail server uses.
cs_cz: Určuje typ ověřování, který používá poštovní server SMTP.
da_dk: Angiver den godkendelsestype, som SMTP-postserveren bruger.
fi_fi: Määrittää todennustyypin, jota SMTP-sähköpostipalvelin käyttää.
fr_be: Spécifie le type d'authentification que le serveur e-mail SMTP utilise.
it_ch: Specifica il tipo di autenticazione utilizzato dal server di posta SMTP.
nb_no: Angir typen godkjenning som SMTP-serveren bruker.
nl_nl: Hiermee geeft u het type verificatie op dat door de SMTP-server wordt gebruikt.
ru_ru: Определяет тип проверки подлинности, который использует сервер эл. почты SMTP.

# Page 4170592685 - Control 486669812 - Property 2879900210
source: Authentication
cs_cz: Ověření
da_dk: Godkendelse
fi_fi: Todennus
fr_be: Authentification
it_ch: Autenticazione
nb_no: Godkjenning
nl_nl: Verificatie
ru_ru: Проверка подлинности

# Page 707219180 - Control 1459871223 - Property 1295455071
source: Specifies the name of the SMTP account
cs_cz: Určuje název účtu SMTP.
da_dk: Angiver navnet på SMTP-kontoen
fi_fi: Määrittää SMTP-tilin nimen
fr_be: Spécifie le nom du compte SMTP
it_ch: Specifica il nome dell'account SMTP
nb_no: Angir navnet på SMTP-kontoen.
nl_nl: Hiermee wordt de naam van het SMTP-account opgegeven
ru_ru: Определяет имя учетной записи SMTP

# Page 707219180 - Control 1459871223 - Property 2879900210
source: Account Name
cs_cz: Název účtu
da_dk: Kontonavn
fi_fi: Tilin nimi
fr_be: Nom du compte
it_ch: Nome account
nb_no: Kontonavn
nl_nl: Accountnaam
ru_ru: Имя учетной записи

# Page 707219180 - Control 2502982218 - Property 1295455071
source: Specifies the name of the SMTP server.
cs_cz: Určuje název SMTP serveru.
da_dk: Angiver navnet på SMTP-serveren.
fi_fi: Määrittää SMTP-palvelimen nimen.
fr_be: Spécifie le nom du serveur SMTP.
it_ch: Specifica il nome del server SMTP.
nb_no: Angir navnet på SMTP-serveren.
nl_nl: Hiermee wordt de naam van de SMTP-server opgegeven.
ru_ru: Определяет имя SMTP-сервера.

# Page 707219180 - Control 2502982218 - Property 2879900210
source: Server Url
cs_cz: Adresa URL serveru
da_dk: URL-adresse til server
fi_fi: Palvelimen URL-osoite
fr_be: URL du serveur
it_ch: URL server
nb_no: URL-adresse for server
ru_ru: URL-адрес сервера

# Page 707219180 - Control 2575460289 - Property 1295455071
source: Specifies the password of the SMTP server.
cs_cz: Určuje heslo SMTP serveru.
da_dk: Angiver adgangskoden på SMTP-serveren.
fi_fi: Määrittää SMTP-palvelimen salasanan.
fr_be: Spécifie le mot de passe du serveur SMTP.
it_ch: Specifica la password del server SMTP.
nb_no: Angir passordet for SMTP-serveren.
nl_nl: Hiermee wordt het wachtwoord van de SMTP-server opgegeven.
ru_ru: Определяет пароль SMTP-сервера.

# Page 707219180 - Control 2575460289 - Property 2879900210
source: Password
cs_cz: Heslo
da_dk: Adgangskode
fi_fi: Salasana
fr_be: Mot de passe
nb_no: Passord
nl_nl: Wachtwoord
ru_ru: Пароль

# Page 707219180 - Control 2814033574 - Property 1295455071
source: Specifies the Email Address specified as the from email address.
cs_cz: Určuje e-mailovou adresu určenou jako e-mailovou adresu z.
da_dk: Angiver den mailadresse, der er angivet som fra mailadressen.
fi_fi: Määrittää lähettäjän sähköpostiosoitteen.
fr_be: Spécifie l’adresse e-mail spécifiée en tant qu’adresse e-mail de l’expéditeur.
it_ch: Specifica l'indirizzo e-mail come indirizzo e-mail del mittente.
nb_no: Angir e-postadressen som er angitt som fra-e-postadressen.
nl_nl: Hiermee wordt het e-mailadres opgegeven dat als het Van-adres wordt gebruikt.
ru_ru: Определяет адрес электронной почты, заданный в качестве адреса отправителя.

# Page 707219180 - Control 2814033574 - Property 2879900210
source: Email Address
cs_cz: Emailová adresa
da_dk: Mailadresse
fi_fi: Sähköpostiosoite
fr_be: Adresse e-mail
it_ch: Indirizzo e-mail
nb_no: E-postadresse
nl_nl: E-mailadres
ru_ru: Адрес электронной почты

# Page 707219180 - Control 3041790947 - Property 1295455071
source: Specifies if a specific sender or the current user is used as sender. If the current user is used, it must be ensured that the account is allowed to send on behalf of the user.
cs_cz: Určuje, zda je jako odesílatel použit konkrétní odesílatel nebo aktuální uživatel. Pokud je použit aktuální uživatel, musí být zajištěno, že účet je povolen k odesílání jménem uživatele.
da_dk: Angiver, om en bestemt afsender eller den aktuelle bruger bruges som afsender. Hvis den aktuelle bruger bruges, skal det sikres, at kontoen kan sende på vegne af brugeren.
fi_fi: Määrittää, käytetäänkö tiettyä lähettäjää tai nykyistä käyttäjää lähettäjänä. Jos nykyistä käyttäjää käytetään, on varmistettava, että tili voi lähettää käyttäjän puolesta.
fr_be: Indique si un expéditeur spécifique ou l’utilisateur actuel est utilisé comme expéditeur. Si l’utilisateur actuel est utilisé, il est nécessaire de s’assurer que le compte est autorisé à envoyer de la part de l’utilisateur.
it_ch: Specifica se un mittente specifico o l'utente corrente viene utilizzato come mittente. Se si utilizza l'utente corrente, è necessario assicurarsi che l'account sia autorizzato a inviare per conto dell'utente.
nb_no: Angir om en bestemt avsender eller om nåværende bruker blir brukt som avsender. Hvis nåværende bruker brukes, må du sørge for at kontoen kan sendes på vegne av brukeren.
nl_nl: Hiermee wordt opgegeven of een specifieke afzender of de huidige gebruiker wordt gebruikt als afzender. Als de huidige gebruiker wordt gebruikt, moet worden gezorgd dat het account namens de gebruiker mag verzenden.
ru_ru: Определяет, используется ли конкретный отправитель или в качестве отправителя используется текущий пользователь. Если используется текущий пользователь, необходимо убедиться, что учетной записи разрешено отправлять сообщения от имени этого пользователя.

# Page 707219180 - Control 3041790947 - Property 2879900210
source: Sender Type
cs_cz: Typ odesílatele
da_dk: Afsendertype
fi_fi: Lähettäjän tyyppi
fr_be: Type d’expéditeur
it_ch: Tipo di mittente
nb_no: Avsendertype
nl_nl: Type afzender
ru_ru: Тип отправителя
