Repository: jbakach/MSDyn365BC.Code.History
Catalog: Email - SMTP Connector/Source/Email - SMTP Connector/Translations/Email - SMTP Connector.*.xlf
Languages: cs_cz, da_dk, fi_fi, fr_be, it_ch, nb_no, nl_nl, ru_ru

# Page 707219180 - Control 3099537666 - Property 1295455071
source: Specifies a name to add in front of the sender email address. For example, if you enter Stan in this field, and the email address is stan@cronus.com, the recipient will see the sender as Stan stan@cronus.com.
cs_cz: Určuje jméno, které chcete přidat před e-mailovou adresu odesílatele. Pokud například do tohoto pole zadáte Stan a e-mailová adresa je stan@cronus.com, příjemce uvidí odesílatele jako Stan stan@cronus.com.
da_dk: Angiver et navn, der skal tilføjes foran afsenderens mailadressen. Hvis du f.eks. indtaster Stan i dette felt, og mailadressen er stan@cronus.com, vil modtageren se afsenderen som Stan stan@cronus.com.
fi_fi: Määrittää nimen, joka lisätään lähettäjän sähköpostiosoitteen eteen. Jos esimerkiksi lisäät tähän kenttään Stan ja sähköpostiosoite on stan@cronus.com, vastaanottaja näkee lähettäjän muodossa Stan stan@cronus.com.
fr_be: Spécifie un nom à ajouter devant l’adresse e-mail de l’expéditeur. Par exemple, si vous saisissez Stan dans ce champ et que l’adresse e-mail est stan@cronus.com, le destinataire verra l’expéditeur en tant que Stan stan@cronus.com.
it_ch: Specifica un nome da aggiungere davanti all'indirizzo e-mail del mittente. Ad esempio, se si immette Stan in questo campo e l'indirizzo e-mail è stan@cronus.com e il destinatario vedrà il mittente come Stan stan@cronus.com.
nb_no: Angir navnet som skal legges til foran e-postadressen til avsenderen. Hvis du for eksempel angir Stan i dette feltet og e-postadressen er stan@cronus.com, ser mottakeren det som Stan stan@cronus.com.
nl_nl: Hiermee wordt een naam opgegeven die vóór het e-mailadres van de afzender wordt geplaatst. Als u in dit veld bijvoorbeeld Stan invoert en het e-mailadres stan@cronus.com is, ziet de ontvanger de afzender als Stan stan@cronus.com.
ru_ru: Определяет имя, добавляемое перед адресом электронной почты отправителя. Например, если ввести в это поле стан и адрес электронной почты будет stan@cronus.com, получатель увидит отправителя как стан stan@cronus.com.

# Page 707219180 - Control 3099537666 - Property 2879900210
source: Sender Name
cs_cz: Jméno odesílatele
da_dk: Afsenders navn
fi_fi: Lähettäjän nimi
fr_be: Nom de l’expéditeur
it_ch: Nome mittente
nb_no: Navn på avsender
nl_nl: Naam van afzender
ru_ru: Имя отправителя

# Page 707219180 - Control 3316402952 - Property 1295455071
source: Specifies the port of the SMTP server. The default setting is 25.
cs_cz: Určuje port SMTP serveru. Výchozí nastavení je 25.
da_dk: Angiver porten på SMTP-serveren. Standardindstillingen er 25.
fi_fi: Määrittää SMTP-palvelimen portin. Oletusasetus on 25.
fr_be: Spécifie le port du serveur SMTP. Le paramètre par défaut est 25.
it_ch: Specifica la porta del server SMTP. L'impostazione di default è 25.
nb_no: Angir porten for SMTP-serveren. Standardinnstillingen er 25.
nl_nl: Hiermee wordt de poort van de SMTP-server opgegeven. De standaardinstelling is 25.
ru_ru: Определяет порт SMTP-сервера Значение по умолчанию — 25.

# Page 707219180 - Control 3316402952 - Property 2879900210
source: Server Port
cs_cz: Port serveru
fi_fi: Palvelimen portti
fr_be: Port du serveur
it_ch: Porta server
nl_nl: Serverpoort
ru_ru: Порт сервера

# Page 707219180 - Control 3453676707 - Property 1295455071
source: Specifies if your SMTP mail server setup requires a secure connection that uses a cryptography or security protocol, such as secure socket layers (SSL). Clear the check box if you do not want to enable this security setting.
cs_cz: Určuje, zda nastavení vašeho SMTP mailového serveru vyžaduje bezpečnostní připojení, které používá kryptografii nebo bezpečností protokol, jako je bezpečnostní soket vrstvy (SSL). Odškrtněte pokud nechcete používat zabezpečené připojení.
da_dk: Angiver, om SMTP-mailserveropsætningen kræver en sikker forbindelse, der anvender kryptografi eller en sikkerhedsprotokol, f.eks. SSL (secure socket layers). Fjern markeringen i afkrydsningsfeltet, hvis du ikke ønsker at aktivere denne indstilling.
fi_fi: Määrittää, edellyttääkö SMTP-sähköpostipalvelimen määritys suojatun yhteyden, joka käyttää salaus- tai suojausprotokollaa, esimerkiksi SSL-protokollaa. Poista valinta valintaruudusta, jos et halua ottaa tätä suojausasetusta käyttöön.
fr_be: Indique si la configuration de votre serveur de messagerie SMTP nécessite une connexion sécurisée qui utilise un protocole de sécurité ou de chiffrement, tel que SSL (Secure Socket Layer). Décochez la case si vous ne voulez pas activer ce paramètre de sécurité.
it_ch: Specifica se l'installazione del server di posta elettronica SMTP richiede una connessione protetta con crittografia o protocollo di sicurezza, come Secure Socket Layer (SSL). Se non si desidera abilitare questa impostazione di sicurezza, deselezionare la casella di controllo.
nb_no: Angir om oppsettet av serveren for SMTP-e-post krever en sikker tilkobling som bruker en kryptografi- eller sikkerhetsprotokoll, for eksempel SSL (Secure Socket Layers). Fjern merket i boksen hvis du ikke vil aktivere denne sikkerhetsinnstillingen.
nl_nl: Hiermee wordt opgegeven of uw instelling van de SMTP-e-mailserver een beveiligde verbinding vereist die gebruikmaakt van cryptografie of een beveiligingsprotocol, zoals Secure Socket Layers (SSL). Schakel het selectievakje uit als u deze beveiligingsinstelling niet wilt inschakelen.
ru_ru: Определяет, что почтовый SMTP-сервер требует защищенное соединение, использующее шифрование или протокол безопасности, например SSL. Снимите этот флажок, если вы не хотите включать этот параметр безопасности.

# Page 707219180 - Control 3453676707 - Property 2879900210
source: Secure Connection
cs_cz: Zabezpečené spojení
da_dk: Sikker forbindelse
fi_fi: Suojattu yhteys
fr_be: Sécuriser la connexion
it_ch: Connessione sicura
nb_no: Sikker tilkobling
nl_nl: Beveiligde verbinding
ru_ru: Защищенное соединение

# Page 707219180 - Control 3549826426 - Property 1295455071
source: Specifies the username to use when authenticating with the SMTP server.
cs_cz: Určuje uživatelské jméno, které se má použít při ověřování se serverem SMTP.
da_dk: Angiver det brugernavn, der skal bruges ved godkendelse med SMTP-serveren.
fi_fi: Määrittää käyttäjätunnuksen, jota käytetään SMTP-palvelimen todennuksessa.
fr_be: Spécifie le nom d’utilisateur à utiliser lors de l’authentification auprès du serveur SMTP.
it_ch: Specifica il nome utente da utilizzare per l'autenticazione con il server SMTP.
nb_no: Angir bruker navnet som skal brukes under godkjenning med SMTP-serveren.
nl_nl: Hiermee wordt de gebruikersnaam opgegeven die moet worden gebruikt voor verificatie bij de SMTP-server.
ru_ru: Определяет имя пользователя, которое используется при проверке подлинности на SMTP-сервере.

# Page 707219180 - Control 3549826426 - Property 2879900210
source: User Name
cs_cz: Uživatelské jméno
da_dk: Brugernavn
fi_fi: Käyttäjätunnus
fr_be: Nom d’utilisateur
it_ch: Nome utente
nb_no: Brukernavn
nl_nl: Gebruikersnaam
ru_ru: Имя пользователя

# Page 707219180 - Control 486669812 - Property 1295455071
source: Specifies the type of authentication that the SMTP mail server uses.
cs_cz: Určuje typ ověřování, který používá poštovní server SMTP.
da_dk: Angiver den godkendelsestype, som SMTP-postserveren bruger.
fi_fi: Määrittää todennustyypin, jota SMTP-sähköpostipalvelin käyttää.
fr_be: Spécifie le type d'authentification que le serveur e-mail SMTP utilise.
it_ch: Specifica il tipo di autenticazione utilizzato dal server di posta SMTP.
nb_no: Angir typen godkjenning som SMTP-serveren bruker.
nl_nl: Hiermee geeft u het type verificatie op dat door de SMTP-server wordt gebruikt.
ru_ru: Определяет тип проверки подлинности, который использует сервер эл. почты SMTP.

# Page 707219180 - Control 486669812 - Property 2879900210
source: Authentication
cs_cz: Ověření
da_dk: Godkendelse
fi_fi: Todennus
fr_be: Authentification
it_ch: Autenticazione
nb_no: Godkjenning
nl_nl: Verificatie
ru_ru: Проверка подлинности

# Page 4170592685 - NamedType 1197554121
source: Do you want to override the current data?
cs_cz: Chcete přepsat aktuální data?
da_dk: Skal de aktuelle data tilsidesættes?
fi_fi: Haluatko ohittaa nykyiset tiedot?
fr_be: Voulez-vous remplacer les données actuelles ?
it_ch: Sostituire i dati correnti?
nb_no: Vil du overstyre gjeldende data?
nl_nl: Wilt u de huidige gegevens overschrijven?
ru_ru: Переопределить текущие данные?

# Page 4170592685 - NamedType 3367967186
source: Before people can send email they must authenticate their email account. They can do that by choosing the Authenticate action on the SMTP Account page.
cs_cz: Než budou moci lidé odeslat e-mail, musí autentizovat svůj e-mailový účet. To mohou provést výběrem akce Ověření na stránce Účet SMTP.
da_dk: Inden brugerne kan sende mail, skal de godkende deres mailkonto. Det kan de gøre ved at vælge Godkendelseshandlingen på siden SMTP-konto.
fi_fi: Ennen kuin käyttäjät voivat lähettää sähköpostia, heidän on todennettava sähköpostitilinsä. He voivat tehdä tämän valitsemalla SMTP-tili-sivulta Todenna-toiminnon.
fr_be: Avant de pouvoir envoyer un e-mail, les utilisateurs doivent authentifier leur compte de messagerie. Pour ce faire, il leur suffit de choisir l’action Authentifier dans la page Compte SMTP.
it_ch: Prima che le persone possano inviare messaggi e-mail devono autenticare il loro account e-mail. Possono farlo scegliendo l'azione di autenticazione nella pagina dell'account SMTP.
nb_no: Før personer kan sende e-post, må de autentisere e-postkontoen sin. De kan gjøre dette ved å velge handlingen Autentiser-handlingen på siden SMTP-konto.
nl_nl: Voordat gebruikers e-mail kunnen verzenden, moeten ze hun e-mailaccount verifiëren. Ze doen dat door de actie Verifiëren te kiezen op de pagina SMTP-account.
ru_ru: Для отправки электронной почты пользователи должны сначала аутентифицировать свою учетную запись электронной почты. Это можно сделать с помощью действия "Аутентификация" на странице "Учетная запись SMTP".

# Page 707219180 - NamedType 1197554121
source: Do you want to override the current data?
cs_cz: Chcete přepsat aktuální data?
da_dk: Skal de aktuelle data tilsidesættes?
fi_fi: Haluatko ohittaa nykyiset tiedot?
fr_be: Voulez-vous remplacer les données actuelles ?
it_ch: Sostituire i dati correnti?
nb_no: Vil du overstyre gjeldende data?
nl_nl: Wilt u de huidige gegevens overschrijven?
ru_ru: Переопределить текущие данные?

# Page 707219180 - NamedType 3367967186
source: Before people can send email they must authenticate their email account. They can do that by choosing the Authenticate action on the SMTP Account page.
cs_cz: Než budou moci lidé odeslat e-mail, musí autentizovat svůj e-mailový účet. To mohou provést výběrem akce Ověření na stránce Účet SMTP.
da_dk: Inden brugerne kan sende mail, skal de godkende deres mailkonto. Det kan de gøre ved at vælge Godkendelseshandlingen på siden SMTP-konto.
fi_fi: Ennen kuin käyttäjät voivat lähettää sähköpostia, heidän on todennettava sähköpostitilinsä. He voivat tehdä tämän valitsemalla SMTP-tili-sivulta Todenna-toiminnon.
fr_be: Avant de pouvoir envoyer un e-mail, les utilisateurs doivent authentifier leur compte de messagerie. Pour ce faire, il leur suffit de choisir l’action Authentifier dans la page Compte SMTP.
it_ch: Prima che le persone possano inviare messaggi e-mail devono autenticare il loro account e-mail. Possono farlo scegliendo l'azione di autenticazione nella pagina dell'account SMTP.
nb_no: Før personer kan sende e-post, må de autentisere e-postkontoen sin. De kan gjøre dette ved å velge handlingen Autentiser-handlingen på siden SMTP-konto.
nl_nl: Voordat gebruikers e-mail kunnen verzenden, moeten ze hun e-mailaccount verifiëren. Ze doen dat door de actie Verifiëren te kiezen op de pagina SMTP-account.
ru_ru: Для отправки электронной почты пользователи должны сначала аутентифицировать свою учетную запись электронной почты. Это можно сделать с помощью действия "Аутентификация" на странице "Учетная запись SMTP".

# Page 4170592685 - Property 2879900210
source: SMTP Account
cs_cz: Účet SMTP
da_dk: SMTP-konto
fi_fi: SMTP-tili
fr_be: Compte SMTP
it_ch: Account SMTP
nb_no: SMTP-konto
ru_ru: Учетная запись SMTP

# Page 707219180 - Property 2879900210
source: Setup SMTP Account
cs_cz: Nastavit účet SMTP
da_dk: Konfigurer SMTP-konto
fi_fi: Määritä SMTP-tili
fr_be: Configurer le compte SMTP
it_ch: Setup account SMTP
nb_no: Konfigurer SMTP-konto
nl_nl: SMTP-account instellen
ru_ru: Настройка учетной записи SMTP

# PermissionSet 1344122031 - Property 2879900210
source: Email - SMTP Connector - Objects
cs_cz: E-mail - konektor SMTP - Objekty
da_dk: Mail – SMTP Connector – Objekter
fi_fi: Sähköposti – SMTP-liitin – Objektit
fr_be: E-mail - Connecteur SMTP - Objets
it_ch: E-mail-connettore SMTP-oggetti
nb_no: E-post – SMTP-kobling – objekter
nl_nl: E-mail - SMTP-connector - Objecten
ru_ru: Электронная почта - соединитель SMTP - объекты

# PermissionSet 352980177 - Property 2879900210
source: Email - SMTP Connector - Edit
cs_cz: E-mail - Konektor SMTP - Upravit
da_dk: Mail – SMTP-forbindelse – Rediger
fi_fi: Sähköposti – SMTP-liitin – Muokkaus
fr_be: E-mail - Connecteur SMTP - Modifier
it_ch: E-mail-connettore SMTP-modifica
nb_no: E-post – SMTP-kobling – rediger
nl_nl: E-mail - SMTP-connector - Bewerken
ru_ru: Электронная почта - соединитель SMTP - изменение

# PermissionSet 3915651955 - Property 2879900210
source: Email - SMTP Connector - Read
cs_cz: E-mail - konektor SMTP - Čtení
da_dk: Mail – SMTP-Connector – Læs
fi_fi: Sähköposti – SMTP-liitin – Luku
fr_be: E-mail - Connecteur SMTP - Lecture
it_ch: E-mail-connettore SMTP-leggi
nb_no: E-post – SMTP-kontakt – les
nl_nl: E-mail - SMTP-connector - Lezen
ru_ru: Электронная почта - соединитель SMTP - чтение

# Table 4170592685 - Field 129688762 - Property 2879900210
source: User Name
cs_cz: Uživatelské jméno
da_dk: Brugernavn
fi_fi: Käyttäjätunnus
fr_be: Nom d’utilisateur
it_ch: Nome utente
nb_no: Brukernavn
nl_nl: Gebruikersnaam
ru_ru: Имя пользователя

# Table 4170592685 - Field 1340278269 - Property 2879900210
source: Sender Type
cs_cz: Typ odesílatele
da_dk: Afsendertype
fi_fi: Lähettäjän tyyppi
fr_be: Type d’expéditeur
it_ch: Tipo di mittente
nb_no: Avsendertype
nl_nl: Type afzender
ru_ru: Тип отправителя

# Table 4170592685 - Field 204649572 - Property 2879900210
source: Password Key
cs_cz: Heslovací klíč
da_dk: Adgangskodenøgle
fi_fi: Salasana-avain
fr_be: Clé du mot de passe
it_ch: Codice password
nb_no: Passordnøkkel
nl_nl: Wachtwoordsleutel
ru_ru: Ключ пароля

# Table 4170592685 - Field 2906998308 - Property 2879900210
source: Authentication Type
cs_cz: Typ ověření
da_dk: Godkendelsestype
fi_fi: Todennustyyppi
fr_be: Type d’authentification
it_ch: Tipo di autenticazione
nb_no: Godkjenningstype
nl_nl: Verificatietype
ru_ru: Тип проверки подлинности

# Table 4170592685 - Field 2961552353 - Property 2879900210
source: Name of account
cs_cz: Název účtu
da_dk: Navn på konto
fi_fi: Tilin nimi
fr_be: Nom du compte
it_ch: Nome dell'account
nb_no: Navn på konto
nl_nl: Naam van account
ru_ru: Имя учетной записи

# Table 4170592685 - Field 3455630760 - Property 2879900210
source: SMTP Server Port
fi_fi: SMTP-palvelimen portti
fr_be: Port du serveur SMTP
it_ch: Porta server SMTP
nl_nl: SMTP-serverpoort
ru_ru: Порт сервера SMTP

# Table 4170592685 - Field 415504711 - Property 2879900210
source: Primary Key
cs_cz: Primární klíč
da_dk: Primærnøgle
fi_fi: Ensisijainen avain
fr_be: Clé primaire
it_ch: Chiave primaria
nb_no: Primærnøkkel
nl_nl: Primaire sleutel
ru_ru: Первичный ключ

# Table 4170592685 - Field 486669812 - Property 2879900210
source: Authentication
cs_cz: Ověření
da_dk: Godkendelse
fi_fi: Todennus
fr_be: Authentification
it_ch: Autenticazione
nb_no: Godkjenning
nl_nl: Verificatie
ru_ru: Проверка подлинности

# Table 4170592685 - Field 780397200 - Property 2879900210
source: Sender Name
cs_cz: Jméno odesílatele
da_dk: Afsenders navn
fi_fi: Lähettäjän nimi
fr_be: Nom de l’expéditeur
it_ch: Nome mittente
nb_no: Navn på avsender
nl_nl: Naam van afzender
ru_ru: Имя отправителя

# Table 4170592685 - Field 798922739 - Property 2879900210
source: Secure Connection
cs_cz: Zabezpečené spojení
da_dk: Sikker forbindelse
fi_fi: Suojattu yhteys
fr_be: Sécuriser la connexion
it_ch: Connessione sicura
nb_no: Sikker tilkobling
nl_nl: Beveiligde verbinding
ru_ru: Защищенное соединение

# Table 4170592685 - Field 892320855 - Property 2879900210
source: Server
fi_fi: Palvelin
fr_be: Serveur
ru_ru: Сервер

# Table 4170592685 - Field 90141998 - Property 2879900210
source: Email Address
cs_cz: Emailová adresa
da_dk: Mailadresse
fi_fi: Sähköpostiosoite
fr_be: Adresse e-mail
it_ch: Indirizzo e-mail
nb_no: E-postadresse
nl_nl: E-mailadres
ru_ru: Адрес электронной почты

# Table 4170592685 - NamedType 2956157570
source: Unable to set SMTP Account password
cs_cz: Nelze nastavit heslo účtu SMTP.
da_dk: Adgangskode for SMTP-konto kunne ikke indstilles
fi_fi: SMTP-tilin salasanan määrittäminen ei onnistu
fr_be: Impossible de définir le mot de passe du compte SMTP
it_ch: Impossibile impostare la password dell'account SMTP
nb_no: Kan ikke angi passordet for SMTP-kontoen
nl_nl: Kan wachtwoord van SMTP-account niet instellen
ru_ru: Не удается задать пароль учетной записи SMTP

# Table 4170592685 - NamedType 3113222550
source: Unable to get SMTP Account password
cs_cz: Nelze získat heslo účtu SMTP.
da_dk: Adgangskode til SMTP-konto kunne ikke hentes
fi_fi: SMTP-tilin salasanan noutaminen ei onnistu
fr_be: Impossible d’obtenir le mot de passe du compte SMTP
it_ch: Impossibile ottenere la password dell'account SMTP
nb_no: Kan ikke hente passordet for SMTP-kontoen
nl_nl: Kan wachtwoord van SMTP-account niet ophalen
ru_ru: Не удается получить пароль учетной записи SMTP

# Table 4170592685 - Property 2879900210
source: SMTP Account
cs_cz: Účet SMTP
da_dk: SMTP-konto
fi_fi: SMTP-tili
fr_be: Compte SMTP
it_ch: Account SMTP
nb_no: SMTP-konto
ru_ru: Учетная запись SMTP
