Repository: jbakach/MSDyn365BC.Code.History
Catalog: Email - SMTP Connector/Source/Email - SMTP Connector/Translations/Email - SMTP Connector.*.xlf
Languages: cs_cz, da_dk, fi_fi, fr_be, it_ch, nb_no, nl_nl, ru_ru

# Codeunit 1780013033 - NamedType 1293915263
source: Use SMTP to send emails.
cs_cz: K odesílání e-mailů použijte SMTP.
da_dk: Brug SMTP til at sende mails.
fi_fi: Lähetä sähköpostit SMTP:n avulla.
fr_be: Utilisez SMTP pour envoyer des e-mails.
it_ch: Usare SMTP per inviare messaggi e-mail.
nb_no: Bruk SMTP til å sende e-poster.
nl_nl: SMTP gebruiken om e-mails te verzenden.
ru_ru: Использовать SMTP для отправки сообщений электронной почты.

# Codeunit 1780013033 - NamedType 1482857067
source: We could not find the account. Typically, this is because the account has been deleted.
cs_cz: Nemohli jsme najít účet. Obvykle je to proto, že účet byl odstraněn.
da_dk: Vi kunne ikke finde kontoen. Det skyldes typisk, at kontoen er blevet slettet.
fi_fi: Tiliä ei löytynyt. Yleensä tämä johtuu siitä, että tili on poistettu.
fr_be: Impossible de trouver le compte. Cela est généralement dû au fait que le compte a été supprimé.
it_ch: Impossibile trovare l'account. In genere il problema si verifica perché l'account è stato eliminato.
nb_no: Vi finner ikke kontoen. Dette skyldes vanligvis at kontoen er slettet.
nl_nl: Het account is niet gevonden. Dit komt meestal doordat het account is verwijderd.
ru_ru: Не удалось найти учетную запись. Как правило, это обусловлено тем, что учетная запись удалена.

# Codeunit 1780013033 - NamedType 156443413
source: Server URL field cannot be empty.
cs_cz: Pole Adresa URL serveru nemůže být prázdné.
da_dk: Feltet med serverens URL-adresse må ikke være tomt.
fi_fi: Palvelimen URL-kenttä ei voi olla tyhjä.
fr_be: Le champ URL du serveur ne peut pas être vide.
it_ch: Il campo URL server non può essere vuoto.
nb_no: Feltet for servernettadresse kan ikke være tomt.
nl_nl: Het veld Server-URL kan niet leeg zijn.
ru_ru: Поле "URL-адрес сервера" не может быть пустым.

# Codeunit 1780013033 - NamedType 2318586236
source: The provided SMTP Server URL %1 is not valid.
cs_cz: Zadaná adresa URL serveru SMTP %1 není platná.
da_dk: Den angivne URL-adresse til SMTP-serveren %1 er ugyldig.
fi_fi: Annettu SMTP-palvelimen URL-osoite %1 ei kelpaa.
fr_be: L’URL du serveur SMTP fournie %1 n’est pas valide.
it_ch: L'URL del server SMTP fornito %1 non è valido.
nb_no: Den angitte nettadressen for SMTP-serveren %1 er ikke gyldig.
nl_nl: De opgegeven URL %1 van de SMTP-server is niet geldig.
ru_ru: Указанный URL-адрес SMTP-сервера %1 не является допустимым.

# Codeunit 1780013033 - NamedType 2355073837
source: The user specified for SMTP emailing does not have a contact email set. Please update the user's contact email to use Current User type for SMTP.
cs_cz: Uživatel zadaný pro zasílání e-mailů SMTP nemá nastaven kontaktní e-mail. Aktualizujte prosím kontaktní e-mail uživatele tak, aby používal typ Aktuální uživatel pro SMTP.
da_dk: Den bruger, der er angivet til SMTP-mail, har ikke angivet en mailadresse for kontaktpersonen. Opdater brugerens mailadresse for at bruge den aktuelle brugertype til SMTP.
fi_fi: SMTP-sähköpostilähetykselle määritetylle käyttäjälle ei ole lisätty yhteyshenkilön sähköpostiosoitetta. Päivitä käyttäjän yhteyshenkilön sähköpostiosoite siten, että siinä on käytössä Nykyinen käyttäjä -tyyppi SMTP:tä varten.
fr_be: Aucune adresse e-mail de contact n’est définie pour l’utilisateur spécifié pour l’e-mail SMTP. Veuillez mettre à jour l’adresse e-mail de contact de l’utilisateur pour utiliser le type d’utilisateur actuel pour SMTP.
it_ch: L'utente specificato per l'invio di e-mail SMTP non dispone di un indirizzo e-mail di contatto impostato. Aggiornare l'indirizzo e-mail di contatto dell'utente per utilizzare il tipo di utente corrente per SMTP.
nb_no: Brukeren som er angitt for SMTP-e-post, har ikke en angitt kontakt-e-post. Oppdater brukerens kontakt-e-post for å bruke nåværende brukertype for SMTP.
nl_nl: Voor de gebruiker die is opgegeven voor e-mailen via SMTP, is geen contact-e-mailadres ingesteld. Werk het contact-e-mailadres van de gebruiker bij om het type Huidige gebruiker voor SMTP te gebruiken.
ru_ru: У пользователя, указанного в качестве отправителя электронной почты по SMTP, не задан контактный адрес электронной почты. Чтобы использовать тип отправителя "Текущий пользователь", обновите контактный адрес электронной почты этого пользователя.

# Codeunit 1780013033 - NamedType 2880798304
source: Could not send the email. The %1 account does not have Send As permissions on your mail server for the %2 account.
cs_cz: E-mail nelze odeslat. Účet %1 nemá na poštovním serveru pro účet %2 oprávnění Odeslat jako.
da_dk: Mailen kan ikke sendes. Kontoen %1 har ikke tilladelsen Send som på din mailserver for kontoen %2.
fi_fi: Sähköpostiviestiä ei voitu lähettää. Tilillä %1 ei ole Lähetä nimellä -oikeuksia tilin %2 sähköpostipalvelimessa.
fr_be: Impossible d’envoyer le courrier électronique. Le compte %1 n’a pas d’autorisations Envoyer en tant que sur votre serveur de messagerie pour le compte %2.
it_ch: Impossibile inviare il messaggio e-mail. Il conto %1 non dispone delle autorizzazioni Invia come nel server di posta per l'account %2.
nb_no: Kan ikke sende e-posten. Kontoen %1 har ikke Send som-tillatelser på e-postserveren for %2-kontoen.
nl_nl: Kan de e-mail niet verzenden. Het account %1 heeft op uw e-mailserver niet de machtiging Verzenden als voor het account %2.
ru_ru: Не удалось отправить сообщение электронной почты. У учетной записи %1 нет разрешения "Отправить от имени" на вашем почтовом сервере в отношении учетной записи %2.

# Codeunit 1780013033 - NamedType 3684459175
source: Could not send the email.\\%1
cs_cz: E-mail nelze odeslat.\\%1
da_dk: Mailen kunne ikke sendes.\\%1
fi_fi: Sähköpostiviestiä ei voitu lähettää.\\%1
fr_be: Impossible d’envoyer le courrier électronique.\\%1
it_ch: Impossibile inviare il messaggio e-mail.\\%1
nb_no: Kan ikke sende e-posten.\\%1
nl_nl: Kan de e-mail niet verzenden.\\%1
ru_ru: Не удалось отправить сообщение электронной почты.\%1

# Codeunit 1780013033 - NamedType 3798978956
source: Email sent.
cs_cz: E-mail odeslán.
da_dk: Mail er sendt.
fi_fi: Sähköpostiviesti lähetetty.
fr_be: E-mail envoyé.
it_ch: Messaggio e-mail inviato.
nb_no: E-posten er sendt.
nl_nl: E-mail verzonden.
ru_ru: Сообщение электронной почты отправлено.

# Codeunit 1780013033 - NamedType 3828645481
source: Could not connect to the SMTP server.\\%1
cs_cz: Nelze se připojit k serveru SMTP.\\%1
da_dk: Der kunne ikke oprettes forbindelse til SMTP-serveren.\\%1
fi_fi: SMTP-palvelimeen ei voitu muodostaa yhteyttä.\\%1
fr_be: Impossible de se connecter au serveur SMTP.\\%1
it_ch: Impossibile connettersi al server SMTP.\\%1]A;
nb_no: Kan ikke koble til SMTP-serveren.\\%1
nl_nl: Kan geen verbinding maken met de SMTP-server.\\%1
ru_ru: Не удалось подключиться к SMTP-серверу.\\%1

# Codeunit 1780013033 - NamedType 4034431664
source: The SMTP server rejected the authentication request, as the authentication data is incorrect. Verify that your Username and Password are correct and that the SMTP server supports the specified authentication type (%1). SMTP error code: 535.
cs_cz: Server SMTP odmítl požadavek na ověření, protože ověřovací data jsou nesprávná. Ověřte správnost uživatelského jména a hesla a správnost serveru SMTP, který podporuje zadaný typ ověřování (%1). Kód chyby SMTP: 535.
da_dk: SMTP-serveren afviste godkendelsesanmodningen, da godkendelsesdataene er ukorrekte. Kontroller, at Brugernavn og Adgangskode er korrekte, og at SMTP-serveren understøtter den angivne godkendelsestype (%1). SMTP-fejlkode: 535.
fi_fi: SMTP-palvelin on hylännyt todennuspyynnön, koska todennustiedot ovat virheellisiä. Tarkista, että käyttäjätunnus ja salasana ovat oikein ja että SMTP-palvelin tukee määritettyä todennustyyppiä (%1). SMTP-virhekoodi: 535.
fr_be: Le serveur SMTP a rejeté la demande d’authentification, car les données d’authentification sont incorrectes. Vérifiez que votre nom d’utilisateur et votre mot de passe sont corrects et que le serveur SMTP prend en charge le type d’authentification spécifié (%1). Code d’erreur SMTP : 535.
it_ch: Il server SMTP ha rifiutato la richiesta di autenticazione perché i dati di autenticazione non sono corretti. Verificare che il nome utente e la password siano corretti e che il server SMTP supporti il tipo di autenticazione specificato (%1). Codice di errore SMTP: 535.
nb_no: SMTP-serveren avslo godkjenningsforespørselen fordi godkjenningsdataene er feil. Kontroller at brukernavnet og passordet er riktig, og at SMTP-serveren støtter den angitte godkjenningstypen (%1). SMTP-feilkode: 535.
nl_nl: De SMTP-server heeft de verificatieaanvraag geweigerd, omdat de verificatiegegevens onjuist zijn. Controleer of uw gebruikersnaam en wachtwoord juist zijn en of de SMTP-server het opgegeven verificatietype (%1) ondersteunt. SMTP-foutcode: 535.
ru_ru: SMTP-сервер отклонил запрос на проверку подлинности, так как данные для проверки подлинности неверны. Проверьте правильность имени пользователя и пароля, а также убедитесь, что SMTP-сервер поддерживает указанный тип проверки подлинности (%1). Код ошибки SMTP: 535.

# Codeunit 1780013033 - NamedType 4203003612
source: The SMTP server %1 did not respond to the connection request.
cs_cz: Server SMTP %1 neodpověděl na požadavek na připojení.
da_dk: SMTP-serveren %1 svarede ikke på forbindelsesanmodningen.
fi_fi: SMTP-palvelin %1 ei vastannut yhteyspyyntöön.
fr_be: Le serveur SMTP %1 n’a pas répondu à la demande de connexion.
it_ch: Il server SMTP %1 non ha risposto alla richiesta di connessione.
nb_no: SMTP-serveren %1 svarte ikke på tilkoblingsforespørselen.
nl_nl: De SMTP-server %1 heeft niet gereageerd op de verbindingsaanvraag.
ru_ru: SMTP-сервер %1 не ответил на запрос на подключение.

# Codeunit 1780013033 - NamedType 441163528
source: Could not authenticate on the SMTP server.\\%1
cs_cz: Nelze ověřit na serveru SMTP.\\%1
da_dk: Kunne ikke godkendes på SMTP-serveren.\\%1
fi_fi: Ei voitu todentaa SMTP-palvelimessa.\\%1
fr_be: Impossible d’authentifier sur le serveur SMTP.\\%1
it_ch: Impossibile eseguire l'autenticazione del server SMTP.\\%1
nb_no: Kan ikke godkjenne på SMTP-serveren.\\%1
nl_nl: Kan niet verifiëren op de SMTP-server.\\%1
ru_ru: Не удалось пройти проверку подлинности на SMTP-сервере.\%1

# Codeunit 1780013033 - NamedType 447844760
source: Could not send the email, as no recipients have been specified.
cs_cz: E-mail nelze odeslat, protože nebyli zadáni žádní příjemci.
da_dk: Mailen kunne ikke sendes, da der ikke er angivet nogen modtagere.
fi_fi: Sähköpostiviestiä ei voitu lähettää, koska vastaanottajia ei ole määritetty.
fr_be: Impossible d’envoyer le courrier électronique, car aucun destinataire n’a été spécifié.
it_ch: Impossibile inviare il messaggio e-mail perché non è stato specificato alcun destinatario.
nb_no: Kan ikke sende e-posten fordi det ikke er angitt mottakere.
nl_nl: De e-mail kan niet worden verzonden omdat er geen ontvangers zijn opgegeven.
ru_ru: Не удалось отправить сообщение электронной почты, так как получатели не указаны.

# Codeunit 1780013033 - NamedType 938971449
source: Could not send the email, as the sender has not been specified.
cs_cz: E-mail nelze odeslat, protože odesílatel nebyl zadán.
da_dk: Mailen kunne ikke sendes, da afsenderen ikke er angivet.
fi_fi: Sähköpostiviestiä ei voitu lähettää, koska lähettäjää ei ole määritetty.
fr_be: Impossible d’envoyer le courrier électronique, car l’expéditeur n’a pas été spécifié.
it_ch: Impossibile inviare il messaggio e-mail perché il mittente non è stato specificato.
nb_no: Kan ikke sende e-posten fordi avsenderen ikke er angitt.
nl_nl: De e-mail kan niet worden verzonden omdat de afzender niet is opgegeven.
ru_ru: Не удалось отправить сообщение электронной почты, так как отправитель не указан.

# Codeunit 4052218681 - NamedType 1534236911
source: %1 was authenticated.
cs_cz: %1 byla autentizována.
da_dk: %1 blev godkendt.
fi_fi: %1 on todennettu.
fr_be: %1 a été authentifié.
it_ch: %1 autenticato.
nb_no: %1 ble godkjent.
nl_nl: %1 is geverifieerd.
ru_ru: Пользователь %1 аутентифицирован.

# Codeunit 4052218681 - NamedType 2563123446
source: Could not authenticate.
cs_cz: Nelze autentizovat.
da_dk: Kunne ikke godkendes.
fi_fi: Todennus ei onnistunut.
fr_be: Authentification impossible.
it_ch: Impossibile eseguire l'autenticazione.
nb_no: Kan ikke autentisere.
nl_nl: Kan niet verifiëren.
ru_ru: Аутентификация не пройдена.

# Codeunit 4052218681 - NamedType 441163528
source: Could not authenticate. To resolve the problem, choose the Authenticate action on the SMTP Account page.
cs_cz: Nelze autentizovat. Chcete-li problém vyřešit, zvolte akci Autentizovat na stránce Účet SMTP.
da_dk: Kunne ikke godkendes. Du kan løse problemet ved at vælge Godkendelseshandlingen på siden SMTP-konto.
fi_fi: Ei voitu todentaa. Voit ratkaista ongelman valitsemalla SMTP-tili-sivulta Todenna-toiminnon.
fr_be: Authentification impossible. Pour résoudre le problème, sélectionnez l’action Authentifier dans la page Compte SMTP.
it_ch: Impossibile eseguire l'autenticazione. Per risolvere il problema, scegliere l'azione di autenticazione nella pagina dell'account SMTP.
nb_no: Kan ikke godkjenne. Velg Godkjenn-handlingen på siden SMTP-konto for å løse problemet.
nl_nl: Kan niet verifiëren. Als u het probleem wilt oplossen, kiest u de actie Verifiëren op de pagina SMTP-account.
ru_ru: Аутентификация не пройдена. Чтобы устранить проблему, выберите действие "Аутентификация" на странице "Учетная запись SMTP".

# Enum 1821775830 - EnumValue 1780646972 - Property 2879900210
source: Current User
cs_cz: Aktuální uživatel
da_dk: Aktuel bruger
fi_fi: Nykyinen käyttäjä
fr_be: Utilisateur actuel
it_ch: Utente corrente
nb_no: Nåværende bruker
nl_nl: Huidige gebruiker
ru_ru: Текущий пользователь

# Enum 1821775830 - EnumValue 2947392435 - Property 2879900210
source: Specific User
cs_cz: Konkrétní uživatel
da_dk: Specifik bruger
fi_fi: Tietty käyttäjä
fr_be: Utilisateur spécifique
it_ch: Utente specifico
nb_no: Bestemt bruker
nl_nl: Specifieke gebruiker
ru_ru: Конкретный пользователь

# Page 4170592685 - Action 2678050976 - Property 1295455071
source: Apply the Office 365 server settings to this record.
cs_cz: Použít nastavení serveru Office 365 na tento záznam.
da_dk: Anvend Office 365-serverindstillingerne for denne record.
fi_fi: Käytä Office 365 -palvelimen asetuksia tähän tietueeseen.
fr_be: Appliquez les paramètres du serveur Office 365 à cet enregistrement.
it_ch: Applicare le impostazioni del server Office 365 a questo record.
nb_no: Bruk innstillingene for Office 365-serveren for denne posten.
nl_nl: De serverinstellingen van Office 365 op deze record toepassen.
ru_ru: Применение к этой записи параметров сервера Office 365.

# Page 4170592685 - Action 2678050976 - Property 2879900210
source: Apply Office 365 Server Settings
cs_cz: Použít nastavení serveru pro Office 365
da_dk: Anvend Office 365 Server-indstillinger
fi_fi: Käytä Office 365 -palvelimen asetuksia
fr_be: Appliquer les paramètres du serveur Office 365
it_ch: Applica impostazioni server Office 365
nb_no: Bruk Office 365-serverinnstillinger
nl_nl: Office 365-serverinstellingen toepassen
ru_ru: Применить настройки сервера Office 365

# Page 4170592685 - Action 2856463624 - Property 1295455071
source: Authenticate with your Exchange Online account.
cs_cz: Autentizovat pomocí účtu Exchange Online.
da_dk: Godkend med din Exchange Online-konto.
fi_fi: Todenna Exchange Online -tilillä.
fr_be: Authentifiez-vous à l’aide de votre compte Exchange Online.
it_ch: Autenticazione con l'account di Exchange Online.
nb_no: Godkjenn med Exchange Online-kontoen.
nl_nl: Verifiëren met uw Exchange Online-account.
ru_ru: Аутентификация с использованием вашей учетной записи Exchange Online.

# Page 4170592685 - Action 2856463624 - Property 2879900210
source: Authenticate
cs_cz: Autentizovat
da_dk: Godkend
fi_fi: Todenna
fr_be: Authentifier
it_ch: Autenticazione
nb_no: Godkjenn
nl_nl: Verifiëren
ru_ru: Аутентификация

# Page 4170592685 - Action 3313980247 - Property 1295455071
source: Verify that OAuth 2.0 authentication was successful.
cs_cz: Ověřte, že autentizace OAuth 2.0 byla úspěšná.
da_dk: Kontroller, at OAuth 2.0-godkendelse lykkedes.
fi_fi: Tarkista, että OAuth 2.0 -todennus onnistui.
fr_be: Vérifiez que l’authentification OAuth 2.0 a réussi.
it_ch: Verificare che l'autenticazione OAuth 2.0 sia stata completata.
nb_no: Kontroller at OAuth 2.0-godkjenningen er fullført.
nl_nl: Controleren of OAuth 2.0-verificatie is geslaagd.
ru_ru: Проверка того, успешно ли прошла аутентификация OAuth 2.0.

# Page 4170592685 - Action 3313980247 - Property 2879900210
source: Verify Authentication
cs_cz: Ověřte autentizaci
da_dk: Bekræft godkendelse
fi_fi: Tarkista todennus
fr_be: Vérifier l’authentification
it_ch: Verifica autenticazione
nb_no: Bekreft godkjenning
nl_nl: Verificatie verifiëren
ru_ru: Проверить аутентификацию

# Page 707219180 - Action 1235620153 - Property 1295455071
source: Next
cs_cz: Další
da_dk: Næste
fi_fi: Seuraava
fr_be: Suivant
it_ch: Avanti
nb_no: Neste
nl_nl: Volgende
ru_ru: Далее

# Page 707219180 - Action 1235620153 - Property 2879900210
source: Next
cs_cz: Další
da_dk: Næste
fi_fi: Seuraava
fr_be: Suivant
it_ch: Avanti
nb_no: Neste
nl_nl: Volgende
ru_ru: Далее

# Page 707219180 - Action 2678050976 - Property 1295455071
source: Apply the Office 365 server settings to this record.
cs_cz: Použít nastavení serveru Office 365 na tento záznam.
da_dk: Anvend Office 365-serverindstillingerne for denne record.
fi_fi: Käytä Office 365 -palvelimen asetuksia tähän tietueeseen.
fr_be: Appliquez les paramètres du serveur Office 365 à cet enregistrement.
it_ch: Applicare le impostazioni del server Office 365 a questo record.
nb_no: Bruk innstillingene for Office 365-serveren for denne posten.
nl_nl: De serverinstellingen van Office 365 op deze record toepassen.
ru_ru: Применение к этой записи параметров сервера Office 365.

# Page 707219180 - Action 2678050976 - Property 2879900210
source: Apply Office 365 Server Settings
cs_cz: Použít nastavení serveru pro Office 365
da_dk: Anvend Office 365 Server-indstillinger
fi_fi: Käytä Office 365 -palvelimen asetuksia
fr_be: Appliquer les paramètres du serveur Office 365
it_ch: Applica impostazioni server Office 365
nb_no: Bruk Office 365-serverinnstillinger
nl_nl: Office 365-serverinstellingen toepassen
ru_ru: Применить настройки сервера Office 365

# Page 707219180 - Action 742034285 - Property 1295455071
source: Back
cs_cz: Zpět
da_dk: Tilbage
fi_fi: Edellinen
fr_be: Précédent
it_ch: Indietro
nb_no: Tilbake
nl_nl: Vorige
ru_ru: Назад

# Page 707219180 - Action 742034285 - Property 2879900210
source: Back
cs_cz: Zpět
da_dk: Tilbage
fi_fi: Edellinen
fr_be: Précédent
it_ch: Indietro
nb_no: Tilbake
nl_nl: Vorige
ru_ru: Назад

# Page 4170592685 - Control 1459871223 - Property 1295455071
source: Specifies the name of the SMTP account
cs_cz: Určuje název účtu SMTP.
da_dk: Angiver navnet på SMTP-kontoen
fi_fi: Määrittää SMTP-tilin nimen
fr_be: Spécifie le nom du compte SMTP
it_ch: Specifica il nome dell'account SMTP
nb_no: Angir navnet på SMTP-kontoen.
nl_nl: Hiermee wordt de naam van het SMTP-account opgegeven
ru_ru: Определяет имя учетной записи SMTP

# Page 4170592685 - Control 1459871223 - Property 2879900210
source: Account Name
cs_cz: Název účtu
da_dk: Kontonavn
fi_fi: Tilin nimi
fr_be: Nom du compte
it_ch: Nome account
nb_no: Kontonavn
nl_nl: Accountnaam
ru_ru: Имя учетной записи

# Page 4170592685 - Control 2502982218 - Property 1295455071
source: Specifies the URL of the SMTP server.
cs_cz: Určuje adresu URL serveru SMTP.
da_dk: Angiver URL-adressen på SMTP-serveren.
fi_fi: Määrittää SMTP-palvelimen URL-osoitteen.
fr_be: Spécifie l’URL du serveur SMTP.
it_ch: Specifica l'URL del server SMTP.
nb_no: Angir nettadressen til SMTP-serveren.
nl_nl: Hiermee wordt de URL van de SMTP-server opgegeven.
ru_ru: Определяет URL-адрес SMTP-сервера.

# Page 4170592685 - Control 2502982218 - Property 2879900210
source: Server URL
cs_cz: Adresa URL serveru
da_dk: URL-adresse til server
fi_fi: Palvelimen URL-osoite
fr_be: URL du serveur
it_ch: URL server
nb_no: Nettadresse for server
ru_ru: URL-адрес сервера

# Page 4170592685 - Control 2575460289 - Property 1295455071
source: Specifies the password of the SMTP server.
cs_cz: Určuje heslo SMTP serveru.
da_dk: Angiver adgangskoden på SMTP-serveren.
fi_fi: Määrittää SMTP-palvelimen salasanan.
fr_be: Spécifie le mot de passe du serveur SMTP.
it_ch: Specifica la password del server SMTP.
nb_no: Angir passordet for SMTP-serveren.
nl_nl: Hiermee wordt het wachtwoord van de SMTP-server opgegeven.
ru_ru: Определяет пароль SMTP-сервера.

# Page 4170592685 - Control 2575460289 - Property 2879900210
source: Password
cs_cz: Heslo
da_dk: Adgangskode
fi_fi: Salasana
fr_be: Mot de passe
nb_no: Passord
nl_nl: Wachtwoord
ru_ru: Пароль
