Repository: jbakach/MSDyn365BC.Code.History
Catalog: APIReportsFinance/Source/API Reports - Finance/Translations/API Reports - Finance.*.xlf
Languages: sv_se

# Page 4192068966 - Property 2879900210
source: API Finance - Acc Periods
sv_se: API för ekonomi – redovisningsperioder

# Page 4192068966 - Property 3446740159
source: Accounting Periods
sv_se: Bokföringsperioder

# Page 4192068966 - Control 245570718 - Property 2879900210
source: Closed
sv_se: Stängd

# Page 4192068966 - Control 460507951 - Property 2879900210
source: Display Name
sv_se: Visningsnamn

# Page 4192068966 - Control 2786197837 - Property 2879900210
source: Ending Date
sv_se: Slutdatum

# Page 4192068966 - Control 3298568402 - Property 2879900210
source: Fiscal Year End Date
sv_se: Räkenskapsårets slutdatum

# Page 4192068966 - Control 3893425251 - Property 2879900210
source: Fiscal Year Start Date
sv_se: Räkenskapsårets startdatum

# Page 4192068966 - Control 2245436958 - Property 2879900210
source: Last Modified Date Time
sv_se: Senast ändrad, datum och tid

# Page 4192068966 - Control 1563494139 - Property 2879900210
source: New Fiscal Year
sv_se: Nytt räkenskapsår

# Page 4192068966 - Control 1751904704 - Property 2879900210
source: Starting Date
sv_se: Startdatum

# Page 3815513967 - Property 2879900210
source: API Finance - Business Unit
sv_se: API för ekonomi – affärsenhet

# Page 3815513967 - Property 3446740159
source: Business Unit
sv_se: Affärsenhet

# Page 3815513967 - Control 707985127 - Property 2879900210
source: Code
sv_se: Kod

# Page 3815513967 - Control 1408747468 - Property 2879900210
source: Company Name
sv_se: Företagsnamn

# Page 3815513967 - Control 3529320009 - Property 2879900210
source: Consolidate
sv_se: Konsolidera

# Page 3815513967 - Control 2684058382 - Property 2879900210
source: Consolidation %
sv_se: Konsolideringsgrad %

# Page 3815513967 - Control 1808640270 - Property 2879900210
source: Company Name
sv_se: Företagsnamn

# Page 3815513967 - Control 2786197837 - Property 2879900210
source: Ending Date
sv_se: Slutdatum

# Page 3815513967 - Control 2741087206 - Property 2879900210
source: GL Accounts
sv_se: Redovisningskonton

# Page 3815513967 - Control 2245436958 - Property 2879900210
source: Last Modified Date Time
sv_se: Senast ändrad, datum och tid

# Page 3815513967 - Control 572749973 - Property 2879900210
source: Last Run
sv_se: Senaste körningen

# Page 3815513967 - Control 1751904704 - Property 2879900210
source: Starting Date
sv_se: Startdatum

# Page 3270520675 - Property 2879900210
source: API Finance - Customer
sv_se: API för ekonomi – kund

# Page 3270520675 - Property 3446740159
source: Customer
sv_se: Kund

# Page 3270520675 - Control 412705190 - Property 2879900210
source: Balance Due
sv_se: Förfallet saldo

# Page 3270520675 - Control 4247538596 - Property 2879900210
source: Blocked
sv_se: Spärrad

# Page 3270520675 - Control 2754366897 - Property 2879900210
source: City
sv_se: Ort

# Page 3270520675 - Control 2807065388 - Property 2879900210
source: Country/Region Code
sv_se: Lands-/regionkod

# Page 3270520675 - Control 3468600852 - Property 2879900210
source: Credit Limit
sv_se: Kreditgräns

# Page 3270520675 - Control 1808640270 - Property 2879900210
source: Currency Code
sv_se: Valutakod

# Page 3270520675 - Control 460507951 - Property 2879900210
source: Display Name
sv_se: Visningsnamn

# Page 3270520675 - Control 2245436958 - Property 2879900210
source: Last Modified Date
sv_se: Ändrades senast

# Page 3270520675 - Control 2757394829 - Property 2879900210
source: No.
sv_se: Nr

# Page 3270520675 - Control 3476775684 - Property 2879900210
source: Post Code
sv_se: Postnummer

# Page 3270520675 - Control 4231590924 - Property 2879900210
source: Salesperson Code
sv_se: Säljarkod

# Page 3270520675 - Control 1405163793 - Property 2879900210
source: State
sv_se: Delstat

# Page 3270520675 - Control 3175374588 - Property 2879900210
source: Type
sv_se: Typ

# Page 2050804695 - Property 2879900210
source: API Finance - Dim Set Entries
sv_se: API för ekonomi – dimensionsuppsättningstransaktioner

# Page 2050804695 - Property 3446740159
source: Dimension Set Entries
sv_se: Dimensionsuppsättningstransaktioner

# Page 2050804695 - Control 3904902575 - Property 2879900210
source: Dimension Code
sv_se: Dimensionskod

# Page 2050804695 - Control 2727472343 - Property 2879900210
source: Dimension Name
sv_se: Dimensionsnamn

# Page 2050804695 - Control 1355182586 - Property 2879900210
source: Dimension Value Code
sv_se: Dimensionsvärdekod

# Page 2050804695 - Control 2713332634 - Property 2879900210
source: Dimension Value Name
sv_se: Dimensionsvärdesnamn

# Page 2050804695 - Control 3463544090 - Property 2879900210
source: Dimension Value ID
sv_se: ID för dimensionsvärde

# Page 2050804695 - Control 2245436958 - Property 2879900210
source: Last Modified Date Time
sv_se: Senast ändrad, datum och tid

# Page 2050804695 - Control 2504269705 - Property 2879900210
source: Dimension Set ID
sv_se: Dimensionsuppsättnings-ID

# Page 1476094511 - Property 2879900210
source: API Finance - Dimension Values
sv_se: API för ekonomi – dimensionsvärden

# Page 1476094511 - Property 3446740159
source: Dimension Values
sv_se: Dimensionsvärden

# Page 1476094511 - Control 4247538596 - Property 2879900210
source: Blocked
sv_se: Spärrad

# Page 1476094511 - Control 434177305 - Property 2879900210
source: Consolidation Code
sv_se: Konsolideringskod

# Page 1476094511 - Control 3904902575 - Property 2879900210
source: Dimension Code
sv_se: Dimensionskod

# Page 1476094511 - Control 66710475 - Property 2879900210
source: Dimension Set Entries
sv_se: Dimensionsuppsättningstransaktioner

# Page 1476094511 - Control 1355182586 - Property 2879900210
source: Dimension Value Code
sv_se: Dimensionsvärdekod

# Page 1476094511 - Control 3463544090 - Property 2879900210
source: Dimension Value Id
sv_se: ID för dimensionsvärde

# Page 1476094511 - Control 2362895424 - Property 2879900210
source: Dimension Value Name
sv_se: Dimensionsvärdesnamn

# Page 1476094511 - Control 1253680333 - Property 2879900210
source: Dimension Value Type
sv_se: Dimensionsvärdetyp

# Page 1476094511 - Control 4112524756 - Property 2879900210
source: Global Dimension Number
sv_se: Globalt dimensionsnummer

# Page 1476094511 - Control 4224352675 - Property 2879900210
source: Indentation
sv_se: Indrag

# Page 1476094511 - Control 2245436958 - Property 2879900210
source: Last Modified Date Time
sv_se: Senast ändrad, datum och tid

# Page 1271282065 - Property 2879900210
source: API Finance - GL Account
sv_se: API för ekonomi – redovisningskonto

# Page 1271282065 - Property 3446740159
source: General Ledger Account
sv_se: Redovisningskonto

# Page 1271282065 - Control 2642785491 - Property 2879900210
source: Account Category
sv_se: Kontokategori

# Page 1271282065 - Control 1158613746 - Property 2879900210
source: Account Name
sv_se: Kontonamn

# Page 1271282065 - Control 3033425374 - Property 2879900210
source: Account Number
sv_se: Kontonummer

# Page 1271282065 - Control 2808340301 - Property 2879900210
source: Account Subcategory Description
sv_se: Beskrivning av underkategori Konto

# Page 1271282065 - Control 1154419302 - Property 2879900210
source: Account Subcategory Entry Number
sv_se: Löpnummer för underkategori Konto

# Page 1271282065 - Control 1486462331 - Property 2879900210
source: Account Type
sv_se: Kontotyp

# Page 1271282065 - Control 3363030172 - Property 2879900210
source: Business Unit Filter
sv_se: Affärsenhetsfilter

# Page 1271282065 - Control 1087635687 - Property 2879900210
source: Income Balance
sv_se: Resultaträkning

# Page 1271282065 - Control 4224352675 - Property 2879900210
source: Indentation
sv_se: Indrag

# Page 1271282065 - Control 2245436958 - Property 2879900210
source: Last Modified Date Time
sv_se: Senast ändrad, datum och tid

# Page 1271282065 - Control 1867129195 - Property 2879900210
source: Net Change
sv_se: Nettoförändring

# Page 1271282065 - Control 1753620658 - Property 2879900210
source: Parent Account Number
sv_se: Överordnat kontonummer

# Page 706230764 - Property 2879900210
source: API Finance - GL Budgets
sv_se: API för ekonomi – redovisningsbudgetar

# Page 706230764 - Property 3446740159
source: General Ledger Budgets
sv_se: Redovisningsbudgetar

# Page 706230764 - Control 4247538596 - Property 2879900210
source: Blocked
sv_se: Spärrad

# Page 706230764 - Control 4196384355 - Property 2879900210
source: Budget Dimension 1 Code
sv_se: Budgetdimension 1 kod

# Page 706230764 - Control 4029997806 - Property 2879900210
source: Budget Dimension 2 Code
sv_se: Budgetdimension 2 kod

# Page 706230764 - Control 3586218965 - Property 2879900210
source: Budget Dimension 3 Code
sv_se: Budgetdimension 3 kod

# Page 706230764 - Control 1348480088 - Property 2879900210
source: Budget Dimension 4 Code
sv_se: Budgetdimension 4 kod

# Page 706230764 - Control 4232699882 - Property 2879900210
source: Description
sv_se: Beskrivning

# Page 706230764 - Control 460507951 - Property 2879900210
source: Display Name
sv_se: Visningsnamn

# Page 706230764 - Control 2245436958 - Property 2879900210
source: Last Modified Date Time
sv_se: Senast ändrad, datum och tid

# Page 3028937253 - Property 2879900210
source: API Finance - Global Settings
sv_se: API för ekonomi – globala inställningar

# Page 3028937253 - Property 3446740159
source: Global Settings
sv_se: Globala inställningar

# Page 3028937253 - Control 3373486276 - Property 2879900210
source: Additional Reporting Currency
sv_se: Alternativ rapporteringsvaluta

# Page 3028937253 - Control 1408747468 - Property 2879900210
source: Company Name
sv_se: Företagsnamn

# Page 3028937253 - Control 2528260897 - Property 2879900210
source: Local Currency Code
sv_se: Lokal valutakod

# Page 1622772827 - Property 2879900210
source: API Finance - Vendor
sv_se: API för ekonomi – leverantör

# Page 1622772827 - Property 3446740159
source: Vendor
sv_se: Leverantör

# Page 1622772827 - Control 2130846610 - Property 2879900210
source: Balance
sv_se: Saldo

# Page 1622772827 - Control 4247538596 - Property 2879900210
source: Blocked
sv_se: Spärrad

# Page 1622772827 - Control 2754366897 - Property 2879900210
source: City
sv_se: Ort

# Page 1622772827 - Control 2807065388 - Property 2879900210
source: Country/Region Code
sv_se: Lands-/regionkod

# Page 1622772827 - Control 1808640270 - Property 2879900210
source: Currency Code
sv_se: Valutakod

# Page 1622772827 - Control 460507951 - Property 2879900210
source: Display Name
sv_se: Visningsnamn

# Page 1622772827 - Control 2245436958 - Property 2879900210
source: Last Modified Date
sv_se: Ändrades senast

# Page 1622772827 - Control 2757394829 - Property 2879900210
source: No.
sv_se: Nr

# Page 1622772827 - Control 561803164 - Property 2879900210
source: Payment Method Id
sv_se: ID för betalningsmetod

# Page 1622772827 - Control 3603481462 - Property 2879900210
source: Payment Terms Id
sv_se: ID för betalningsvillkor

# Page 1622772827 - Control 3476775684 - Property 2879900210
source: Post Code
sv_se: Postnummer

# Page 1622772827 - Control 1405163793 - Property 2879900210
source: State
sv_se: Delstat

# Page 1622772827 - Control 2795513406 - Property 2879900210
source: Tax Liable
sv_se: Momspliktig

# Query 3347428205 - Property 2879900210
source: API Fin - Cust Ledg Entry
sv_se: API för ekonomi – kundresk.trans.

# Query 3347428205 - Property 3446740159
source: Customer Ledger Entry
sv_se: Kundreskontratransaktion

# Query 3347428205 - QueryColumn 1121446808 - Property 2879900210
source: Amount
sv_se: Belopp

# Query 3347428205 - QueryColumn 2879902802 - Property 2879900210
source: Amount (LCY)
sv_se: Belopp (BVA)

# Query 3347428205 - QueryColumn 2661940603 - Property 2879900210
source: Balancing Account Number
sv_se: Balanskontonummer

# Query 3347428205 - QueryColumn 1814384590 - Property 2879900210
source: Bal. Account Type
sv_se: Balanskontotyp

# Query 3347428205 - QueryColumn 2032829267 - Property 2879900210
source: Credit Amount
sv_se: Kreditbelopp

# Query 3347428205 - QueryColumn 2711021973 - Property 2879900210
source: Credit Amount (LCY)
sv_se: Kreditbelopp (BVA)

# Query 3347428205 - QueryColumn 1808640270 - Property 2879900210
source: Currency Code
sv_se: Valutakod

# Query 3347428205 - QueryColumn 3226897001 - Property 2879900210
source: Customer Number
sv_se: Kundnummer

# Query 3347428205 - QueryColumn 4095993742 - Property 2879900210
source: Debit Amount
sv_se: Debetbelopp

# Query 3347428205 - QueryColumn 2754266164 - Property 2879900210
source: Debit Amount (LCY)
sv_se: Debetbelopp (BVA)

# Query 3347428205 - QueryColumn 4232699882 - Property 2879900210
source: Description
sv_se: Beskrivning

# Query 3347428205 - QueryColumn 3741515601 - Property 2879900210
source: Dimension Set ID
sv_se: Dimensionsuppsättnings-ID

# Query 3347428205 - QueryColumn 1150262424 - Property 2879900210
source: Document Number
sv_se: Dokumentnummer

# Query 3347428205 - QueryColumn 305869689 - Property 2879900210
source: Document Type
sv_se: Dokumenttyp

# Query 3347428205 - QueryColumn 2190624577 - Property 2879900210
source: Entry Number
sv_se: Transaktionsnummer

# Query 3347428205 - QueryColumn 138905291 - Property 2879900210
source: External Document Number
sv_se: Externt dokumentnummer

# Query 3347428205 - QueryColumn 2245436958 - Property 2879900210
source: Last Modified Date Time
sv_se: Senast ändrad, datum och tid

# Query 3347428205 - QueryColumn 520546656 - Property 2879900210
source: Open
sv_se: Öppen

# Query 3347428205 - QueryColumn 1260828904 - Property 2879900210
source: Date Filter
sv_se: Datumfilter

# Query 389033821 - Property 2879900210
source: API Fin - Dtld Cust Ledg Entry
sv_se: API för ekonomi – det. kundresk.trans

# Query 389033821 - Property 3446740159
source: Detailed Customer Ledger Entry
sv_se: Detaljerad kundreskontratransaktion

# Query 389033821 - QueryColumn 1121446808 - Property 2879900210
source: Amount
sv_se: Belopp

# Query 389033821 - QueryColumn 2879902802 - Property 2879900210
source: Amount (LCY)
sv_se: Belopp (BVA)

# Query 389033821 - QueryColumn 2032829267 - Property 2879900210
source: Credit Amount
sv_se: Kreditbelopp

# Query 389033821 - QueryColumn 2711021973 - Property 2879900210
source: Credit Amount (LCY)
sv_se: Kreditbelopp (BVA)

# Query 389033821 - QueryColumn 1808640270 - Property 2879900210
source: Currency Code
sv_se: Valutakod

# Query 389033821 - QueryColumn 3226897001 - Property 2879900210
source: Customer Number
sv_se: Kundnummer

# Query 389033821 - QueryColumn 4095993742 - Property 2879900210
source: Debit Amount
sv_se: Debetbelopp

# Query 389033821 - QueryColumn 2754266164 - Property 2879900210
source: Debit Amount (LCY)
sv_se: Debetbelopp (BVA)

# Query 389033821 - QueryColumn 2190624577 - Property 2879900210
source: Entry Number
sv_se: Transaktionsnummer

# Query 389033821 - QueryColumn 4002976000 - Property 2879900210
source: Entry Number
sv_se: Transaktionsnummer

# Query 389033821 - QueryColumn 1572653612 - Property 2879900210
source: Initial Entry Global Dimension 1
sv_se: Initial global dimension 1

# Query 389033821 - QueryColumn 2210350229 - Property 2879900210
source: Initial Entry Global Dimension 1
sv_se: Initial global dimension 1

# Query 389033821 - QueryColumn 2245436958 - Property 2879900210
source: Last Modified Date Time
sv_se: Senast ändrad, datum och tid

# Query 389033821 - QueryColumn 1260828904 - Property 2879900210
source: Date Filter
sv_se: Datumfilter

# Query 3908709429 - Property 2879900210
source: API Fin - Dtld Vend Ledg Entry
sv_se: API för ekonomi – det. lev.resk.trans.

# Query 3908709429 - Property 3446740159
source: Detailed Vendor Ledger Entry
sv_se: Detaljerad leverantörsreskontratransaktion

# Query 3908709429 - QueryColumn 1121446808 - Property 2879900210
source: Amount
sv_se: Belopp

# Query 3908709429 - QueryColumn 2879902802 - Property 2879900210
source: Amount (LCY)
sv_se: Belopp (BVA)

# Query 3908709429 - QueryColumn 2032829267 - Property 2879900210
source: Credit Amount
sv_se: Kreditbelopp

# Query 3908709429 - QueryColumn 2711021973 - Property 2879900210
source: Credit Amount (LCY)
sv_se: Kreditbelopp (BVA)

# Query 3908709429 - QueryColumn 1808640270 - Property 2879900210
source: Currency Code
sv_se: Valutakod

# Query 3908709429 - QueryColumn 4095993742 - Property 2879900210
source: Debit Amount
sv_se: Debetbelopp

# Query 3908709429 - QueryColumn 2754266164 - Property 2879900210
source: Debit Amount (LCY)
sv_se: Debetbelopp (BVA)

# Query 3908709429 - QueryColumn 2190624577 - Property 2879900210
source: Entry Number
sv_se: Transaktionsnummer

# Query 3908709429 - QueryColumn 4002976000 - Property 2879900210
source: Entry Number
sv_se: Transaktionsnummer

# Query 3908709429 - QueryColumn 1572653612 - Property 2879900210
source: Initial Entry Global Dimension 1
sv_se: Initial global dimension 1

# Query 3908709429 - QueryColumn 2210350229 - Property 2879900210
source: Initial Entry Global Dimension 1
sv_se: Initial global dimension 1

# Query 3908709429 - QueryColumn 2245436958 - Property 2879900210
source: Last Modified Date Time
sv_se: Senast ändrad, datum och tid

# Query 3908709429 - QueryColumn 1260828904 - Property 2879900210
source: Date Filter
sv_se: Datumfilter

# Query 3908709429 - QueryColumn 712552689 - Property 2879900210
source: Vendor Number
sv_se: Leverantörsnummer

# Query 2011073221 - Property 2879900210
source: API Fin - Vend Ledg Entry
sv_se: API för ekonomi – lev.resk.trans.

# Query 2011073221 - Property 3446740159
source: Vendor Ledger Entry
sv_se: Leverantörsreskontratransaktion

# Query 2011073221 - QueryColumn 1121446808 - Property 2879900210
source: Amount
sv_se: Belopp

# Query 2011073221 - QueryColumn 2879902802 - Property 2879900210
source: Amount (LCY)
sv_se: Belopp (BVA)

# Query 2011073221 - QueryColumn 2661940603 - Property 2879900210
source: Balancing Account Number
sv_se: Balanskontonummer

# Query 2011073221 - QueryColumn 1814384590 - Property 2879900210
source: Bal. Account Type
sv_se: Balanskontotyp

# Query 2011073221 - QueryColumn 2032829267 - Property 2879900210
source: Credit Amount
sv_se: Kreditbelopp

# Query 2011073221 - QueryColumn 2711021973 - Property 2879900210
source: Credit Amount (LCY)
sv_se: Kreditbelopp (BVA)

# Query 2011073221 - QueryColumn 1808640270 - Property 2879900210
source: Currency Code
sv_se: Valutakod

# Query 2011073221 - QueryColumn 4095993742 - Property 2879900210
source: Debit Amount
sv_se: Debetbelopp

# Query 2011073221 - QueryColumn 2754266164 - Property 2879900210
source: Debit Amount (LCY)
sv_se: Debetbelopp (BVA)

# Query 2011073221 - QueryColumn 4232699882 - Property 2879900210
source: Description
sv_se: Beskrivning

# Query 2011073221 - QueryColumn 3741515601 - Property 2879900210
source: Dimension Set ID
sv_se: Dimensionsuppsättnings-ID

# Query 2011073221 - QueryColumn 1150262424 - Property 2879900210
source: Document Number
sv_se: Dokumentnummer

# Query 2011073221 - QueryColumn 305869689 - Property 2879900210
source: Document Type
sv_se: Dokumenttyp

# Query 2011073221 - QueryColumn 2190624577 - Property 2879900210
source: Entry Number
sv_se: Transaktionsnummer

# Query 2011073221 - QueryColumn 138905291 - Property 2879900210
source: External Document Number
sv_se: Externt dokumentnummer

# Query 2011073221 - QueryColumn 2245436958 - Property 2879900210
source: Last Modified Date Time
sv_se: Senast ändrad, datum och tid

# Query 2011073221 - QueryColumn 520546656 - Property 2879900210
source: Open
sv_se: Öppen

# Query 2011073221 - QueryColumn 1260828904 - Property 2879900210
source: Date Filter
sv_se: Datumfilter

# Query 2011073221 - QueryColumn 712552689 - Property 2879900210
source: Vendor Number
sv_se: Leverantörsnummer

# Query 4038548433 - Property 2879900210
source: API Finance - GL Budget Entry
sv_se: API för ekonomi – redov.budgettransaktion

# Query 4038548433 - Property 3446740159
source: General Budget Entry
sv_se: Redovisningsbudgettransaktion

# Query 4038548433 - QueryColumn 1007289100 - Property 2879900210
source: Account Number
sv_se: Kontonummer

# Query 4038548433 - QueryColumn 1121446808 - Property 2879900210
source: Amount
sv_se: Belopp

# Query 4038548433 - QueryColumn 4196384355 - Property 2879900210
source: Budget Dimension 1 Code
sv_se: Budgetdimension 1 kod

# Query 4038548433 - QueryColumn 4029997806 - Property 2879900210
source: Budget Dimension 2 Code
sv_se: Budgetdimension 2 kod

# Query 4038548433 - QueryColumn 3586218965 - Property 2879900210
source: Budget Dimension 3 Code
sv_se: Budgetdimension 3 kod

# Query 4038548433 - QueryColumn 1348480088 - Property 2879900210
source: Budget Dimension 4 Code
sv_se: Budgetdimension 4 kod

# Query 4038548433 - QueryColumn 3289431782 - Property 2879900210
source: Budget Name
sv_se: Budgetnamn

# Query 4038548433 - QueryColumn 768536247 - Property 2879900210
source: Business Unit Code
sv_se: Affärsenhetskod

# Query 4038548433 - QueryColumn 895206272 - Property 2879900210
source: Date
sv_se: Datum

# Query 4038548433 - QueryColumn 4232699882 - Property 2879900210
source: Description
sv_se: Beskrivning

# Query 4038548433 - QueryColumn 3741515601 - Property 2879900210
source: Dimension Set ID
sv_se: Dimensionsuppsättnings-ID

# Query 4038548433 - QueryColumn 622001707 - Property 2879900210
source: G/L Account No.
sv_se: Redovisningskontonr

# Query 4038548433 - QueryColumn 2895345465 - Property 2879900210
source: Global Dimension 1 Code
sv_se: Global dimension 1 kod

# Query 4038548433 - QueryColumn 2945582944 - Property 2879900210
source: Global Dimension 2 Code
sv_se: Global dimension 2 kod

# Query 4038548433 - QueryColumn 2245436958 - Property 2879900210
source: Last Modified Date Time
sv_se: Senast ändrad, datum och tid

# Query 4038548433 - QueryColumn 2757394829 - Property 2879900210
source: Number
sv_se: Nummer

# Query 1155807422 - Property 2879900210
source: API Finance - GL Entry
sv_se: API för ekonomi – redovisningstransaktion

# Query 1155807422 - Property 3446740159
source: General Ledger Entry
sv_se: Redovisningstransaktion

# Query 1155807422 - QueryColumn 3033425374 - Property 2879900210
source: Account Number
sv_se: Kontonummer

# Query 1155807422 - QueryColumn 3633511510 - Property 2879900210
source: Additional Currency Amount
sv_se: Belopp i alternativ valuta

# Query 1155807422 - QueryColumn 1121446808 - Property 2879900210
source: Amount
sv_se: Belopp

# Query 1155807422 - QueryColumn 768536247 - Property 2879900210
source: Business Unit Code
sv_se: Affärsenhetskod

# Query 1155807422 - QueryColumn 2032829267 - Property 2879900210
source: Credit Amount
sv_se: Kreditbelopp

# Query 1155807422 - QueryColumn 4095993742 - Property 2879900210
source: Debit Amount
sv_se: Debetbelopp

# Query 1155807422 - QueryColumn 4232699882 - Property 2879900210
source: Description
sv_se: Beskrivning

# Query 1155807422 - QueryColumn 3741515601 - Property 2879900210
source: Dimension Set ID
sv_se: Dimensionsuppsättnings-ID

# Query 1155807422 - QueryColumn 1150262424 - Property 2879900210
source: Document Number
sv_se: Dokumentnummer

# Query 1155807422 - QueryColumn 138905291 - Property 2879900210
source: External Document Number
sv_se: Externt dokumentnummer

# Query 1155807422 - QueryColumn 2895345465 - Property 2879900210
source: Global Dimension 1 Code
sv_se: Global dimension 1 kod

# Query 1155807422 - QueryColumn 2945582944 - Property 2879900210
source: Global Dimension 2 Code
sv_se: Global dimension 2 kod

# Query 1155807422 - QueryColumn 2245436958 - Property 2879900210
source: Last Modified Date Time
sv_se: Senast ändrad, datum och tid

# Query 1155807422 - QueryColumn 2757394829 - Property 2879900210
source: Number
sv_se: Nummer

# Query 1155807422 - QueryColumn 1260828904 - Property 2879900210
source: Posting Date
sv_se: Bokföringsdatum

# Query 1155807422 - QueryColumn 371519688 - Property 2879900210
source: Reversed
sv_se: Återförd
