Repository: jbakach/MSDyn365BC.Code.History
Catalog: APIReportsFinance/Source/API Reports - Finance/Translations/API Reports - Finance.*.xlf
Languages: sv_se

# Query 1155807422 - QueryColumn 725927060 - Property 2879900210
source: Source Code
sv_se: Ursprungskod

# Query 1155807422 - QueryColumn 1267861810 - Property 2879900210
source: Source Number
sv_se: Ursprungsnummer

# Query 1155807422 - QueryColumn 458640351 - Property 2879900210
source: Source Type
sv_se: Ursprungstyp

# Query 1155807422 - QueryColumn 2061133889 - Property 2879900210
source: VAT Amount
sv_se: Momsbelopp
