Repository: jbakach/MSDyn365BC.Code.History
Catalog: servicedeclaration/source/Service Declaration/Translations/Service Declaration.*.xlf
Languages: nb_no

# Table 2507548127 - Property 2879900210
source: Service Declaration Buffer
nb_no: Tjenesteerklæringsbuffer

# Table 2507548127 - Field 284764054 - Property 2879900210
source: Country/Region Code
nb_no: Lands-/områdekode

# Table 2507548127 - Field 4198939294 - Property 2879900210
source: Currency Code
nb_no: Valutakode

# Table 2507548127 - Field 3977833617 - Property 2879900210
source: Purchase Amount
nb_no: Kjøpsbeløp

# Table 2507548127 - Field 4001359392 - Property 2879900210
source: Sales Amount
nb_no: Salgsbeløp

# Table 2507548127 - Field 3599803168 - Property 2879900210
source: Service Transaction Code
nb_no: Tjenestetransaksjonskode

# Table 613874622 - Property 2879900210
source: Service Declaration Header
nb_no: Topptekst for tjenesteerklæring

# Table 613874622 - NamedType 253089800
source: The service declaration %1 already exists.
nb_no: Tjenesteerklæringen %1 finnes allerede.

# Table 613874622 - Field 2090835627 - Property 2879900210
source: Config. Code
nb_no: Konfigurasjonskode

# Table 613874622 - Field 2186326632 - Property 2879900210
source: Created Date-Time
nb_no: Opprettelsesdato og -klokkeslett

# Table 613874622 - Field 458406397 - Property 2879900210
source: Ending Date
nb_no: Sluttdato

# Table 613874622 - Field 4200184881 - Property 2879900210
source: No.
nb_no: Nr.

# Table 613874622 - Field 1351594800 - Property 2879900210
source: No. Series
nb_no: Nummerserie

# Table 613874622 - Field 460889064 - Property 2879900210
source: Starting Date
nb_no: Startdato

# Table 2713885285 - Property 2879900210
source: Service Declaration Line
nb_no: Tjenesteerklæringslinje

# Table 2713885285 - Field 284764054 - Property 2879900210
source: Country/Region Code
nb_no: Lands-/områdekode

# Table 2713885285 - Field 4198939294 - Property 2879900210
source: Currency Code
nb_no: Valutakode

# Table 2713885285 - Field 3461834954 - Property 2879900210
source: Description
nb_no: Beskrivelse

# Table 2713885285 - Field 486908828 - Property 2879900210
source: Document No.
nb_no: Dokumentnr.

# Table 2713885285 - Field 2363328873 - Property 2879900210
source: Document Type
nb_no: Dokumenttype

# Table 2713885285 - Field 2330706724 - Property 2879900210
source: Item Charge No.
nb_no: Varegebyrnr.

# Table 2713885285 - Field 3320823955 - Property 2879900210
source: Line No.
nb_no: Linjenr.

# Table 2713885285 - Field 3710982960 - Property 2879900210
source: Posting Date
nb_no: Bokføringsdato

# Table 2713885285 - Field 3977833617 - Property 2879900210
source: Purchase Amount
nb_no: Kjøpsbeløp

# Table 2713885285 - Field 1770676612 - Property 2879900210
source: Purchase Amount (LCY)
nb_no: Kjøpsbeløp (LV)

# Table 2713885285 - Field 4001359392 - Property 2879900210
source: Sales Amount
nb_no: Salgsbeløp

# Table 2713885285 - Field 1447790309 - Property 2879900210
source: Sales Amount (LCY)
nb_no: Salgsbeløp (LV)

# Table 2713885285 - Field 1125083558 - Property 2879900210
source: Service Declaration No.
nb_no: Tjenesteerklæringsnr.

# Table 2713885285 - Field 3599803168 - Property 2879900210
source: Service Transaction Code
nb_no: Tjenestetransaksjonskode

# Table 2713885285 - Field 1631535830 - Property 2879900210
source: VAT Registration No.
nb_no: Organisasjonsnr. mva.

# Table 2713885285 - Field 617267791 - Property 2879900210
source: VAT Registration No.
nb_no: Organisasjonsnr.

# Table 3454677590 - Property 2879900210
source: Service Declaration Setup
nb_no: Oppsett av tjenesteerklæring

# Table 3454677590 - Field 1153001137 - Property 2879900210
source: Buy-From/Pay-To Vendor No.
nb_no: Leverandørnr. for kjøp fra / betal til

# Table 3454677590 - Field 2065359991 - Property 2879900210
source: Cust. VAT Reg. No. Type
nb_no: Type mva-reg.nr. for kunde

# Table 3454677590 - Field 1659701640 - Property 2879900210
source: Data Exch. Def. Code
nb_no: Kode for datautveksl.def.

# Table 3454677590 - Field 674329680 - Property 2879900210
source: Declaration No. Series
nb_no: Erklæringsnummerserie

# Table 3454677590 - Field 3356511014 - Property 2879900210
source: Def. Customer/Vendor VAT No.
nb_no: Standard mva-nr. for kunde/leverandør

# Table 3454677590 - Field 2903705327 - Property 2879900210
source: Def. Private Person VAT No.
nb_no: Standard mva-nr. for privatperson

# Table 3454677590 - Field 1686663054 - Property 2879900210
source: Enable Service Transaction Types
nb_no: Aktiver tjenestetransaksjonstyper

# Table 3454677590 - Field 3687851416 - Property 2879900210
source: Enable VAT Registration No.
nb_no: Aktiver organisasjonsnr.

# Table 3454677590 - Field 1663593181 - Property 2879900210
source: Primary Key
nb_no: Primærnøkkel

# Table 3454677590 - Field 4064329094 - Property 2879900210
source: Report Item Charges
nb_no: Rapporter varegebyr

# Table 3454677590 - Field 168704003 - Property 2879900210
source: Sell-To/Bill-To Customer No.
nb_no: Kundenr. for salg til / faktura til

# Table 3454677590 - Field 1315280 - Property 2879900210
source: Show Serv. Devl. Overview
nb_no: Vis tjenesteerklæringsoversikt

# Table 3454677590 - Field 3276852527 - Property 2879900210
source: Vend. VAT Reg. No. Type
nb_no: Type mva-reg.nr. for leverandør

# Table 894930515 - Property 2879900210
source: Service Transaction Type
nb_no: Tjenestetransaksjonstype

# Table 894930515 - Field 3004954119 - Property 2879900210
source: Code
nb_no: Kode

# Table 894930515 - Field 3461834954 - Property 2879900210
source: Description
nb_no: Beskrivelse

# Codeunit 2204925362 - NamedType 1985574524
source: The service declaration lines have already been suggested. Do you want to remove the existing lines and suggest again?
nb_no: Tjenesteerklæringslinjene er allerede foreslått. Vil du fjerne de eksisterende linjene og foreslå på nytt?

# Codeunit 2714038767 - NamedType 1689235809
source: The Service Declaration it easy to export the servide declaration in the format that the authorities in your country require.
nb_no: Med funksjonen Tjenesteerklæring er det enkelt å eksportere tjenesteerklæringen i formatet som myndighetene i landet krever.

# Codeunit 2714038767 - NamedType 1420859235
source: Set up a service declaration
nb_no: Konfigurer en tjenesteerklæring

# Codeunit 2714038767 - NamedType 1235310197
source: CURRENT
nb_no: NÅVÆRENDE

# Codeunit 2714038767 - NamedType 2242053473
source: The %1 page is part of the new Service Declaration feature, which is not yet enabled in your Business Central. An administrator can enable the feature on the Feature Management page.
nb_no: Siden %1 er en del av den nye funksjonen Tjenesteerklæring, som ennå ikke er aktivert i Business Central hos deg. En administrator kan aktivere funksjonen på siden Funksjonsstyring.

# Codeunit 2714038767 - NamedType 2986705282
source: Service Declaration
nb_no: Tjenesteerklæring

# Codeunit 2714038767 - NamedType 3072794966
source: A service transaction type code is not specified in the line no. %1 with %2 %3
nb_no: Det er ikke angitt en kode for tjenestetransaksjonstype i linjenr. %1 med %2 %3

# Codeunit 2714038767 - Method 521467892 - NamedType 1547380350
source: <?xml version="1.0" encoding="UTF-8" standalone="no"?><root> <DataExchDef Code="SERVDECL-2022" Name="SERVICEDECLARATION" Type="5" ReadingWritingXMLport="1231" ExternalDataHandlingCodeunit="1277" ColumnSeparator="5" CustomColumnSeparator=";" FileType="1" ReadingWritingCodeunit="1276"> <DataExchLineDef LineType="1" Code="DEFAULT" Name="DEFAULT" ColumnCount="5"> <DataExchColumnDef ColumnNo="1" Name="Service Transaction Type" Show="false" DataType="0" TextPaddingRequired="false" Justification="0" UseNodeNameAsValue="false" BlankZero="false" ExportIfNotBlank="false" /> <DataExchColumnDef ColumnNo="2" Name="Country/Region Code" Show="false" DataType="0" TextPaddingRequired="false" Justification="0" UseNodeNameAsValue="false" BlankZero="false" ExportIfNotBlank="false" /> <DataExchColumnDef ColumnNo="3" Name="Currency Code" Show="false" DataType="0" TextPaddingRequired="false" Justification="0" UseNodeNameAsValue="false" BlankZero="false" ExportIfNotBlank="false" /> <DataExchColumnDef ColumnNo="4" Name="Sales Amount" Show="false" DataType="2" DataFormat="&lt;Sign&gt;&lt;Integer&gt;&lt;Decimals&gt;" DataFormattingCulture="en-US" TextPaddingRequired="false" Justification="0" UseNodeNameAsValue="false" BlankZero="false" ExportIfNotBlank="false" /> <DataExchColumnDef ColumnNo="5" Name="Purchase Amount" Show="false" DataType="2" DataFormat="&lt;Sign&gt;&lt;Integer&gt;&lt;Decimals&gt;" DataFormattingCulture="en-US" TextPaddingRequired="false" Justification="0" UseNodeNameAsValue="false" BlankZero="false" ExportIfNotBlank="false" /> <DataExchMapping TableId="5024" Name="" MappingCodeunit="1269"> <DataExchFieldMapping ColumnNo="1" FieldID="5" /> <DataExchFieldMapping ColumnNo="2" FieldID="6" /> <DataExchFieldMapping ColumnNo="3" FieldID="7" /> <DataExchFieldMapping ColumnNo="4" FieldID="10" Optional="true" TransformationRule="ROUNDNEAR1"> <TransformationRules> <Code>ROUNDNEAR1</Code> <Description>Rounding decimal nearest to 1</Description> <TransformationType>14</TransformationType> <FindValue /> <ReplaceValue /> <StartPosition>0</StartPosition> <Length>0</Length> <DataFormat /> <DataFormattingCulture /> <NextTransformationRule /> <TableID>0</TableID> <SourceFieldID>0</SourceFieldID> <TargetFieldID>0</TargetFieldID> <FieldLookupRule>0</FieldLookupRule> <Precision>1.00</Precision> <Direction>=</Direction> <ExportFromDateType>0</ExportFromDateType> </TransformationRules> </DataExchFieldMapping> <DataExchFieldMapping ColumnNo="5" FieldID="11" Optional="true" TransformationRule="ROUNDNEAR1"> <TransformationRules> <Code>ROUNDNEAR1</Code> <Description>Rounding decimal nearest to 1</Description> <TransformationType>14</TransformationType> <FindValue /> <ReplaceValue /> <StartPosition>0</StartPosition> <Length>0</Length> <DataFormat /> <DataFormattingCulture /> <NextTransformationRule /> <TableID>0</TableID> <SourceFieldID>0</SourceFieldID> <TargetFieldID>0</TargetFieldID> <FieldLookupRule>0</FieldLookupRule> <Precision>1.00</Precision> <Direction>=</Direction> <ExportFromDateType>0</ExportFromDateType> </TransformationRules> </DataExchFieldMapping> <DataExchFieldGrouping FieldID="5" /> <DataExchFieldGrouping FieldID="6" /> <DataExchFieldGrouping FieldID="7" /> </DataExchMapping> </DataExchLineDef> </DataExchDef></root>
nb_no: <?xml version="1.0" encoding="UTF-8" standalone="no"?><root> <DataExchDef Code="SERVDECL-2022" Name="SERVICEDECLARATION" Type="5" ReadingWritingXMLport="1231" ExternalDataHandlingCodeunit="1277" ColumnSeparator="5" CustomColumnSeparator=";" FileType="1" ReadingWritingCodeunit="1276"> <DataExchLineDef LineType="1" Code="DEFAULT" Name="DEFAULT" ColumnCount="5"> <DataExchColumnDef ColumnNo="1" Name="" Show="false" DataType="0" TextPaddingRequired="false" Justification="0" UseNodeNameAsValue="false" /> <DataExchColumnDef ColumnNo="2" Name="" Show="false" DataType="0" TextPaddingRequired="false" Justification="0" UseNodeNameAsValue="false" /> <DataExchColumnDef ColumnNo="3" Name="" Show="false" DataType="0" TextPaddingRequired="false" Justification="0" UseNodeNameAsValue="false" /> <DataExchColumnDef ColumnNo="4" Name="" Show="false" DataType="2" DataFormat="&lt;Sign&gt;&lt;Integer&gt;&lt;Decimals&gt;" DataFormattingCulture="en-US" TextPaddingRequired="false" Justification="0" UseNodeNameAsValue="false" /> <DataExchColumnDef ColumnNo="5" Name="" Show="false" DataType="2" DataFormat="&lt;Sign&gt;&lt;Integer&gt;&lt;Decimals&gt;" DataFormattingCulture="en-US" TextPaddingRequired="false" Justification="0" UseNodeNameAsValue="false" /> <DataExchMapping TableId="5024" Name="" MappingCodeunit="1269"> <DataExchFieldMapping ColumnNo="1" FieldID="5" /> <DataExchFieldMapping ColumnNo="2" FieldID="6" /> <DataExchFieldMapping ColumnNo="3" FieldID="7" /> <DataExchFieldMapping ColumnNo="4" FieldID="10" Optional="true" TransformationRule="ROUNDNEAR1"> <TransformationRules> <Code>ROUNDNEAR1</Code> <Description>Avrunder desimal nærmest til 1</Description> <TransformationType>14</TransformationType> <FindValue /> <ReplaceValue /> <StartPosition>0</StartPosition> <Length>0</Length> <DataFormat /> <DataFormattingCulture /> <NextTransformationRule /> <TableID>0</TableID> <SourceFieldID>0</SourceFieldID> <TargetFieldID>0</TargetFieldID> <FieldLookupRule>0</FieldLookupRule> <Precision>1.00</Precision> <Direction>=</Direction> </TransformationRules> </DataExchFieldMapping> <DataExchFieldMapping ColumnNo="5" FieldID="11" Optional="true" TransformationRule="ROUNDNEAR1"> <TransformationRules> <Code>ROUNDNEAR1</Code> <Description>Rounding decimal nearest to 1</Description> <TransformationType>14</TransformationType> <FindValue /> <ReplaceValue /> <StartPosition>0</StartPosition> <Length>0</Length> <DataFormat /> <DataFormattingCulture /> <NextTransformationRule /> <TableID>0</TableID> <SourceFieldID>0</SourceFieldID> <TargetFieldID>0</TargetFieldID> <FieldLookupRule>0</FieldLookupRule> <Precision>1.00</Precision> <Direction>=</Direction> </TransformationRules> </DataExchFieldMapping> <DataExchFieldGrouping FieldID="5" /> <DataExchFieldGrouping FieldID="6" /> <DataExchFieldGrouping FieldID="7" /> </DataExchMapping> </DataExchLineDef> </DataExchDef></root>

# Page 1204715772 - Property 2879900210
source: Service Declaration Setup Wizard
nb_no: Veiviser for oppsett av tjenesteerklæring

# Page 1204715772 - NamedType 3251690358
source: %1 was not specified in %2. Do you want to continue?
nb_no: %1 ble ikke angitt i %2. Vil du fortsette?

# Page 1204715772 - NamedType 1531504218
source: Open the service transaction types page to specify the list of codes.
nb_no: Åpne siden for tjenestetransaksjonstyper for å angi listen over koder.

# Page 1204715772 - NamedType 984350027
source: The setup is not complete.\\Are you sure you want to exit?
nb_no: Oppsettet er ikke fullstendig.\\Er du sikker på at du vil avslutte?

# Page 1204715772 - Control 2203603252 - Property 2879900210
source: The Service Declaration setup is complete.
nb_no: Oppsettet av tjenesteerklæring er fullført.

# Page 1204715772 - Control 1182202415 - Property 1968111052
source: You're ready to create and export service declarations.
nb_no: Du er klar til å opprette og eksportere tjenesteerklæringer.

# Page 1204715772 - Control 3647570164 - Property 1968111052
source: Choose Next to specify start a setup.
nb_no: Velg Neste for å angi Start et oppsett.

# Page 1204715772 - Control 3647570164 - Property 2879900210
source: Let's go!
nb_no: La oss sette i gang!

# Page 1204715772 - Control 1156881414 - Property 1968111052
source: In some EU countries, authorities require reporting for exporting services to the other EU countries. This feature enables collecting EU service’s intertrade and its reporting to the authorities. Even this feature is primarily created for Belgian, French and Italian markets, it can be used in all EU countries if needed as reporting is configurable.
nb_no: I noen EU-land krever myndighetene rapportering for eksport av tjenester til andre EU-land. Denne funksjonen gjør det mulig å samle EU-tjenestens internhandel og rapporteringen til myndighetene. Selv om denne funksjonen er opprettet hovedsakelig for belgiske, franske og italienske markeder, kan den brukes i alle EU-land hvis nødvendig siden rapporteringen kan konfigureres.

# Page 1204715772 - Control 1156881414 - Property 2879900210
source: Welcome to Service Declaration Setup
nb_no: Velkommen til oppsettet av tjenesteerklæring

# Page 1204715772 - Control 2445482498 - Property 2879900210
source: Setup
nb_no: Oppsett

# Page 1204715772 - Control 1153001137 - Property 1295455071
source: Specifies which vendor must be taken to compare his country code with the country code from the Company Information page. Only documents where these two codes are different will be considered for the service declaration. Buy-From.: The country code will be taken from the Buy-From Vendor. Pay-To. : The country code will be taken from the Pay-To Vendor.
nb_no: Angir hvilken leverandør som må brukes for å sammenligne landskoden med landskoden fra siden Selskapsopplysninger. Bare dokumenter der disse to kodene er ulike, vurderes for tjenesteerklæringen. Kjøp fra: Landskoden blir hentet fra kjøp fra-leverandøren. Betal til: Landskoden blir hentet fra betal til-leverandøren.

# Page 1204715772 - Control 2065359991 - Property 1295455071
source: Specifies how a customer's VAT registration number exports to the file. 0 is the value of the VAT Reg. No. field, 1 adds the country code as a prefix, and 2 removes the country code.
nb_no: Angir hvordan en kundes organisasjonsnummer eksporteres til filen. 0 er verdien for feltet Org.nr. mva., 1 legger til landskoden som et prefiks, og 2 fjerner landskoden.

# Page 1204715772 - Control 1659701640 - Property 1295455071
source: Specifies the data exchange definition code used to generate the exported file for the service declaration.
nb_no: Angir koden for datautvekslingsdefinisjonen som brukes til å generere den eksporterte filen for tjenesteerklæringen.

# Page 1204715772 - Control 674329680 - Property 1295455071
source: Specifies the no. series for the service declarations.
nb_no: Angir nummerserien for tjenesteerklæringene.

# Page 1204715772 - Control 3356511014 - Property 1295455071
source: Specifies the VAT registration number that will be used if customer or vendor company does not have its own VAT registration number.
nb_no: Angir organisasjonsnummeret som skal brukes hvis selskapet for kunde eller leverandør ikke har sitt eget organisasjonsnummer.

# Page 1204715772 - Control 2903705327 - Property 1295455071
source: Specifies the VAT registration number that will be used if customer or vendor private person does not have its own VAT registration number.
nb_no: Angir organisasjonsnummeret som skal brukes hvis privatperson for kunde eller leverandør ikke har sitt eget organisasjonsnummer.

# Page 1204715772 - Control 3687851416 - Property 1295455071
source: Specifies whether the VAT Registration No. is enabled for the service declaration.
nb_no: Angir om organisasjonsnummeret er aktivert for tjenesteerklæringen.

# Page 1204715772 - Control 4064329094 - Property 1295455071
source: Specifies whether the item charges have to be reported in the service declaration. If enabled, system checks the service transaction code for item charges and include them into service declarations.
nb_no: Angir om varegebyrene må rapporteres i tjenesteerklæringen. Hvis dette er aktivert, kontrollerer systemet tjenestetransaksjonskoden for varegebyrer og inkluderer dem i tjenesteerklæringer.

# Page 1204715772 - Control 168704003 - Property 1295455071
source: Specifies which customer must be taken to compare his country code with the country code from the Company Information page. Only documents where these two codes are different will be considered for the service declaration. Bill-To.: The country code will be taken from the Bill-to Customer. Sell-To. : The country code will be taken from the Sell-to Customer.
nb_no: Angir hvilken kunde som må brukes for å sammenligne landskoden med landskoden på siden Selskapsopplysninger. Bare dokumenter der disse to kodene er ulike, vurderes for tjenesteerklæringen. Faktura til: Landskoden blir hentet fra faktura til-kunden. Salg til: Landskoden blir hentet fra salg til-kunden.

# Page 1204715772 - Control 3276852527 - Property 1295455071
source: Specifies how a vendor's VAT registration number exports to the file. 0 is the value of the VAT Reg. No. field, 1 adds the country code as a prefix, and 2 removes the country code.
nb_no: Angir hvordan en leverandørs organisasjonsnummer eksporteres til filen. 0 er verdien for feltet Org.nr. mva., 1 legger til landskoden som et prefiks og 2 fjerner landskoden.

# Page 1204715772 - Control 737911913 - Property 1968111052
source: Specify a list of service transaction types to be used for the sales and purchase documents.
nb_no: Angi en liste over tjenestetransaksjonstyper som skal brukes for salgs- og kjøpsdokumentene.

# Page 1204715772 - Control 737911913 - Property 2879900210
source: Service transaction types
nb_no: Tjenestetransaksjonstyper

# Page 1204715772 - Control 3299470719 - Property 1295455071
source: Specifies how many service transaction types have been specified.
nb_no: Angir hvor mange tjenestetransaksjonstyper som er angitt.

# Page 1204715772 - Control 3299470719 - Property 2879900210
source: Total number of codes:
nb_no: Totalt antall koder:

# Page 1204715772 - Action 2438272767 - Property 2879900210
source: Back
nb_no: Tilbake

# Page 1204715772 - Action 3259912055 - Property 2879900210
source: Finish
nb_no: Fullfør

# Page 1204715772 - Action 914282563 - Property 2879900210
source: Next
nb_no: Neste

# Page 4184400519 - Property 2879900210
source: Service Declaration
nb_no: Tjenesteerklæring

# Page 4184400519 - Control 2090835627 - Property 1295455071
source: Specifies the configuration code that uses for lines suggestion and file creation.
nb_no: Angir konfigurasjonskoden som brukes til linjeforslag og filoppretting.

# Page 4184400519 - Control 458406397 - Property 1295455071
source: Specifies the ending date of a service declaration.
nb_no: Angir sluttdatoen for en tjenesteerklæring.

# Page 4184400519 - Control 4200184881 - Property 1295455071
source: Specifies the code of the service declaration.
nb_no: Angir koden for tjenesteerklæringen.

# Page 4184400519 - Control 460889064 - Property 1295455071
source: Specifies the starting date of a service declaration.
nb_no: Angir startdatoen for en tjenesteerklæring.

# Page 4184400519 - Action 3628747446 - Property 1295455071
source: Create the reporting file.
nb_no: Opprett rapporteringsfilen.

# Page 4184400519 - Action 3628747446 - Property 2879900210
source: Create File
nb_no: Opprett fil

# Page 4184400519 - Action 2246317104 - Property 1295455071
source: Suggests transactions to be reported and fills in the journal.
nb_no: Foreslår transaksjoner som skal rapporteres, og fyller ut i kladden.

# Page 4184400519 - Action 2246317104 - Property 2879900210
source: Suggest Lines
nb_no: Foreslå linjer

# Page 4184400519 - Action 873771301 - Property 1295455071
source: Opens the overview with the service declaration lines grouped and summarized as in the exported file.
nb_no: Åpner oversikten med tjenesteerklæringslinjer gruppert og oppsummert som i den eksporterte filen.

# Page 4184400519 - Action 873771301 - Property 2879900210
source: Overview
nb_no: Oversikt

# Page 525048986 - Property 2879900210
source: Service Declaration Overview
nb_no: Oversikt over tjenesteerklæring

# Page 525048986 - Control 284764054 - Property 1295455071
source: Specifies the country/region code of the source entry.
nb_no: Angir koden for land/område for kildeposten.

# Page 525048986 - Control 4198939294 - Property 1295455071
source: Specifies the currency code of the source entry.
nb_no: Angir valutakoden for kildeposten.

# Page 525048986 - Control 1770676612 - Property 1295455071
source: Specifies the Purchase Amount (LCY) of the source value entry.
nb_no: Angir kjøpsbeløpet (LV) for kildeverdiposten.

# Page 525048986 - Control 1447790309 - Property 1295455071
source: Specifies the Sales Amount (LCY) of the source value entry.
nb_no: Angir salgsbeløpet (LV) for kildeverdiposten.

# Page 525048986 - Control 3599803168 - Property 1295455071
source: Specifies the service transaction code.
nb_no: Angir tjenestetransaksjonskoden.

# Page 3454677590 - Property 2879900210
source: Service Declaration Setup
nb_no: Oppsett av tjenesteerklæring
