Repository: jbakach/MSDyn365BC.Code.History
Catalog: servicedeclaration/source/Service Declaration/Translations/Service Declaration.*.xlf
Languages: nb_no

# Page 3454677590 - Control 1153001137 - Property 1295455071
source: Specifies which vendor must be taken to compare his country code with the country code from the Company Information page. Only documents where these two codes are different will be considered for the service declaration. Buy-From.: The country code will be taken from the Buy-From Vendor. Pay-To. : The country code will be taken from the Pay-To Vendor.
nb_no: Angir hvilken leverandør som må brukes for å sammenligne landskoden med landskoden fra siden Selskapsopplysninger. Bare dokumenter der disse to kodene er ulike, vurderes for tjenesteerklæringen. Kjøp fra: Landskoden blir hentet fra kjøp fra-leverandøren. Betal til: Landskoden blir hentet fra betal til-leverandøren.

# Page 3454677590 - Control 2065359991 - Property 1295455071
source: Specifies how a customer's VAT registration number exports to the file. 0 is the value of the VAT Reg. No. field, 1 adds the country code as a prefix, and 2 removes the country code.
nb_no: Angir hvordan en kundes organisasjonsnummer eksporteres til filen. 0 er verdien for feltet Org.nr. mva., 1 legger til landskoden som et prefiks, og 2 fjerner landskoden.

# Page 3454677590 - Control 1659701640 - Property 1295455071
source: Specifies the data exchange definition code used to generate the exported file for the service declaration.
nb_no: Angir koden for datautvekslingsdefinisjonen som brukes til å generere den eksporterte filen for tjenesteerklæringen.

# Page 3454677590 - Control 674329680 - Property 1295455071
source: Specifies the no. series for the service declarations.
nb_no: Angir nummerserien for tjenesteerklæringene.

# Page 3454677590 - Control 3356511014 - Property 1295455071
source: Specifies the VAT registration number that will be used if customer or vendor company does not have its own VAT registration number.
nb_no: Angir organisasjonsnummeret som skal brukes hvis selskapet for kunde eller leverandør ikke har sitt eget organisasjonsnummer.

# Page 3454677590 - Control 2903705327 - Property 1295455071
source: Specifies the VAT registration number that will be used if customer or vendor private person does not have its own VAT registration number.
nb_no: Angir organisasjonsnummeret som skal brukes hvis privatperson for kunde eller leverandør ikke har sitt eget organisasjonsnummer.

# Page 3454677590 - Control 3687851416 - Property 1295455071
source: Specifies whether the VAT Registration No. is enabled for the service declaration.
nb_no: Angir om organisasjonsnummeret er aktivert for tjenesteerklæringen.

# Page 3454677590 - Control 4064329094 - Property 1295455071
source: Specifies whether the item charges have to be reported in the service declaration. If enabled, system checks the service transaction code for item charges and include them into service declarations.
nb_no: Angir om varegebyrene må rapporteres i tjenesteerklæringen. Hvis dette er aktivert, kontrollerer systemet tjenestetransaksjonskoden for varegebyrer og inkluderer dem i tjenesteerklæringer.

# Page 3454677590 - Control 168704003 - Property 1295455071
source: Specifies which customer must be taken to compare his country code with the country code from the Company Information page. Only documents where these two codes are different will be considered for the service declaration. Bill-To.: The country code will be taken from the Bill-to Customer. Sell-To. : The country code will be taken from the Sell-to Customer.
nb_no: Angir hvilken kunde som må brukes for å sammenligne landskoden med landskoden på siden Selskapsopplysninger. Bare dokumenter der disse to kodene er ulike, vurderes for tjenesteerklæringen. Faktura til: Landskoden blir hentet fra faktura til-kunden. Salg til: Landskoden blir hentet fra salg til-kunden.

# Page 3454677590 - Control 3276852527 - Property 1295455071
source: Specifies how a vendor's VAT registration number exports to the file. 0 is the value of the VAT Reg. No. field, 1 adds the country code as a prefix, and 2 removes the country code.
nb_no: Angir hvordan en leverandørs organisasjonsnummer eksporteres til filen. 0 er verdien for feltet Org.nr. mva., 1 legger til landskoden som et prefiks og 2 fjerner landskoden.

# Page 816629217 - Property 2879900210
source: Lines
nb_no: Linjer

# Page 816629217 - Control 284764054 - Property 1295455071
source: Specifies the country/region code of the source entry.
nb_no: Angir koden for land/område for kildeposten.

# Page 816629217 - Control 4198939294 - Property 1295455071
source: Specifies the currency code of the source entry.
nb_no: Angir valutakoden for kildeposten.

# Page 816629217 - Control 486908828 - Property 1295455071
source: Specifies the document number of the source entry.
nb_no: Angir dokumentnummeret for kildeposten.

# Page 816629217 - Control 2363328873 - Property 1295455071
source: Specifies the document type of the source entry.
nb_no: Angir dokumenttypen for kildeposten.

# Page 816629217 - Control 2330706724 - Property 1295455071
source: Specifies the item charge of the source entry.
nb_no: Angir varegebyret for kildeposten.

# Page 816629217 - Control 3710982960 - Property 1295455071
source: Specifies the posting date of the source entry.
nb_no: Angir bokføringsdatoen til kildeposten.

# Page 816629217 - Control 1770676612 - Property 1295455071
source: Specifies the Purchase Amount (LCY) of the source entry.
nb_no: Angir kjøpsbeløpet (LV) for kildeposten.

# Page 816629217 - Control 1447790309 - Property 1295455071
source: Specifies the Sales Amount (LCY) of the source entry.
nb_no: Angir salgsbeløpet (LV) for kildeposten.

# Page 816629217 - Control 3599803168 - Property 1295455071
source: Specifies the service transaction code of the source entry.
nb_no: Angir tjenestetransaksjonskoden for kildeposten.

# Page 816629217 - Control 1631535830 - Property 1295455071
source: Specifies the VAT registration No. of the customer or vendor associated with a source entry.
nb_no: Angir organisasjonsnummeret for kunden eller leverandøren som er knyttet til en kildepost.

# Page 816629217 - Control 617267791 - Property 1295455071
source: Specifies the VAT registration No. of the customer or vendor associated with a source entry.
nb_no: Angir organisasjonsnummeret for kunden eller leverandøren som er knyttet til en kildepost.

# Page 1344714482 - Property 2879900210
source: Service Declarations
nb_no: Tjenesteerklæringer

# Page 1344714482 - Control 458406397 - Property 1295455071
source: Specifies the ending date of the service declaration.
nb_no: Angir sluttdatoen for tjenesteerklæringen.

# Page 1344714482 - Control 4200184881 - Property 1295455071
source: Specifies the number of the service declaration.
nb_no: Angir nummeret på tjenesteerklæringen.

# Page 1344714482 - Control 460889064 - Property 1295455071
source: Specifies the starting date of the service declaration.
nb_no: Angir startdatoen for tjenesteerklæringen.

# Page 2163598334 - Property 2879900210
source: Service Transaction Types
nb_no: Tjenestetransaksjonstyper

# Page 2163598334 - Control 3004954119 - Property 1295455071
source: Specifies the code of the service transaction type.
nb_no: Angir koden for tjenestetransaksjonstypen.

# Page 2163598334 - Control 3461834954 - Property 1295455071
source: Specifies the description of the service transaction type.
nb_no: Angir beskrivelsen av tjenestetransaksjonstypen.

# PageExtension 2188806707 - Control 1771796126 - Property 1295455071
source: Specifies whether a document is applicable for a service declaration.
nb_no: Angir om et dokument kan bruke en tjenesteerklæring.

# PageExtension 2981308627 - Control 1771796126 - Property 1295455071
source: Specifies whether an item or resource is applicable for a service declaration.
nb_no: Angir om en vare eller ressurs kan bruke en tjenesteerklæring.

# PageExtension 2981308627 - Control 3250917128 - Property 1295455071
source: Specifies the code for a service transaction type.
nb_no: Angir koden for en tjenestetransaksjonstype.

# PageExtension 240460831 - Control 1771796126 - Property 1295455071
source: Specifies whether a document is applicable for a service declaration.
nb_no: Angir om et dokument kan bruke en tjenesteerklæring.

# PageExtension 4086538901 - Control 1771796126 - Property 1295455071
source: Specifies whether a document is applicable for a service declaration.
nb_no: Angir om et dokument kan bruke en tjenesteerklæring.

# PageExtension 3611422933 - Control 1771796126 - Property 1295455071
source: Specifies whether an item or resource is applicable for a service declaration.
nb_no: Angir om en vare eller ressurs kan bruke en tjenesteerklæring.

# PageExtension 3611422933 - Control 3250917128 - Property 1295455071
source: Specifies the code for a service transaction type.
nb_no: Angir koden for en tjenestetransaksjonstype.

# PageExtension 1422835057 - Control 1771796126 - Property 1295455071
source: Specifies whether a document is applicable for a service declaration.
nb_no: Angir om et dokument kan bruke en tjenesteerklæring.

# PageExtension 3496570137 - Control 1771796126 - Property 1295455071
source: Specifies whether a document is applicable for a service declaration.
nb_no: Angir om et dokument kan bruke en tjenesteerklæring.

# PageExtension 1888742921 - Control 1771796126 - Property 1295455071
source: Specifies whether an item or resource is applicable for a service declaration.
nb_no: Angir om en vare eller ressurs kan bruke en tjenesteerklæring.

# PageExtension 1888742921 - Control 3250917128 - Property 1295455071
source: Specifies the code for a service transaction type.
nb_no: Angir koden for en tjenestetransaksjonstype.

# PageExtension 2261445661 - Control 1771796126 - Property 1295455071
source: Specifies whether a document is applicable for a service declaration.
nb_no: Angir om et dokument kan bruke en tjenesteerklæring.

# PageExtension 3285418303 - Control 1771796126 - Property 1295455071
source: Specifies whether an item or resource is applicable for a service declaration.
nb_no: Angir om en vare eller ressurs kan bruke en tjenesteerklæring.

# PageExtension 3285418303 - Control 3250917128 - Property 1295455071
source: Specifies the code for a service transaction type.
nb_no: Angir koden for en tjenestetransaksjonstype.

# PageExtension 3219675743 - Control 1771796126 - Property 1295455071
source: Specifies whether an item or resource is applicable for a service declaration.
nb_no: Angir om en vare eller ressurs kan bruke en tjenesteerklæring.

# PageExtension 3219675743 - Control 3250917128 - Property 1295455071
source: Specifies the code for a service transaction type.
nb_no: Angir koden for en tjenestetransaksjonstype.

# PageExtension 3931440427 - Control 1771796126 - Property 1295455071
source: Specifies whether an item or resource is applicable for a service declaration.
nb_no: Angir om en vare eller ressurs kan bruke en tjenesteerklæring.

# PageExtension 3931440427 - Control 3250917128 - Property 1295455071
source: Specifies the code for a service transaction type.
nb_no: Angir koden for en tjenestetransaksjonstype.

# PageExtension 3380279556 - Control 1771796126 - Property 1295455071
source: Specifies whether a document is applicable for a service declaration.
nb_no: Angir om et dokument kan bruke en tjenesteerklæring.

# PageExtension 3677539342 - Control 1771796126 - Property 1295455071
source: Specifies whether an item or resource is applicable for a service declaration.
nb_no: Angir om en vare eller ressurs kan bruke en tjenesteerklæring.

# PageExtension 3677539342 - Control 3250917128 - Property 1295455071
source: Specifies the code for a service transaction type.
nb_no: Angir koden for en tjenestetransaksjonstype.

# PageExtension 2322722628 - Control 1771796126 - Property 1295455071
source: Specifies whether an item or resource is applicable for a service declaration.
nb_no: Angir om en vare eller ressurs kan bruke en tjenesteerklæring.

# PageExtension 2322722628 - Control 3250917128 - Property 1295455071
source: Specifies the code for a service transaction type.
nb_no: Angir koden for en tjenestetransaksjonstype.

# PageExtension 3332549560 - Control 1771796126 - Property 1295455071
source: Specifies whether a document is applicable for a service declaration.
nb_no: Angir om et dokument kan bruke en tjenesteerklæring.

# PageExtension 1451200520 - Control 1771796126 - Property 1295455071
source: Specifies whether an item or resource is applicable for a service declaration.
nb_no: Angir om en vare eller ressurs kan bruke en tjenesteerklæring.

# PageExtension 1451200520 - Control 3250917128 - Property 1295455071
source: Specifies the code for a service transaction type.
nb_no: Angir koden for en tjenestetransaksjonstype.

# PageExtension 3767921051 - Control 1771796126 - Property 1295455071
source: Specifies whether a document is applicable for a service declaration.
nb_no: Angir om et dokument kan bruke en tjenesteerklæring.

# PageExtension 2275410046 - Control 1771796126 - Property 1295455071
source: Specifies whether a document is applicable for a service declaration.
nb_no: Angir om et dokument kan bruke en tjenesteerklæring.

# PageExtension 2866146724 - Control 1771796126 - Property 1295455071
source: Specifies whether an item or resource is applicable for a service declaration.
nb_no: Angir om en vare eller ressurs kan bruke en tjenesteerklæring.

# PageExtension 2866146724 - Control 3250917128 - Property 1295455071
source: Specifies the code for a service transaction type.
nb_no: Angir koden for en tjenestetransaksjonstype.

# PageExtension 2505046382 - Control 1771796126 - Property 1295455071
source: Specifies whether a document is applicable for a service declaration.
nb_no: Angir om et dokument kan bruke en tjenesteerklæring.

# PageExtension 3758425972 - Control 1771796126 - Property 1295455071
source: Specifies whether an item or resource is applicable for a service declaration.
nb_no: Angir om en vare eller ressurs kan bruke en tjenesteerklæring.

# PageExtension 3758425972 - Control 3250917128 - Property 1295455071
source: Specifies the code for a service transaction type.
nb_no: Angir koden for en tjenestetransaksjonstype.

# PageExtension 1106202642 - Control 1771796126 - Property 1295455071
source: Specifies whether a document is applicable for a service declaration.
nb_no: Angir om et dokument kan bruke en tjenesteerklæring.

# PageExtension 50639288 - Control 1771796126 - Property 1295455071
source: Specifies whether an item or resource is applicable for a service declaration.
nb_no: Angir om en vare eller ressurs kan bruke en tjenesteerklæring.

# PageExtension 50639288 - Control 3250917128 - Property 1295455071
source: Specifies the code for a service transaction type.
nb_no: Angir koden for en tjenestetransaksjonstype.

# PageExtension 3243936459 - Control 1771796126 - Property 1295455071
source: Specifies whether a document is applicable for a service declaration.
nb_no: Angir om et dokument kan bruke en tjenesteerklæring.

# PageExtension 3809969765 - Control 1771796126 - Property 1295455071
source: Specifies whether an item or resource is applicable for a service declaration.
nb_no: Angir om en vare eller ressurs kan bruke en tjenesteerklæring.

# PageExtension 3809969765 - Control 3250917128 - Property 1295455071
source: Specifies the code for a service transaction type.
nb_no: Angir koden for en tjenestetransaksjonstype.

# PageExtension 1327163986 - Control 1771796126 - Property 1295455071
source: Specifies whether an item or resource is applicable for a service declaration.
nb_no: Angir om en vare eller ressurs kan bruke en tjenesteerklæring.

# PageExtension 1327163986 - Control 3250917128 - Property 1295455071
source: Specifies the code for a service transaction type.
nb_no: Angir koden for en tjenestetransaksjonstype.

# PageExtension 521500869 - Control 1771796126 - Property 1295455071
source: Specifies whether a document is applicable for a service declaration.
nb_no: Angir om et dokument kan bruke en tjenesteerklæring.

# PageExtension 1403789762 - Control 1771796126 - Property 1295455071
source: Specifies whether a document is applicable for a service declaration.
nb_no: Angir om et dokument kan bruke en tjenesteerklæring.

# PageExtension 841638472 - Control 1771796126 - Property 1295455071
source: Specifies whether an item or resource is applicable for a service declaration.
nb_no: Angir om en vare eller ressurs kan bruke en tjenesteerklæring.

# PageExtension 841638472 - Control 3250917128 - Property 1295455071
source: Specifies the code for a service transaction type.
nb_no: Angir koden for en tjenestetransaksjonstype.

# PageExtension 1866117966 - Control 1771796126 - Property 1295455071
source: Specifies whether a document is applicable for a service declaration.
nb_no: Angir om et dokument kan bruke en tjenesteerklæring.

# PageExtension 1063442196 - Control 1771796126 - Property 1295455071
source: Specifies whether an item or resource is applicable for a service declaration.
nb_no: Angir om en vare eller ressurs kan bruke en tjenesteerklæring.

# PageExtension 1063442196 - Control 3250917128 - Property 1295455071
source: Specifies the code for a service transaction type.
nb_no: Angir koden for en tjenestetransaksjonstype.

# PageExtension 4210987759 - Control 1771796126 - Property 1295455071
source: Specifies whether a document is applicable for a service declaration.
nb_no: Angir om et dokument kan bruke en tjenesteerklæring.

# PageExtension 1492592113 - Control 1771796126 - Property 1295455071
source: Specifies whether an item or resource is applicable for a service declaration.
nb_no: Angir om en vare eller ressurs kan bruke en tjenesteerklæring.

# PageExtension 1492592113 - Control 3250917128 - Property 1295455071
source: Specifies the code for a service transaction type.
nb_no: Angir koden for en tjenestetransaksjonstype.

# PageExtension 1634945047 - Control 2326494239 - Property 1295455071
source: Specifies whether an item must be excluded from the service declaration.
nb_no: Angir om en vare må utelates fra tjenesteerklæringen.

# PageExtension 1634945047 - Control 3250917128 - Property 1295455071
source: Specifies the code for a service transaction type.
nb_no: Angir koden for en tjenestetransaksjonstype.

# PageExtension 3254681996 - Control 2326494239 - Property 1295455071
source: Specifies whether an item must be excluded from the service declaration.
nb_no: Angir om en vare må utelates fra tjenesteerklæringen.

# PageExtension 3254681996 - Control 3250917128 - Property 1295455071
source: Specifies the code for a service transaction type.
nb_no: Angir koden for en tjenestetransaksjonstype.

# PageExtension 2661934884 - Control 1771796126 - Property 1295455071
source: Specifies whether a document is applicable for a service declaration.
nb_no: Angir om et dokument kan bruke en tjenesteerklæring.

# PageExtension 2661934884 - Control 3250917128 - Property 1295455071
source: Specifies the code for a service transaction type.
nb_no: Angir koden for en tjenestetransaksjonstype.

# PageExtension 3816452574 - Control 2326494239 - Property 1295455071
source: Specifies whether a resource must be excluded from the service declaration.
nb_no: Angir om en ressurs må utelates fra tjenesteerklæringen.

# PageExtension 3816452574 - Control 3250917128 - Property 1295455071
source: Specifies the code for a service transaction type.
nb_no: Angir koden for en tjenestetransaksjonstype.

# PageExtension 2794865911 - Control 1771796126 - Property 1295455071
source: Specifies whether a document is applicable for a service declaration.
nb_no: Angir om et dokument kan bruke en tjenesteerklæring.

# PageExtension 2794865911 - Control 3250917128 - Property 1295455071
source: Specifies the code for a service transaction type.
nb_no: Angir koden for en tjenestetransaksjonstype.

# TableExtension 1966892306 - Field 1771796126 - Property 2879900210
source: Applicable For Service Declaration
nb_no: Kan bruke tjenesteerklæring

# TableExtension 1966892306 - Field 3250917128 - Property 2879900210
source: Service Transaction Type Code
nb_no: Kode for tjenestetransaksjonstype

# TableExtension 775247809 - Field 1771796126 - Property 2879900210
source: Applicable For Service Declaration
nb_no: Kan bruke tjenesteerklæring

# TableExtension 4160833160 - Field 1771796126 - Property 2879900210
source: Applicable For Service Declaration
nb_no: Kan bruke tjenesteerklæring

# TableExtension 4160833160 - Field 3250917128 - Property 2879900210
source: Service Transaction Type Code
nb_no: Kode for tjenestetransaksjonstype

# TableExtension 1490841496 - Field 1771796126 - Property 2879900210
source: Applicable For Service Declaration
nb_no: Kan bruke tjenesteerklæring

# TableExtension 1490841496 - Field 3250917128 - Property 2879900210
source: Service Transaction Type Code
nb_no: Kode for tjenestetransaksjonstype

# TableExtension 229275287 - Field 1771796126 - Property 2879900210
source: Applicable For Service Declaration
nb_no: Kan bruke tjenesteerklæring

# TableExtension 2724191044 - Field 1771796126 - Property 2879900210
source: Applicable For Service Declaration
nb_no: Kan bruke tjenesteerklæring

# TableExtension 2724191044 - Field 3250917128 - Property 2879900210
source: Service Transaction Type Code
nb_no: Kode for tjenestetransaksjonstype

# TableExtension 3039032707 - Field 1771796126 - Property 2879900210
source: Applicable For Service Declaration
nb_no: Kan bruke tjenesteerklæring

# TableExtension 2300690243 - Field 2326494239 - Property 2879900210
source: Exclude From Service Declaration
nb_no: Utelat fra tjenesteerklæring

# TableExtension 2300690243 - Field 3250917128 - Property 2879900210
source: Service Transaction Type Code
nb_no: Kode for tjenestetransaksjonstype

# TableExtension 2383839733 - Field 2326494239 - Property 2879900210
source: Exclude From Service Declaration
nb_no: Utelat fra tjenesteerklæring

# TableExtension 2383839733 - Field 3250917128 - Property 2879900210
source: Service Transaction Type Code
nb_no: Kode for tjenestetransaksjonstype

# TableExtension 2469505563 - Field 1771796126 - Property 2879900210
source: Applicable For Service Declaration
nb_no: Kan bruke tjenesteerklæring

# TableExtension 2469505563 - Field 3250917128 - Property 2879900210
source: Service Transaction Type Code
nb_no: Kode for tjenestetransaksjonstype

# TableExtension 3407356131 - Field 1771796126 - Property 2879900210
source: Applicable For Service Declaration
nb_no: Kan bruke tjenesteerklæring

# TableExtension 3407356131 - Field 3250917128 - Property 2879900210
source: Service Transaction Type Code
nb_no: Kode for tjenestetransaksjonstype

# TableExtension 996254771 - Field 1771796126 - Property 2879900210
source: Applicable For Service Declaration
nb_no: Kan bruke tjenesteerklæring

# TableExtension 2952429850 - Field 1771796126 - Property 2879900210
source: Applicable For Service Declaration
nb_no: Kan bruke tjenesteerklæring

# TableExtension 2466597996 - Field 1771796126 - Property 2879900210
source: Applicable For Service Declaration
nb_no: Kan bruke tjenesteerklæring

# TableExtension 2466597996 - Field 3250917128 - Property 2879900210
source: Service Transaction Type Code
nb_no: Kode for tjenestetransaksjonstype

# TableExtension 118093026 - Field 1771796126 - Property 2879900210
source: Applicable For Service Declaration
nb_no: Kan bruke tjenesteerklæring

# TableExtension 118093026 - Field 3250917128 - Property 2879900210
source: Service Transaction Type Code
nb_no: Kode for tjenestetransaksjonstype

# TableExtension 3429814826 - Field 1771796126 - Property 2879900210
source: Applicable For Service Declaration
nb_no: Kan bruke tjenesteerklæring
