Repository: jbakach/MSDyn365BC.Code.History
Catalog: servicedeclaration/source/Service Declaration/Translations/Service Declaration.*.xlf
Languages: nb_no

# TableExtension 3429814826 - Field 3250917128 - Property 2879900210
source: Service Transaction Type Code
nb_no: Kode for tjenestetransaksjonstype

# TableExtension 1002602554 - Field 2326494239 - Property 2879900210
source: Exclude From Service Declaration
nb_no: Utelat fra tjenesteerklæring

# TableExtension 1002602554 - Field 3250917128 - Property 2879900210
source: Service Transaction Type Code
nb_no: Kode for tjenestetransaksjonstype

# TableExtension 447288453 - Field 1771796126 - Property 2879900210
source: Applicable For Service Declaration
nb_no: Kan bruke tjenesteerklæring

# TableExtension 1771799608 - Field 1771796126 - Property 2879900210
source: Applicable For Service Declaration
nb_no: Kan bruke tjenesteerklæring

# TableExtension 3156234879 - Field 1771796126 - Property 2879900210
source: Applicable For Service Declaration
nb_no: Kan bruke tjenesteerklæring

# TableExtension 3156234879 - Field 3250917128 - Property 2879900210
source: Service Transaction Type Code
nb_no: Kode for tjenestetransaksjonstype

# TableExtension 1003531902 - Field 1771796126 - Property 2879900210
source: Applicable For Service Declaration
nb_no: Kan bruke tjenesteerklæring

# TableExtension 1003531902 - Field 3250917128 - Property 2879900210
source: Service Transaction Type Code
nb_no: Kode for tjenestetransaksjonstype

# TableExtension 3706489081 - Field 1771796126 - Property 2879900210
source: Applicable For Service Declaration
nb_no: Kan bruke tjenesteerklæring

# TableExtension 3823450500 - Field 1771796126 - Property 2879900210
source: Applicable For Service Declaration
nb_no: Kan bruke tjenesteerklæring

# TableExtension 3594866411 - Field 1771796126 - Property 2879900210
source: Applicable For Service Declaration
nb_no: Kan bruke tjenesteerklæring

# TableExtension 3594866411 - Field 3250917128 - Property 2879900210
source: Service Transaction Type Code
nb_no: Kode for tjenestetransaksjonstype

# TableExtension 668202130 - Field 1771796126 - Property 2879900210
source: Applicable For Service Declaration
nb_no: Kan bruke tjenesteerklæring

# TableExtension 668202130 - Field 3250917128 - Property 2879900210
source: Service Transaction Type Code
nb_no: Kode for tjenestetransaksjonstype

# TableExtension 2017102725 - Field 1771796126 - Property 2879900210
source: Applicable For Service Declaration
nb_no: Kan bruke tjenesteerklæring

# TableExtension 2017102725 - Field 3250917128 - Property 2879900210
source: Service Transaction Type Code
nb_no: Kode for tjenestetransaksjonstype

# Enum 363159866 - EnumValue 424953456 - Property 2879900210
source: Country Code + VAT Reg. No.
nb_no: Landskode + org.nr. mva.

# Enum 363159866 - EnumValue 1631535830 - Property 2879900210
source: VAT Reg. No.
nb_no: Org.nr. mva.

# Enum 363159866 - EnumValue 3216616316 - Property 2879900210
source: VAT Reg. No. Without Country Code
nb_no: Org.nr. mva. uten landskode

# EnumExtension 3472035958 - EnumValue 4184400519 - Property 2879900210
source: Service Declaration
nb_no: Tjenesteerklæring
