Repository: jbakach/MSDyn365BC.Code.History
Catalog: BankDeposits/Source/_Exclude_Bank Deposits/Translations/_Exclude_Bank Deposits.*.xlf
Languages: cs_cz, da_dk, de_de, es_mx, nb_no, ru_ru

# Page 3073362426 - Action 3150094508 - Property 2879900210
source: Test Report
cs_cz: Testovací sestava
da_dk: Testrapport
de_de: Testbericht
es_mx: Informe de prueba
nb_no: Kontrollrapport
ru_ru: Тестовый отчет

# Page 2133839000 - Property 2879900210
source: Bank Deposit List
cs_cz: Přehled bankovních vkladů
da_dk: Liste over bankindskud
de_de: Bankeinzahlungsliste
es_mx: Lista depósitos bancarios
nb_no: Bankinnbetalingsoversikt
ru_ru: Список внесений на счет

# Page 2133839000 - NamedType 3246919479
source: Bank deposit test report has not been set up.
cs_cz: Testovací sestava bankovního vkladu nebyla nastavena.
da_dk: Der er ikke konfigureret en rapport om test af bankindskud.
de_de: Bankeinzahlungstestbericht wurde nicht eingerichtet.
es_mx: No se ha configurado el informe de pruebas de depósitos bancarios.
nb_no: Kontrollrapport for bankinnbetaling er ikke konfigurert.
ru_ru: Тестовый отчет по внесениям на счет не настроен.

# Page 2133839000 - Control 4248640148 - Property 1295455071
source: Specifies the number of the bank account.
cs_cz: Určuje číslo bankovního účtu.
da_dk: Angiver nummeret på bankkontoen.
de_de: Gibt die Nummer des Bankkontos an.
es_mx: Especifica el número de la cuenta bancaria.
nb_no: Angir nummeret for bankkontoen.
ru_ru: Определяет номер банковского счета.

# Page 2133839000 - Control 4198939294 - Property 1295455071
source: Specifies the currency of the bank deposit.
cs_cz: Určuje měnu bankovního vkladu.
da_dk: Angiver valutaen for bankindskuddet.
de_de: Gibt die Währung der Bankeinzahlung an.
es_mx: Especifica la divisa del depósito bancario.
nb_no: Angir valutaen for bankinnbetalingen.
ru_ru: Определяет валюту внесения на счет.

# Page 2133839000 - Control 4200184881 - Property 1295455071
source: Specifies the number of the bank deposit.
cs_cz: Určuje číslo bankovního vkladu.
da_dk: Angiver nummeret på bankindskuddet.
de_de: Gibt die Nummer der Bankeinzahlung an.
es_mx: Especifica el número del depósito bancario.
nb_no: Angir nummeret for bankinnbetalingen.
ru_ru: Определяет номер внесения на счет.

# Page 2133839000 - Control 2829932290 - Property 1295455071
source: Specifies the total amount of the bank deposit.
cs_cz: Určuje celkovou výši bankovního vkladu.
da_dk: Angiver det samlede beløb for bankindskuddet.
de_de: Gibt den Gesamtbetrag der Bankeinzahlung an.
es_mx: Especifica el importe total del depósito bancario.
nb_no: Angir totalbeløpet for bankinnbetalingen.
ru_ru: Определяет итоговую сумму внесения на счет.

# Page 2133839000 - Action 669369698 - Property 1295455071
source: Create a new bank deposit.
cs_cz: Vytvořte nový bankovní vklad.
da_dk: Opret et nyt bankindskud.
de_de: Erstellen Sie eine neue Bankeinzahlung.
es_mx: Permite crear un nuevo depósito bancario.
nb_no: Opprett en ny bankinnbetaling.
ru_ru: Создание нового внесения на счет.

# Page 2133839000 - Action 669369698 - Property 2879900210
source: Bank Deposit
cs_cz: Bankovní vklad
da_dk: Bankindskud
de_de: Bankeinzahlung
es_mx: Depósito bancario
nb_no: Bankinnbetaling
ru_ru: Внесение на счет

# Page 2133839000 - Action 2614277098 - Property 1295455071
source: Verify the result of posting the deposit before you run the deposit report.
cs_cz: Ověřte výsledek zaúčtování vkladu před spuštěním sestavy vkladu.
da_dk: Bekræft resultatet af bogføring af indbetalingen, før du kører indbetalingsrapporten.
de_de: Überprüfen Sie das Ergebnis der Buchung der Einzahlung, bevor Sie den Einzahlungsbericht ausführen.
es_mx: Compruebe el resultado del registro del depósito antes de ejecutar el informe del depósito.
nb_no: Bekreft resultatet av bokføringen av innbetalingen før du kjører innbetalingsrapporten.
ru_ru: Проверка результата учета внесения на счет перед запуском отчета по внесению.

# Page 2133839000 - Action 2614277098 - Property 2879900210
source: Bank Deposit Test Report
cs_cz: Testovací sestava bankovního vkladu
da_dk: Rapport om test af bankindskud
de_de: Bankeinzahlungstestbericht
es_mx: Informe de prueba de depósito bancario
nb_no: Kontrollrapport for bankinnbetaling
ru_ru: Тестовый отчет по внесениям на счет

# Page 1890430176 - Property 2019332006
source: New,Process,Report,Line,Functions
cs_cz: Nový,Proces,Sestava,Řádek,Funkce
da_dk: Ny,Proces,Rapport,Linje,Funktioner
de_de: Neu,Prozess,Bericht,Zeile,Funktionen
es_mx: Nuevo,Proceso,Informe,Línea,Funciones
nb_no: Ny,Prosess,Rapport,Linje,Funksjoner
ru_ru: Новый,Процесс,Отчет,Строка,Функции

# Page 1890430176 - Property 2879900210
source: Lines
cs_cz: Řádky
da_dk: Linjer
de_de: Zeilen
es_mx: Líneas
nb_no: Linjer
ru_ru: Строки

# Page 1890430176 - NamedType 2168394966
source: Document Type should be Payment, Refund or blank.
cs_cz: Typ dokladu by měl být Platba, Refundace nebo prázdný.
da_dk: Dokumenttype skal være Betaling, Refusion eller tom.
de_de: Die Belegart muss „Zahlung“, „Erstattung“ oder „leer“ sein.
es_mx: El tipo de documento debe ser Pago, Reembolso o En blanco.
nb_no: Dokumenttypen skal være betaling, refusjon eller tom.
ru_ru: Тип документа должен быть "Оплата", "Возврат денег" или пустой.

# Page 1890430176 - Control 1622979514 - Property 1295455071
source: Specifies the account number of the entity from which the bank deposit item was received.
cs_cz: Určuje číslo účtu entity, od které byla přijata položka bankovního vkladu.
da_dk: Angiver kontonummeret på den enhed, som bankindskudselementet er modtaget fra.
de_de: Gibt die Kontonummer der Entität an, aus der das Bankeinzahlungselement eingegangen ist.
es_mx: Especifica el número de cuenta de la entidad desde la que se recibió el producto de depósito bancario.
nb_no: Angir kontonummeret for enheten som bankinnbetalingselementet ble mottatt fra.
ru_ru: Определяет номер счета юридического лица, от которого было получено внесение на счет.

# Page 1890430176 - Control 3699788827 - Property 1295455071
source: Specifies the account type from which the bank deposit was received.
cs_cz: Určuje typ účtu, ze kterého byl bankovní vklad přijat.
da_dk: Angiver den kontotype, som bankindskuddet blev modtaget fra.
de_de: Gibt die Kontoart an, aus der die Bankeinzahlung eingegangen ist.
es_mx: Especifica el tipo de cuenta desde la que se recibió el depósito bancario.
nb_no: Angir kontotypen som bankinnbetalingen er mottatt fra.
ru_ru: Определяет тип счета, с которого был получено внесение на счет.

# Page 1890430176 - Control 636392376 - Property 1295455071
source: Specifies the amount of the item, such as a check, that was deposited.
cs_cz: Určuje částku položky, například šeku, která byla uložena.
da_dk: Angiver beløbet for varen, f.eks. en check, der er indbetalt.
de_de: Gibt den Betrag des Artikels an, z. B. einen Scheck, der hinterlegt wurde.
es_mx: Especifica el importe del producto, como un cheque, que se ingresó.
nb_no: Angir varebeløpet som ble innbetalt, for eksempel en sjekk.
ru_ru: Определяет сумму внесенного на счет платежного средства, например платежного документа.

# Page 1890430176 - Control 2899774127 - Property 1295455071
source: Specifies the document number that will be applied to the bank deposit process.
cs_cz: Určuje číslo dokladu, který bude vyrovnán při zpracování bankovního vkladu.
da_dk: Angiver det dokumentnummer, der skal udlignes med bankindskudsprocessen.
de_de: Gibt die Belegnummer an, die mit dem Bankeinzahlungsprozess ausgeglichen wird.
es_mx: Especifica el número de documento que se liquidará en el proceso de depósito bancario.
nb_no: Angir dokumentnummeret som blir brukt for bankinnbetalingsprosessen.
ru_ru: Определяет номер документа, который будет применен к процедуре внесения на счет.

# Page 1890430176 - Control 2865137134 - Property 1295455071
source: Specifies the document type that will be applied to the bank deposit process.
cs_cz: Určuje typ dokladu, který bude vyrovnán při zpracování bankovního vkladu.
da_dk: Angiver den dokumenttype, der vil blive udlignet med bankindskudsprocessen.
de_de: Gibt die Belegart an, die mit dem Bankeinzahlungsprozess ausgeglichen wird.
es_mx: Especifica el tipo de documento que se liquidará en el proceso de depósito bancario.
nb_no: Angir dokumenttypen som blir brukt for bankinnbetalingsprosessen.
ru_ru: Определяет тип документа, который будет применен к процедуре внесения на счет.

# Page 1890430176 - Control 3093642907 - Property 1295455071
source: Specifies the entry ID that will be applied to the bank deposit process.
cs_cz: Určuje ID položky, která bude vyrovnána při zpracování bankovního vkladu.
da_dk: Angiver det post-id, der vil blive udlignet med bankindskudsprocessen.
de_de: Gibt die Posten-ID an, die mit dem Bankeinzahlungsprozess ausgeglichen wird.
es_mx: Especifica el id. de movimiento que se liquidará en el proceso de depósito bancario.
nb_no: Angir post-ID-en som blir brukt for bankinnbetalingsprosessen.
ru_ru: Определяет ИД операции, которая будет применена к процедуре внесения на счет.

# Page 1890430176 - Control 2556136339 - Property 1295455071
source: Specifies the total of the credit entries in the bank deposit.
cs_cz: Určuje součet kreditních položek v bankovním vkladu.
da_dk: Angiver de samlede kreditposter i bankindskuddet.
de_de: Gibt die Summe der Gutschriftposten in der Bankeinzahlung an.
es_mx: Especifica el total de los movimientos de crédito en el depósito bancario.
nb_no: Angir summen av kreditpostene i bankinnbetalingen.
ru_ru: Определяет итоговую сумму кредитовых операций во внесении на счет.

# Page 1890430176 - Control 3461834954 - Property 1295455071
source: Specifies a description of the bank deposit line.
cs_cz: Určuje popis řádku bankovního vkladu.
da_dk: Angiver en beskrivelse af bankindskudslinjen.
de_de: Gibt eine Beschreibung der Bankeinzahlungszeile an.
es_mx: Especifica una descripción de la línea de depósito bancario.
nb_no: Angir en beskrivelse av bankinnbetalingslinjen.
ru_ru: Определяет описание строки внесения на счет.

# Page 1890430176 - Control 580412389 - Property 1295455071
source: Specifies the date of the bank deposit document.
cs_cz: Určuje datum bankovního vkladového dokladu.
da_dk: Angiver datoen for bankindskudsdokumentet.
de_de: Gibt das Datum des Bankeinzahlungsbelegs an.
es_mx: Especifica la fecha del documento de depósito bancario.
nb_no: Angir datoen for bankinnbetalingsdokumentet.
ru_ru: Определяет дату документа внесения на счет.

# Page 1890430176 - Control 486908828 - Property 1295455071
source: Specifies the number of the bank deposit document.
cs_cz: Určuje číslo dokladu vkladového dokumentu.
da_dk: Angiver nummeret på bankindskudsdokumentet.
de_de: Gibt die Nummer des Bankeinzahlungsbelegs an.
es_mx: Especifica el número del documento de depósito bancario.
nb_no: Angir nummeret på bankinnbetalingsdokumentet.
ru_ru: Определяет номер документа внесения на счет.

# Page 1890430176 - Control 2363328873 - Property 1295455071
source: Specifies the type of the document that the bank deposit is related to.
cs_cz: Určuje typ dokumentu, ke kterému se bankovní vklad vztahuje.
da_dk: Angiver typen af det dokument, som bankindskuddet er relateret til.
de_de: Gibt die Art des Belegs an, mit dem die Bankeinzahlung verknüpft ist.
es_mx: Especifica el tipo del documento con el que se relaciona el depósito bancario.
nb_no: Angir typen dokument som bankinnbetalingen er relatert til.
ru_ru: Определяет тип документа, с которым связано внесение на счет.

# Page 1890430176 - Control 1908046867 - Property 1295455071
source: Specifies a reason code that will enable you to trace the entry. The reason code to all G/L, bank account, customer and other ledger entries created when posting.
cs_cz: Určuje kód příčiny, který umožní trasování položky. Kód příčiny pro všechny věcné položky, položky bankovního účtu, zákazníka a další položky vytvořené při účtování.
da_dk: Angiver en årsagskode, så du kan spore posten. Årsagskoden til alle finans-, bankkonto-, debitor- og andre poster, der oprettes ved bogføringen.
de_de: Gibt einen Ursachencode an, mit dem Sie den Posten verfolgen können. Der Ursachencode für alle Sachposten, Bankkonten, Debitoren und anderen Posten, die beim Buchen erstellt werden.
es_mx: Especifica un código de auditoría que le permitirá realizar un seguimiento del movimiento. El código de auditoría para todos los movimientos de contabilidad, bancos, clientes y de otro tipo que se crean al registrar.
nb_no: Angir et årsaksspor som gjør det mulig å spore posten. Årsakssporet til alle finansposter, bankkontoposter, kundeposter og andre poster opprettes ved bokføring.
ru_ru: Определяет код причины, по которому можно будет отслеживать операцию. Код причины для всех операций ГК, операций по банку/кассе, операций по клиентам и операций других книг создается при учете.

# Page 1890430176 - Control 1577567912 - Property 1295455071
source: Specifies the value assigned to this dimension for this bank deposit.
cs_cz: Určuje hodnotu přiřazenou této dimenzi pro tento bankovní vklad.
da_dk: Angiver den værdi, der er tildelt denne dimension for dette bankindskud.
de_de: Gibt den Wert an, der dieser Dimension für diese Bankeinzahlung zugeordnet ist.
es_mx: Especifica el valor asignado a esta dimensión para este depósito bancario.
nb_no: Angir verdien som er tildelt denne dimensjonen for denne bankinnbetalingen.
ru_ru: Определяет значение, присвоенное этому измерению для этого внесения на счет.

# Page 1890430176 - Control 1003760969 - Property 1295455071
source: Specifies the value assigned to this dimension for this bank deposit.
cs_cz: Určuje hodnotu přiřazenou této dimenzi pro tento bankovní vklad.
da_dk: Angiver den værdi, der er tildelt denne dimension for dette bankindskud.
de_de: Gibt den Wert an, der dieser Dimension für diese Bankeinzahlung zugeordnet ist.
es_mx: Especifica el valor asignado a esta dimensión para este depósito bancario.
nb_no: Angir verdien som er tildelt denne dimensjonen for denne bankinnbetalingen.
ru_ru: Определяет значение, присвоенное этому измерению для этого внесения на счет.

# Page 1890430176 - Control 655538596 - Property 1295455071
source: Specifies the shortcut dimension for this bank deposit.
cs_cz: Určuje zkratku dimenze pro tento bankovní vklad.
da_dk: Angiver genvejsdimensionen for dette bankindskud.
de_de: Gibt die Shortcutdimension für diese Bankeinzahlung an.
es_mx: Especifica la dimensión del acceso directo para este depósito bancario.
nb_no: Angir snarveisdimensjonen for denne bankinnbetalingen.
ru_ru: Определяет ярлык измерения для этого внесения на счет.

# Page 1890430176 - Control 3128656593 - Property 1295455071
source: Specifies the shortcut dimension for this bank deposit.
cs_cz: Určuje zkratku dimenze pro tento bankovní vklad.
da_dk: Angiver genvejsdimensionen for dette bankindskud.
de_de: Gibt die Shortcutdimension für diese Bankeinzahlung an.
es_mx: Especifica la dimensión del acceso directo para este depósito bancario.
nb_no: Angir snarveisdimensjonen for denne bankinnbetalingen.
ru_ru: Определяет ярлык измерения для этого внесения на счет.

# Page 1890430176 - Control 377216802 - Property 1295455071
source: Specifies the shortcut dimension for this bank deposit.
cs_cz: Určuje zkratku dimenze pro tento bankovní vklad.
da_dk: Angiver genvejsdimensionen for dette bankindskud.
de_de: Gibt die Shortcutdimension für diese Bankeinzahlung an.
es_mx: Especifica la dimensión del acceso directo para este depósito bancario.
nb_no: Angir snarveisdimensjonen for denne bankinnbetalingen.
ru_ru: Определяет ярлык измерения для этого внесения на счет.

# Page 1890430176 - Control 3685713487 - Property 1295455071
source: Specifies the shortcut dimension for this bank deposit.
cs_cz: Určuje zkratku dimenze pro tento bankovní vklad.
da_dk: Angiver genvejsdimensionen for dette bankindskud.
de_de: Gibt die Shortcutdimension für diese Bankeinzahlung an.
es_mx: Especifica la dimensión del acceso directo para este depósito bancario.
nb_no: Angir snarveisdimensjonen for denne bankinnbetalingen.
ru_ru: Определяет ярлык измерения для этого внесения на счет.

# Page 1890430176 - Control 934273696 - Property 1295455071
source: Specifies the shortcut dimension for this bank deposit.
cs_cz: Určuje zkratku dimenze pro tento bankovní vklad.
da_dk: Angiver genvejsdimensionen for dette bankindskud.
de_de: Gibt die Shortcutdimension für diese Bankeinzahlung an.
es_mx: Especifica la dimensión del acceso directo para este depósito bancario.
nb_no: Angir snarveisdimensjonen for denne bankinnbetalingen.
ru_ru: Определяет ярлык измерения для этого внесения на счет.

# Page 1890430176 - Control 1291090573 - Property 1295455071
source: Specifies the shortcut dimension for this bank deposit.
cs_cz: Určuje zkratku dimenze pro tento bankovní vklad.
da_dk: Angiver genvejsdimensionen for dette bankindskud.
de_de: Gibt die Shortcutdimension für diese Bankeinzahlung an.
es_mx: Especifica la dimensión del acceso directo para este depósito bancario.
nb_no: Angir snarveisdimensjonen for denne bankinnbetalingen.
ru_ru: Определяет ярлык измерения для этого внесения на счет.

# Page 1890430176 - Control 386377809 - Property 1295455071
source: Specifies the sum of the amounts in the Amount fields on the associated bank deposit lines.
cs_cz: Určuje součet částek v polích Částka na přidružených řádcích bankovního vkladu.
da_dk: Angiver summen af beløbene i beløbsfelterne på de tilknyttede bankindskudslinjer.
de_de: Gibt die Summe der Beträge in den Betragsfeldern der zugeordneten Bankeinzahlungszeilen an.
es_mx: Especifica la suma de los importes de los campos Importe de las líneas de depósito bancario asociadas.
nb_no: Angir summen av beløpene i feltet Beløp på de tilhørende bankinnbetalingslinjene.
ru_ru: Определяет сумму значений в полях "Сумма" в связанных строках внесения на счет.

# Page 1890430176 - Control 386377809 - Property 2879900210
source: Total Deposit Lines
cs_cz: Celková částka na řádích vkladu
da_dk: Samlede indskudslinjer
de_de: Einzahlungszeilen insgesamt
es_mx: Total líneas depósito
nb_no: Totalt antall innbetalingslinjer
ru_ru: Итого по строкам внесения

# Page 1890430176 - Action 1402615620 - Property 2879900210
source: &Line
cs_cz: Řáde&k
da_dk: &Linje
de_de: &Zeile
es_mx: &Línea
nb_no: &Linje
ru_ru: &Строка

# Page 1890430176 - Action 2214941671 - Property 1295455071
source: View or change detailed information about the account on the bank deposit line.
cs_cz: Zobrazte nebo změňte podrobné informace o účtu na řádku bankovního vkladu.
da_dk: Vis eller rediger detaljerede oplysninger om kontoen på bankindskudslinjen.
de_de: Zeigen Sie detaillierte Informationen über das Konto in der Bankeinzahlungszeile an, oder ändern Sie sie.
es_mx: Permite ver o cambiar la información detallada sobre la cuenta en la línea de depósito bancario.
nb_no: Vis eller endre detaljert informasjon om kontoen på bankinnbetalingslinjen.
ru_ru: Просмотр или изменение подробных сведений о счете в строке внесения на счет.

# Page 1890430176 - Action 2214941671 - Property 2879900210
source: Account &Card
cs_cz: &Karta účtu
da_dk: &Kontokort
de_de: Konto&karte
es_mx: &Ficha cuenta
nb_no: Konto&kort
ru_ru: &Карточка счета

# Page 1890430176 - Action 4191823642 - Property 1295455071
source: View ledger entries that are posted for the account on the bank deposit line.
cs_cz: Zobrazte položky, které jsou zaúčtovány pro účet na řádku bankovního vkladu.
da_dk: Vis finansposter, der er bogført for kontoen på bankindskudslinjen.
de_de: Zeigen Sie Posten an, die für das Konto in der Bankeinzahlungszeile gebucht werden.
es_mx: Permite ver los movimientos contables que se registran para la cuenta en la línea de depósito bancario.
nb_no: Vis poster som er bokført for kontoen på bankinnbetalingslinjen.
ru_ru: Просмотр операций книги, учтенных для счета в строке внесения на счет.

# Page 1890430176 - Action 4191823642 - Property 2879900210
source: Account Ledger E&ntries
cs_cz: &Položky hlavní knihy
da_dk: &Kontofinansposter
de_de: Konto&posten
es_mx: &Movs. cta.
nb_no: Ko&ntoposter
ru_ru: Книга операций по с&четам

# Page 1890430176 - Action 2173385693 - Property 1295455071
source: View or edit dimensions, such as area, project, or department, that you can assign to sales and purchase documents to distribute costs and analyze transaction history.
cs_cz: Zobrazení nebo úprava dimenzí, jako je oblast, projekt nebo středisko, které můžete přiřadit k prodejním a nákupním dokladům za účelem distribuce nákladů a analýzy historie transakcí.
da_dk: Vis eller rediger dimensioner, f.eks. område, projekt eller afdeling, som du kan tildele til salgs- og købsbilag for at fordele omkostninger og analysere transaktionshistorik.
de_de: Zeigen Sie Dimensionen an oder bearbeiten Sie sie, wie etwa eines Bereichs, eines Projekts oder einer Abteilung, die Sie Verkaufs- oder Einkaufsbelegen zuweisen können, um die Kosten zu verteilen und den Transaktionsverlauf zu analysieren.
es_mx: Permite ver o editar dimensiones, como el área, el proyecto o el departamento, que pueden asignarse a los documentos de venta y compra para distribuir costos y analizar el historial de transacciones.
nb_no: Vis eller rediger dimensjoner, for eksempel område, prosjekt eller avdeling, som du kan tilordne til salgs- og kjøpsdokumenter for å distribuere kostnader og analysere transaksjonshistorikk.
ru_ru: Просмотр или изменение измерений, например области, проекта или подразделения, которые можно назначать документам покупки и продажи для распределения себестоимости и анализа истории транзакций.

# Page 1890430176 - Action 2173385693 - Property 2879900210
source: Dimensions
cs_cz: Dimenze
da_dk: Dimensioner
de_de: Dimensionen
es_mx: Dimensiones
nb_no: Dimensjoner
ru_ru: Измерения

# Page 1890430176 - Action 3106002577 - Property 2879900210
source: F&unctions
cs_cz: F&unkce
da_dk: F&unktioner
de_de: F&unktionen
es_mx: F&unciones
nb_no: F&unksjoner
ru_ru: Ф&ункции

# Page 1890430176 - Action 3302314122 - Property 1295455071
source: Select one or more ledger entries that you want to apply this record to so that the related posted documents are closed as paid or refunded.
cs_cz: Vyberte jednu nebo více položek, se kterými chcete tento záznam vyrovnat, aby byly související účtované doklady uzavřeny jako zaplacené nebo byla vrácena platba.
da_dk: Vælg én eller flere poster, denne record skal udlignes på, så de relaterede bogførte bilag lukkes som betalte eller refunderede.
de_de: Wählen Sie einen oder mehrere Posten, die mit diesem Datensatz ausgeglichen werden sollen, damit die entsprechenden gebuchten Belege als bezahlt oder erstattet abgeschlossen werden.
es_mx: Permite seleccionar uno o varios movimientos contables a los que desea aplicar este registro para que los documentos registrados relacionados se cierren como pagados o reembolsados.
nb_no: Velg en eller flere poster du vil utligne mot denne posten, slik at de relaterte bokførte dokumentene lukkes som betalt eller refundert.
ru_ru: Выберите одну или несколько операций книги, которые нужно применить к этой записи, чтобы связанные учтенные документы были закрыты как оплаченные или возмещенные.

# Page 1890430176 - Action 3302314122 - Property 2879900210
source: Apply Entries
cs_cz: Vyrovnat položky
da_dk: Udlign poster
de_de: Posten ausgleichen
es_mx: Liquidar movs.
nb_no: Utlign poster
ru_ru: Применить операции

# Page 2880731335 - Property 2879900210
source: Bank Deposits
cs_cz: Bankovní vklady
da_dk: Bankindskud
de_de: Bankeinzahlungen
es_mx: Depósitos bancarios
nb_no: Bankinnbetalinger
ru_ru: Внесения на счет
