Repository: jbakach/MSDyn365BC.Code.History
Catalog: BankDeposits/Source/_Exclude_Bank Deposits/Translations/_Exclude_Bank Deposits.*.xlf
Languages: cs_cz, da_dk, de_de, es_mx, nb_no, ru_ru

# Report 2614277098 - NamedType 2840575792
source: Amount Paid
cs_cz: Zaplacená částka
da_dk: Betalt beløb
de_de: Bezahlter Betrag
es_mx: Importe pagado
nb_no: Betalt beløp
ru_ru: Уплаченная сумма

# Report 2614277098 - NamedType 769311992
source: Amount Paid
cs_cz: Zaplacená částka
da_dk: Betalt beløb
de_de: Bezahlter Betrag
es_mx: Importe pagado
nb_no: Betalt beløp
ru_ru: Уплаченная сумма

# Report 2614277098 - NamedType 1652096463
source: Pmt. Discount Tolerance
cs_cz: Odchylka skonta
da_dk: Ydelsesrabattolerance
de_de: Skontotoleranz
es_mx: Tolerancia dto. p.p.
nb_no: Kont.rab.toler.
ru_ru: Отклонение скидки оплаты

# Report 2614277098 - NamedType 2428403976
source: Pmt. Discount Tolerance
cs_cz: Odchylka skonta
da_dk: Ydelsesrabattolerance
de_de: Skontotoleranz
es_mx: Tolerancia dto. p.p.
nb_no: Kont.rab.toler.
ru_ru: Отклонение скидки оплаты

# Report 2614277098 - NamedType 3718018452
source: Payment Tolerance
cs_cz: Platební odchylka
da_dk: Betalingstolerance
de_de: Zahlungstoleranz
es_mx: Tolerancia pago
nb_no: Betalingstoleranse
ru_ru: Отклонение в оплате

# Report 2614277098 - NamedType 3906814101
source: Payment Tolerance
cs_cz: Platební odchylka
da_dk: Betalingstolerance
de_de: Zahlungstoleranz
es_mx: Tolerancia pago
nb_no: Betalingstoleranse
ru_ru: Отклонение в оплате

# Report 2614277098 - NamedType 293004646
source: Application
cs_cz: Vyrovnání
da_dk: Applikation
de_de: Ausgleich
es_mx: Liquidación
nb_no: Utligning
ru_ru: Применение

# Report 2614277098 - NamedType 1563107526
source: Bank Account %1 is blocked for processing.
cs_cz: Zpracování bankovního účtu %1 je uzavřeno.
da_dk: Bankkonto %1 er spærret for behandling.
de_de: Bankkonto %1 ist für die Verarbeitung gesperrt.
es_mx: El banco %1 está bloqueado para procesamiento.
nb_no: Bankkontoen %1 er sperret for behandling.
ru_ru: Банковский счет %1 заблокирован для обработки.

# Report 2614277098 - NamedType 2361492114
source: Bank Deposit %1 - Test Report
cs_cz: Bankovní vklad %1 - testovací sestava
da_dk: Bankindskud %1 – Testrapport
de_de: Bankeinzahlung %1 – Testbericht
es_mx: Depósito bancario %1: informe de prueba
nb_no: Bankinnbetaling %1 – kontrollrapport
ru_ru: Внесение на счет %1 - тестовый отчет

# Report 2614277098 - NamedType 947999448
source: Bank Account No.
cs_cz: Číslo bankovního účtu
da_dk: Bankkontonr.
de_de: Bankkontonr.
es_mx: N.º cuenta bancaria
nb_no: Bankkontonr.
ru_ru: № банковского счета

# Report 2614277098 - NamedType 307583195
source: Document Date
cs_cz: Datum dokladu
da_dk: Dokumentdato
de_de: Belegdatum
es_mx: Fecha de documento
nb_no: Dokumentdato
ru_ru: Дата документа

# Report 2614277098 - NamedType 4244956578
source: Posting Date
cs_cz: Zúčtovací datum
da_dk: Bogføringsdato
de_de: Buchungsdatum
es_mx: Fecha de registro
nb_no: Bokføringsdato
ru_ru: Дата учета

# Report 2614277098 - NamedType 3043869408
source: Posting Description
cs_cz: Text položky
da_dk: Beskrivelse af bogføring
de_de: Buchungsbeschreibung
es_mx: Descripción de registro
nb_no: Bokføringsbeskrivelse
ru_ru: Описание учета

# Report 2614277098 - NamedType 333319773
source: Total Deposit Amount
cs_cz: Celková částka vkladu
da_dk: Samlet indskudt beløb
de_de: Einzahlungsgesamtbetrag
es_mx: Total importe depósito
nb_no: Totalt innbetalingsbeløp
ru_ru: Итоговая сумма внесения

# Report 2614277098 - NamedType 3961720897
source: %1 must be a positive number.
cs_cz: %1 musí být kladné číslo.
da_dk: %1 skal være et positivt tal.
de_de: %1 muss eine positive Zahl sein.
es_mx: %1 debe ser un número positivo.
nb_no: %1 må være et positivt tall.
ru_ru: Значение в поле "%1" должно быть положительным числом.

# Report 2614277098 - NamedType 3854679491
source: Currency Code
cs_cz: Kód měny
da_dk: Valutakode
de_de: Währungscode
es_mx: Código de divisa
nb_no: Valutakode
ru_ru: Код валюты

# Report 2614277098 - NamedType 1987762555
source: Page
cs_cz: Strana
da_dk: Side
de_de: Seite
es_mx: Página
nb_no: Side
ru_ru: Страница

# Report 2614277098 - NamedType 431846035
source: Customer %1 is blocked for processing.
cs_cz: Zákazník %1 je uzavřen pro zpracování.
da_dk: Debitor %1 er spærret for behandling.
de_de: Debitor %1 ist für die Verarbeitung gesperrt.
es_mx: El cliente %1 está bloqueado para procesamiento.
nb_no: Kunden %1 er sperret for behandling.
ru_ru: Клиент %1 заблокирован для обработки.

# Report 2614277098 - NamedType 421294337
source: Customer %1 is blocked for privacy.
cs_cz: Zákazník %1 je uzavřen z důvodu ochrany osobních údajů.
da_dk: Debitor %1 er spærret af hensyn til beskyttelsen af personlige oplysninger.
de_de: Debitor %1 ist aus Datenschutzgründen gesperrt.
es_mx: El cliente %1 está bloqueado para privacidad.
nb_no: Kunden %1 er sperret av personvernhensyn.
ru_ru: Клиент %1 заблокирован по причинам, связанным с конфиденциальностью.

# Report 2614277098 - NamedType 3266737730
source: %1 is not within your allowed range of posting dates.
cs_cz: %1 není v povoleném rozsahu pro zúčtovací datum.
da_dk: %1 er ikke inden for den tilladte bogføringsperiode.
de_de: %1 ist nicht innerhalb des zugelassenen Buchungszeitraums.
es_mx: %1 no se encuentra en su rango permitido de fechas de registro.
nb_no: %1 er ikke innenfor tillatte bokføringsdatoer.
ru_ru: %1 находится вне разрешенного диапазона дат учета.

# Report 2614277098 - NamedType 2814892445
source: Difference
cs_cz: Rozdíl
de_de: Differenz
es_mx: Diferencia
nb_no: Differanse
ru_ru: Разница

# Report 2614277098 - NamedType 2532215699
source: %1 %2 is not a direct posting account.
cs_cz: %1 %2 není účet pro přímé účtování.
da_dk: %1 %2 er ikke en direkte bogføringskonto.
de_de: %1 %2 ist kein direktes Buchungskonto.
es_mx: %1 %2 no es una cuenta de registro directo.
nb_no: %1 %2 er ikke en direkte bokføringskonto.
ru_ru: %1 %2 не является счетом прямого учета.

# Report 2614277098 - NamedType 1580591060
source: Applies-to
cs_cz: Vyrovnává
da_dk: Udlignet-til
de_de: Ausgleich mit
es_mx: Se liquida a
nb_no: Utligning
ru_ru: Применяется к

# Report 2614277098 - NamedType 564292350
source: Applies-to
cs_cz: Vyrovnává
da_dk: Udlignet-til
de_de: Ausgleich mit
es_mx: Se liquida a
nb_no: Utligning
ru_ru: Применяется к

# Report 2614277098 - NamedType 1271639034
source: Applies-to
cs_cz: Vyrovnává
da_dk: Udlignet-til
de_de: Ausgleich mit
es_mx: Se liquida a
nb_no: Utligning
ru_ru: Применяется к

# Report 2614277098 - NamedType 648607408
source: Applies-to
cs_cz: Vyrovnává
da_dk: Udlignet-til
de_de: Ausgleich mit
es_mx: Se liquida a
nb_no: Utligning
ru_ru: Применяется к

# Report 2614277098 - NamedType 1290784613
source: Doc. Date
cs_cz: Datum dok.
da_dk: Dokumentdato
de_de: Bel.-Datum
es_mx: Fecha doc.
nb_no: Dokumentdato
ru_ru: Дата док.

# Report 2614277098 - NamedType 1165275348
source: Doc. Date
cs_cz: Datum dok.
da_dk: Dokumentdato
de_de: Bel.-Datum
es_mx: Fecha doc.
nb_no: Dokumentdato
ru_ru: Дата док.

# Report 2614277098 - NamedType 1604177009
source: G/L Account %1 is blocked for processing.
cs_cz: Účet %1 je uzavřen pro zpracování.
da_dk: Finanskonto %1 er spærret for behandling.
de_de: Sachkonto %1 ist für die Verarbeitung gesperrt.
es_mx: La cuenta %1 está bloqueada para procesamiento.
nb_no: Finanskontoen %1 er sperret for behandling.
ru_ru: Счет ГК %1 заблокирован для обработки.

# Report 2614277098 - NamedType 1792006209
source: Header Dimensions
cs_cz: Hlavička dimenzí
da_dk: Overskrift for dimensioner
de_de: Kopfdimensionen
es_mx: Dimensiones de cabecera
nb_no: Hodedimensjoner
ru_ru: Измерения заголовка

# Report 2614277098 - NamedType 1065111843
source: IC Partner %1 is blocked for processing.
cs_cz: VP partner %1 je uzavřen pro zpracování.
da_dk: IC-partner %1 er spærret for behandling.
de_de: IC-Partner %1 ist für die Verarbeitung gesperrt.
es_mx: El socio IC %1 está bloqueado para procesamiento.
nb_no: KI-partneren %1 er sperret for behandling.
ru_ru: МФ-партнер %1 заблокирован для обработки.

# Report 2614277098 - NamedType 3784258332
source: <Invalid %1>
cs_cz: <Neplatný %1>
da_dk: <Ugyldig %1>
de_de: <%1 ungültig>
es_mx: <%1 no válida>
nb_no: <Ugyldig %1>
ru_ru: <недейств. %1>

# Report 2614277098 - NamedType 3849971554
source: Line Dimensions
cs_cz: Dimenze řádku
da_dk: Linjedimensioner
de_de: Zeilendimensionen
es_mx: Dimensiones línea
nb_no: Linjedimensjoner
ru_ru: Измерения строки

# Report 2614277098 - NamedType 401985742
source: %1 must not be a closing date.
cs_cz: %1 nesmí být datum uzavření.
da_dk: %1 må ikke være en ultimodato.
de_de: %1 darf kein Ultimodatum sein.
es_mx: %1 no debe ser una fecha de cierre.
nb_no: %1 kan ikke være en avslutningsdato.
ru_ru: %1 не должна быть датой закрытия.

# Report 2614277098 - NamedType 1699813418
source: You must enter the %1.
cs_cz: Musíte zadat %1.
da_dk: Du skal indsætte %1.
de_de: Sie müssen das %1 eingeben.
es_mx: Debe especificar el %1.
nb_no: Du må angi %1.
ru_ru: Необходимо ввести %1.

# Report 2614277098 - NamedType 4222090240
source: %1 %2 is not a posting account.
cs_cz: %1 %2 není účetní účet.
da_dk: %1 %2 er ikke en bogføringskonto.
de_de: %1 %2 ist kein Buchungskonto.
es_mx: %1 %2 no es una cuenta de registro.
nb_no: %1 %2 er ikke en bokføringskonto.
ru_ru: %1 %2 не является учетным счетом.

# Report 2614277098 - NamedType 2724555827
source: Remaining Unapplied
cs_cz: Zůstává nevyrovnáno
da_dk: Resterende ikke anvendt
de_de: Rest nicht ausgeglichen
es_mx: Restante no liquidado
nb_no: Resterende ikke utlignet
ru_ru: Осталось без применения

# Report 2614277098 - NamedType 3389291373
source: The %1 must be equal to the %2.
cs_cz: %1 se musí rovnat %2.
da_dk: %1 skal være lige med %2.
de_de: %1 muss %2 entsprechen.
es_mx: El %1 debe ser igual a las %2.
nb_no: %1 må være lik %2.
ru_ru: Значение в поле "%1" должно быть равно значению в поле "%2".

# Report 2614277098 - NamedType 3976866600
source: Total Applied
cs_cz: Celkem vyrovnáno
da_dk: Anvendt i alt
de_de: Ausgeglichener Gesamtbetrag
es_mx: Total liquidado
nb_no: Utlignet totalt
ru_ru: Итого применено

# Report 2614277098 - NamedType 469706302
source: Total Deposit Amount
cs_cz: Celková částka vkladu
da_dk: Samlet indskudt beløb
de_de: Einzahlungsgesamtbetrag
es_mx: Total importe depósito
nb_no: Totalt innbetalingsbeløp
ru_ru: Итоговая сумма внесения

# Report 2614277098 - NamedType 3123605405
source: Total Deposit Lines
cs_cz: Celkový částka na řádích
da_dk: Samlede indskudslinjer
de_de: Einzahlungszeilen insgesamt
es_mx: Total líneas depósito
nb_no: Totalt antall innbetalingslinjer
ru_ru: Итого по строкам внесения

# Report 2614277098 - NamedType 1036598179
source: To Be Deposited In
cs_cz: K uložení do
da_dk: Skal indbetales i
de_de: Einzuzahlen in
es_mx: Para depositar en
nb_no: Skal innbetales i
ru_ru: Для внесения на счет

# Report 2614277098 - NamedType 2022114667
source: Vendor %1 is blocked for processing.
cs_cz: Zpracování dodavatele %1 je uzavřeno.
da_dk: Kreditor %1 er spærret for behandling.
de_de: Kreditor %1 ist für die Verarbeitung gesperrt.
es_mx: El proveedor %1 está bloqueado para procesamiento.
nb_no: Leverandøren %1 er sperret for behandling.
ru_ru: Поставщик %1 заблокирован для обработки.

# Report 2614277098 - NamedType 3110554233
source: Vendor %1 is blocked for privacy.
cs_cz: Vendor %1 je uzavřen z důvodu ochrany osobních údajů.
da_dk: Kreditor %1 er spærret af hensyn til beskyttelsen af personlige oplysninger.
de_de: Kreditor %1 ist aus Datenschutzgründen gesperrt.
es_mx: El proveedor %1 está bloqueado para privacidad.
nb_no: Leverandøren %1 er sperret av personvernhensyn.
ru_ru: Поставщик %1 заблокирован по причинам, связанным с конфиденциальностью.

# Report 2614277098 - NamedType 878835739
source: Warning:
cs_cz: Varování!
da_dk: Advarsel:
de_de: Warnung:
es_mx: Advertencia
nb_no: Advarsel:
ru_ru: Внимание!

# Report 2614277098 - NamedType 3451229856
source: Warning:
cs_cz: Varování!
da_dk: Advarsel:
de_de: Warnung:
es_mx: Advertencia
nb_no: Advarsel:
ru_ru: Внимание!

# Report 2614277098 - Control 2346885236 - Property 2879900210
source: Options
cs_cz: Možnosti
da_dk: Indstillinger
de_de: Optionen
es_mx: Opciones
nb_no: Alternativer
ru_ru: Параметры

# Report 2614277098 - Control 1615686686 - Property 1295455071
source: Specifies if application information is included in the report.
cs_cz: Určuje, zda jsou v sestavě zahrnuty informace o vyrovnání.
da_dk: Angiver, om der medtages applikationsoplysninger i rapporten.
de_de: Gibt an, ob Ausgleichsinformationen im Bericht enthalten sind.
es_mx: Especifica si la información de la liquidación se incluye en el informe.
nb_no: Angir om søknadsinformasjon er inkludert i rapporten.
ru_ru: Указывает, включается ли в отчет информация о применении.

# Report 2614277098 - Control 1615686686 - Property 2879900210
source: Show Applications
cs_cz: Zobrazit vyrovnání
da_dk: Vis applikationer
de_de: Ausgleiche anzeigen
es_mx: Mostrar aplicaciones
nb_no: Vis søknader
ru_ru: Показать применения

# Report 2614277098 - Control 2457079412 - Property 1295455071
source: Specifies if you want if you want the report to show dimensions.
cs_cz: Určuje, zda chcete, aby sestava zobrazovala dimenze.
da_dk: Angiver, om rapporten skal vise dimensioner.
de_de: Gibt an, ob der Bericht Dimensionen anzeigen soll.
es_mx: Especifica si desea que el informe muestre dimensiones.
nb_no: Angir om du vil at rapporten skal vise dimensjoner.
ru_ru: Указывает, должны ли в отчете отображаться измерения.

# Report 2614277098 - Control 2457079412 - Property 2879900210
source: Show Dimensions
cs_cz: Zobrazit dimenze
da_dk: Vis dimensioner
de_de: Dimensionen anzeigen
es_mx: Mostrar dimensiones
nb_no: Vis dimensjoner
ru_ru: Показать измерения

# PageExtension 4004021092 - Property 2879900210
source: Activities
cs_cz: Aktivity
da_dk: Aktiviteter
de_de: Aktivitäten
es_mx: Actividades
nb_no: Aktiviteter
ru_ru: Действия

# PageExtension 4004021092 - Control 2674480274 - Property 1295455071
source: Specifies bank deposits that are ready to be posted.
cs_cz: Určuje bankovní vklady, které jsou připraveny k zaúčtování.
da_dk: Angiver bankindskud, der er klar til at blive bogført.
de_de: Gibt Bankeinzahlungen an, die zur Buchung bereit sind.
es_mx: Especifica los ingresos bancarios listos para registrar.
nb_no: Angir bankinnbetalinger som er klare til å bokføres.
ru_ru: Определяет внесения на счет, готовые к учету.

# PageExtension 452174617 - Property 2879900210
source: Activities
cs_cz: Aktivity
da_dk: Aktiviteter
de_de: Aktivitäten
es_mx: Actividades
nb_no: Aktiviteter
ru_ru: Действия

# PageExtension 452174617 - Control 3343348623 - Property 2879900210
source: Bank Deposits
cs_cz: Bankovní vklady
da_dk: Bankindskud
de_de: Bankeinzahlungen
es_mx: Depósitos bancarios
nb_no: Bankinnbetalinger
ru_ru: Внесения на счет

# PageExtension 452174617 - Control 2674480274 - Property 1295455071
source: Specifies the bank deposits that will be posted.
cs_cz: Určuje bankovní vklady, které budou zaúčtovány.
da_dk: Angiver de bankindskud, der vil blive bogført.
de_de: Gibt die Bankeinzahlungen an, die gebucht werden.
es_mx: Especifica los ingresos bancarios que se registrarán.
nb_no: Angir bankinnbetalingene som skal bokføres.
ru_ru: Определяет внесения на счет, которые будут учтены.

# PageExtension 452174617 - Control 2674480274 - Property 2879900210
source: Bank Deposits to Post
cs_cz: Bankovní vklady k účtování
da_dk: Bankindskud, der skal bogføres
de_de: Zu buchende Bankeinzahlungen
es_mx: Depósitos bancarios para registrar
nb_no: Bankinnbetalinger som skal bokføres
ru_ru: Внесения на счет к учету

# PageExtension 532280814 - Property 2879900210
source: Bank Account Card
cs_cz: Karta bankovního účtu
da_dk: Bankkontokort
de_de: Bankkontokarte
es_mx: Ficha banco
nb_no: Bankkort
ru_ru: Карточка банковского счета

# PageExtension 532280814 - Action 2880731335 - Property 1295455071
source: View the list of posted bank deposits for the bank account.
cs_cz: Zobrazte seznam zaúčtovaných bankovních vkladů pro bankovní účet.
da_dk: Vis listen over bogførte bankindskud for bankkontoen.
de_de: Zeigen Sie die Liste der gebuchten Bankeinzahlungen für das Bankkonto an.
es_mx: Permite ver la lista de depósitos bancarios registrados para la cuenta bancaria.
nb_no: Vis oversikten over bokførte bankinnbetalinger for bankkontoen.
ru_ru: Просмотр списка учтенных внесений на счет для банковского счета.

# PageExtension 532280814 - Action 2880731335 - Property 2879900210
source: Bank Deposits
cs_cz: Bankovní vklady
da_dk: Bankindskud
de_de: Bankeinzahlungen
es_mx: Depósitos bancarios
nb_no: Bankinnbetalinger
ru_ru: Внесения на счет

# PageExtension 2552273875 - Property 2879900210
source: Bank Account Ledger Entries
cs_cz: Položky bankovního účtu
da_dk: Bankkontofinansposter
de_de: Bankposten
es_mx: Movs. bancos
nb_no: Bankkontoposter
ru_ru: Книга операций по банку/кассе

# PageExtension 2552273875 - Action 912476205 - Property 1295455071
source: View the underlying bank deposit lines.
cs_cz: Podívejte se na podkladové řádky bankovních vkladů.
da_dk: Vis de underliggende bankindskudslinjer.
de_de: Zeigen Sie die zugrunde liegenden Bankeinzahlungszeilen an.
es_mx: Permite ver las líneas de depósito bancario subyacentes.
nb_no: Vis de underliggende bankinnbetalingslinjene.
ru_ru: Просмотр строк, соответствующих внесению на счет.

# PageExtension 2552273875 - Action 912476205 - Property 2879900210
source: Bank Deposit Lines
cs_cz: Řádky bankovního vkladu
da_dk: Bankindskudslinjer
de_de: Bankeinzahlungszeilen
es_mx: Líneas depósito bancario
nb_no: Bankinnbetalingslinjer
ru_ru: Строки внесения на счет

# PageExtension 193514408 - Property 2879900210
source: Bank Accounts
cs_cz: Bankovní účty
da_dk: Bankkonti
de_de: Bankkonten
es_mx: Cuentas bancarias
nb_no: Bankkonti
ru_ru: Банковские счета

# PageExtension 193514408 - Action 2880731335 - Property 1295455071
source: View the list of posted bank deposits for the bank account.
cs_cz: Zobrazte seznam zaúčtovaných bankovních vkladů pro bankovní účet.
da_dk: Vis listen over bogførte bankindskud for bankkontoen.
de_de: Zeigen Sie die Liste der gebuchten Bankeinzahlungen für das Bankkonto an.
es_mx: Permite ver la lista de depósitos bancarios registrados para la cuenta bancaria.
nb_no: Vis oversikten over bokførte bankinnbetalinger for bankkontoen.
ru_ru: Просмотр списка учтенных внесений на счет для банковского счета.

# PageExtension 193514408 - Action 2880731335 - Property 2879900210
source: Bank Deposits
cs_cz: Bankovní vklady
da_dk: Bankindskud
de_de: Bankeinzahlungen
es_mx: Depósitos bancarios
nb_no: Bankinnbetalinger
ru_ru: Внесения на счет

# PageExtension 3939156497 - Property 2879900210
source: Activities
cs_cz: Aktivity
da_dk: Aktiviteter
de_de: Aktivitäten
es_mx: Actividades
nb_no: Aktiviteter
ru_ru: Действия

# PageExtension 3939156497 - Control 2674480274 - Property 1295455071
source: Specifies bank deposits that are ready to be posted.
cs_cz: Určuje bankovní vklady, které jsou připraveny k zaúčtování.
da_dk: Angiver bankindskud, der er klar til at blive bogført.
de_de: Gibt Bankeinzahlungen an, die zur Buchung bereit sind.
es_mx: Especifica los ingresos bancarios listos para registrar.
nb_no: Angir bankinnbetalinger som er klare til å bokføres.
ru_ru: Определяет внесения на счет, готовые к учету.

# PageExtension 2647506971 - Property 2879900210
source: Sales & Receivables Setup
cs_cz: Nastavení prodeje a pohledávek
da_dk: Opsætning af salg og tilgodehavender
de_de: Einrichtung Debitoren und Verkauf
es_mx: Conf. ventas y cobros
nb_no: Salgsoppsett
ru_ru: Настройка модуля "Продажи"

# PageExtension 2647506971 - Control 2880731335 - Property 2879900210
source: Bank Deposits
cs_cz: Bankovní vklady
da_dk: Bankindskud
de_de: Bankeinzahlungen
es_mx: Depósitos bancarios
nb_no: Bankinnbetalinger
ru_ru: Внесения на счет

# PageExtension 2647506971 - Control 1742786262 - Property 1295455071
source: Specifies the code for the number series that will be used to assign numbers to bank deposits.
cs_cz: Určuje kód číselné řady, která bude použita k přiřazení čísel bankovních vkladů.
da_dk: Angiver koden for den nummerserie, der skal bruges til at tildele numre til bankindskud.
de_de: Gibt den Code der Nummernserie an, die zum Zuweisen von Nummern zu Bankeinzahlungen verwendet wird.
es_mx: Especifica el código de la serie numérica que se usará para asignar números a depósitos bancarios.
nb_no: Angir koden for nummerserien som skal brukes til å tildele numre til bankinnbetalinger.
ru_ru: Определяет код серии номеров, которая будет использоваться для присвоения номеров внесениям на счет.

# PageExtension 2647506971 - Control 1912598732 - Property 1295455071
source: Specifies if bank deposits should be posted as a single bank account ledger entry with the total amount. You can change this setting on the bank deposit card.
cs_cz: Určuje, zda mají být bankovní vklady zaúčtovány jako jedna položka bankovního účtu s celkovou částkou. Toto nastavení můžete změnit na kartě bankovního vkladu.
da_dk: Angiver, om bankindskud skal bogføres som en enkelt bankkontofinanspost med det samlede beløb. Du kan ændre denne indstilling på bankindskudskortet.
de_de: Gibt an, ob Bankeinzahlungen als ein einzelner Bankposten mit dem Gesamtbetrag gebucht werden sollen. Sie können diese Einstellung auf der Bankkontokarte ändern.
es_mx: Especifica si los depósitos bancarios se deben registrar como un único movimiento de banco con el importe total. Puede cambiar esta configuración en la ficha de depósito bancario.
nb_no: Angir om bankinnbetalinger skal bokføres som en enkelt bankkontopost med totalbeløpet. Du kan endre denne innstillingen på bankinnbetalingskortet.
ru_ru: Определяет, должны ли внесения на счет учитываться как одна операция по банку/кассе с итоговой суммой. Этот параметр можно изменить на карточке внесения на счет.

# PageExtension 1973352498 - Property 2879900210
source: Source Code Setup
cs_cz: Nastavení kódu původu
da_dk: Kildesporsdefinition
de_de: Herkunftscodeeinrichtung
es_mx: Config. códigos origen
nb_no: Kildesporsdefinisjon
ru_ru: Настройка кодов источников

# PageExtension 1973352498 - Control 3073362426 - Property 1295455071
source: Specifies the code linked to entries that are posted from a bank deposit.
cs_cz: Určuje kód propojený s položkami, které jsou zaúčtovány z bankovního vkladu.
da_dk: Angiver den kode, der er knyttet til poster, som bogføres fra et bankindskud.
de_de: Gibt den Code an, der mit Posten verknüpft ist, die aus einer Bankeinzahlung gebucht werden.
es_mx: Especifica el código vinculado a los movimientos que se registran desde un depósito bancario.
nb_no: Angir koden som er knyttet til poster som bokføres fra en bankinnbetaling.
ru_ru: Определяет код, связанный с операциями, которые учитываются из внесения на счет.

# TableExtension 1099249094 - Field 2674480274 - Property 2879900210
source: Bank Deposits to Post
cs_cz: Bankovní vklady k účtování
da_dk: Bankindskud, der skal bogføres
de_de: Zu buchende Bankeinzahlungen
es_mx: Depósitos bancarios para registrar
nb_no: Bankinnbetalinger som skal bokføres
ru_ru: Внесения на счет к учету

# TableExtension 861983955 - Field 1742786262 - Property 2879900210
source: Bank Deposit Nos.
cs_cz: Čísla bankovních vkladů
da_dk: Bankindskudsnumre
de_de: Bankeinzahlungsnr.
es_mx: Núms. depósitos bancarios
nb_no: Bankinnbetalingsnr.
ru_ru: Номера внесений на счет

# TableExtension 861983955 - Field 1912598732 - Property 2879900210
source: Post Bank Deposits as Lump Sum
cs_cz: Zaúčtujte bankovní vklady jako paušální částku
da_dk: Bogfør bankindskud som fast beløb
de_de: Bankeinzahlungen als Abschlag buchen
es_mx: Registrar depósitos bancarios como suma total
nb_no: Bokfør bankinnbetaling som engangssum
ru_ru: Учитывать внесения на счет как единую сумму
