Repository: jbakach/MSDyn365BC.Code.History
Catalog: BankDeposits/Source/_Exclude_Bank Deposits/Translations/_Exclude_Bank Deposits.*.xlf
Languages: cs_cz, da_dk, de_de, es_mx, nb_no, ru_ru

# Page 641808831 - Action 2173385693 - Property 1295455071
source: View or edit dimensions, such as area, project, or department, that you can assign to sales and purchase documents to distribute costs and analyze transaction history.
cs_cz: Zobrazení nebo úprava dimenzí, jako je oblast, projekt nebo středisko, které můžete přiřadit k prodejním a nákupním dokladům za účelem distribuce nákladů a analýzy historie transakcí.
da_dk: Vis eller rediger dimensioner, f.eks. område, projekt eller afdeling, som du kan tildele til salgs- og købsbilag for at fordele omkostninger og analysere transaktionshistorik.
de_de: Zeigen Sie Dimensionen an oder bearbeiten Sie sie, wie etwa eines Bereichs, eines Projekts oder einer Abteilung, die Sie Verkaufs- oder Einkaufsbelegen zuweisen können, um die Kosten zu verteilen und den Transaktionsverlauf zu analysieren.
es_mx: Permite ver o editar dimensiones, como el área, el proyecto o el departamento, que pueden asignarse a los documentos de venta y compra para distribuir costos y analizar el historial de transacciones.
nb_no: Vis eller rediger dimensjoner, for eksempel område, prosjekt eller avdeling, som du kan tilordne til salgs- og kjøpsdokumenter for å distribuere kostnader og analysere transaksjonshistorikk.
ru_ru: Просмотр или изменение измерений, например области, проекта или подразделения, которые можно назначать документам покупки и продажи для распределения себестоимости и анализа истории транзакций.

# Page 641808831 - Action 2173385693 - Property 2879900210
source: Dimensions
cs_cz: Dimenze
da_dk: Dimensioner
de_de: Dimensionen
es_mx: Dimensiones
nb_no: Dimensjoner
ru_ru: Измерения

# Page 641808831 - Action 2049212732 - Property 1295455071
source: Undo the posting of the bank deposit by reversing all related ledger entries.
cs_cz: Zrušte zaúčtování bankovního vkladu stornováním všech souvisejících položek hlavní knihy.
da_dk: Annuller bogføringen af bankindbetaling ved at tilbageføre alle relaterede poster.
de_de: Stornieren Sie die Buchung der Bankeinzahlung, indem Sie alle zugehörigen Posten rückgängig machen.
es_mx: Deshacer el registro del depósito bancario invirtiendo todos los movimientos vinculados.
nb_no: Angre bokføringen av bankinnbetalingen ved å tilbakeføre alle tilknyttede poster.
ru_ru: Отмена учета внесения на банковский счет путем сторнирования всех связанных операций книги.

# Page 641808831 - Action 2049212732 - Property 2879900210
source: &Undo Posting
cs_cz: &Zrušit účtování
da_dk: &Annuller bogføring
de_de: Buchung &stornieren
es_mx: &Deshacer registro
nb_no: &Angre bokføring
ru_ru: &Отменить учет

# Page 641808831 - Action 669369698 - Property 1295455071
source: Prepare to print the document. A report request window for the document opens where you can specify what to include on the print-out.
cs_cz: Připravte se na tisk dokumentu. Otevře se okno žádosti o sestavu pro dokument, kde můžete určit, co chcete zahrnout do výtisku.
da_dk: Forbered udskrivning af bilaget. Du får vist et rapportanmodningsvindue for bilaget, hvor du kan angive, hvad der skal medtages på udskriften.
de_de: Bereitet das Drucken des Belegs vor. Ein Berichtanforderungsfenster für den Beleg wird geöffnet, in dem Sie angeben können, was auf dem Ausdruck enthalten sein soll.
es_mx: Preparar el documento para imprimirlo. Se abre una ventana de solicitud de informe para el documento, donde puede especificar qué incluir en la impresión.
nb_no: Klargjør for å skrive ut dokumentet. Det vises et rapportforespørselsvindu for dokumentet der du kan angi hva som skal inkluderes på utskriften.
ru_ru: Подготовка документа к печати. Открывается окно запроса отчета для документа, где вы можете указать, какая информация должна выводиться на печать.

# Page 641808831 - Action 669369698 - Property 2879900210
source: Bank Deposit
cs_cz: Bankovní vklad
da_dk: Bankindskud
de_de: Bankeinzahlung
es_mx: Depósito bancario
nb_no: Bankinnbetaling
ru_ru: Внесение на счет

# Page 3865959199 - Property 2019332006
source: New,Process,Report,Line,Functions
cs_cz: Nový,Proces,Sestava,Řádek,Funkce
da_dk: Ny,Proces,Rapport,Linje,Funktioner
de_de: Neu,Prozess,Bericht,Zeile,Funktionen
es_mx: Nuevo,Proceso,Informe,Línea,Funciones
nb_no: Ny,Prosess,Rapport,Linje,Funksjoner
ru_ru: Новый,Процесс,Отчет,Строка,Функции

# Page 3865959199 - Property 2879900210
source: Posted Bank Deposit Subform
cs_cz: Řádky
da_dk: Underformular til bogført bankindskud
de_de: Gebuchtes Bankeinzahlungsteilformular
es_mx: Subformulario depósito bancario registrado
nb_no: Subform for bokført bankinnbetaling
ru_ru: Субформа учтенного внесения на счет

# Page 3865959199 - Control 1622979514 - Property 1295455071
source: Specifies the account number from which the deposit was received.
cs_cz: Určuje číslo účtu, ze kterého byl přijat vklad.
da_dk: Angiver det kontonummer, som indskuddet blev modtaget fra.
de_de: Gibt die Kontonummer an, aus der die Einzahlung eingegangen ist.
es_mx: Especifica el número de cuenta desde la cual se recibió el depósito.
nb_no: Angir kontonummeret som innbetalingen ble mottatt fra.
ru_ru: Определяет номер счета, с которого было получено внесение.

# Page 3865959199 - Control 3699788827 - Property 1295455071
source: Specifies the account type from which the deposit was received.
cs_cz: Určuje typ účtu, ze kterého byl přijat vklad.
da_dk: Angiver den kontotype, som indskuddet blev modtaget fra.
de_de: Gibt die Kontoart an, aus der die Einzahlung eingegangen ist.
es_mx: Especifica el tipo de cuenta desde la que se recibió el depósito.
nb_no: Angir kontotypen som innbetalingen ble mottatt fra.
ru_ru: Определяет тип счета, с которого было получено внесение.

# Page 3865959199 - Control 636392376 - Property 1295455071
source: Specifies the amount of the item, such as a check, that was deposited.
cs_cz: Určuje částku položky, například šeku, která byla uložena.
da_dk: Angiver beløbet for varen, f.eks. en check, der er indbetalt.
de_de: Gibt den Betrag des Artikels an, z. B. einen Scheck, der hinterlegt wurde.
es_mx: Especifica el importe del producto, como un cheque, que se ingresó.
nb_no: Angir varebeløpet som ble innbetalt, for eksempel en sjekk.
ru_ru: Определяет сумму внесенного на счет платежного средства, например платежного документа.

# Page 3865959199 - Control 3461834954 - Property 1295455071
source: Specifies a description of the transaction on the deposit line.
cs_cz: Určuje popis transakce na řádku vkladu.
da_dk: Angiver en beskrivelse af transaktionen på indskudslinjen.
de_de: Gibt eine Beschreibung der Transaktion in der Einzahlungszeile an.
es_mx: Especifica una descripción de la transacción en la línea de depósito.
nb_no: Angir en beskrivelse av transaksjonen på innbetalingslinjen.
ru_ru: Определяет описание транзакции в строке внесения.

# Page 3865959199 - Control 580412389 - Property 1295455071
source: Specifies the date of the deposit document.
cs_cz: Určuje datum vkladového dokladu.
da_dk: Angiver datoen for indskudsdokumentet.
de_de: Gibt das Datum des Einzahlungsbelegs an.
es_mx: Especifica la fecha del documento de depósito.
nb_no: Angir datoen for innbetalingsdokumentet.
ru_ru: Определяет дату документа внесения.

# Page 3865959199 - Control 486908828 - Property 1295455071
source: Specifies the number of the document (usually a check) that was deposited.
cs_cz: Určuje číslo dokladu (obvykle šeku), který byl uložen.
da_dk: Angiver nummeret på det dokument (normalt en check), der blev deponeret.
de_de: Gibt die Nummer des Belegs (in der Regel ein Scheck) an, der hinterlegt wurde.
es_mx: Especifica el número del documento (normalmente un cheque) del que se realizó un depósito.
nb_no: Angir nummeret på dokumentet (vanligvis en sjekk) som ble innbetalt.
ru_ru: Определяет номер документа (обычно платежного документа), который был внесен на счет.

# Page 3865959199 - Control 2363328873 - Property 1295455071
source: Specifies the document number of the document (usually a check) that was deposited.
cs_cz: Určuje číslo dokladu dokladu (obvykle šeku), který byl vložen.
da_dk: Angiver dokumentnummeret på dokumentet (normalt en check), der blev indbetalt.
de_de: Gibt die Belegnummer des Belegs (in der Regel ein Scheck) an, der hinterlegt wurde.
es_mx: Especifica el número del documento (normalmente, un cheque) del que se realizó un depósito.
nb_no: Angir dokumentnummeret på dokumentet (vanligvis en sjekk) som ble innbetalt.
ru_ru: Определяет номер документа (обычно платежного документа), который был внесен на счет.

# Page 3865959199 - Control 883711285 - Property 1295455071
source: Specifies the entry number from the general ledger account entry.
cs_cz: Určuje číslo položky z položky účtu hlavní knihy.
da_dk: Angiver postens nummer fra finanskontoposten.
de_de: Gibt die Postennummer aus dem Sachkontoposten an.
es_mx: Especifica el número del movimiento de la cuenta contable.
nb_no: Angir løpenummeret fra finanskontoposten.
ru_ru: Определяет номер операции из операции по счету главной книги.

# Page 3865959199 - Control 1577567912 - Property 1295455071
source: Specifies the value assigned to this dimension for this deposit line.
cs_cz: Určuje hodnotu přiřazenou této dimenzi pro tento řádek vkladu.
da_dk: Angiver den værdi, der er tildelt denne dimension for denne indskudslinje.
de_de: Gibt den Wert an, der dieser Dimension für diese Einzahlungszeile zugeordnet ist.
es_mx: Especifica el valor de dimensión asignado para esta línea de depósito.
nb_no: Angir verdien som er tildelt denne dimensjonen for denne innbetalingslinjen.
ru_ru: Определяет значение, присвоенное этому измерению для этой строки внесения.

# Page 3865959199 - Control 1003760969 - Property 1295455071
source: Specifies the value assigned to this dimension for this deposit line.
cs_cz: Určuje hodnotu přiřazenou této dimenzi pro tento řádek vkladu.
da_dk: Angiver den værdi, der er tildelt denne dimension for denne indskudslinje.
de_de: Gibt den Wert an, der dieser Dimension für diese Einzahlungszeile zugeordnet ist.
es_mx: Especifica el valor de dimensión asignado para esta línea de depósito.
nb_no: Angir verdien som er tildelt denne dimensjonen for denne innbetalingslinjen.
ru_ru: Определяет значение, присвоенное этому измерению для этой строки внесения.

# Page 3865959199 - Control 386377809 - Property 1295455071
source: Specifies the sum of the amounts in the Amount fields on the associated posted bank deposit lines.
cs_cz: Určuje součet částek v polích Částka na přidružených řádcích účtovaného bankovního vkladu.
da_dk: Angiver summen af beløbene i felterne Beløb på de tilknyttede bogførte bankindskudslinjer.
de_de: Gibt die Summe der Beträge in den Betragsfeldern der zugeordneten gebuchten Bankeinzahlungszeilen an.
es_mx: Especifica la suma de los importes de los campos Importe de las líneas de depósito bancario registrado asociadas.
nb_no: Angir summen av beløpene i feltene Beløp på de tilhørende bokførte bankinnbetalingslinjene.
ru_ru: Определяет сумму полей "Сумма" в связанных строках учтенных внесений на банковский счет.

# Page 3865959199 - Control 386377809 - Property 2879900210
source: Total Deposit Lines
cs_cz: Celková částka na řádích vkladu
da_dk: Samlede indskudslinjer
de_de: Einzahlungszeilen insgesamt
es_mx: Total líneas depósito
nb_no: Totalt antall innbetalingslinjer
ru_ru: Итого по строкам внесения

# Page 3865959199 - Action 1402615620 - Property 2879900210
source: &Line
cs_cz: Řáde&k
da_dk: &Linje
de_de: &Zeile
es_mx: &Línea
nb_no: &Linje
ru_ru: &Строка

# Page 3865959199 - Action 2214941671 - Property 1295455071
source: View or change detailed information about the account on the deposit line.
cs_cz: Zobrazte nebo změňte podrobné informace o účtu na řádku vkladu.
da_dk: Vis eller rediger detaljerede oplysninger om kontoen på indskudslinjen.
de_de: Zeigen Sie detaillierte Informationen über das Konto in der Einzahlungszeile an, oder ändern Sie sie.
es_mx: Permite ver o cambiar la información detallada sobre la cuenta en la línea de depósito.
nb_no: Vis eller endre detaljert informasjon om kontoen på innbetalingslinjen.
ru_ru: Просмотр или изменение подробных сведений о счете в строке внесения.

# Page 3865959199 - Action 2214941671 - Property 2879900210
source: Account &Card
cs_cz: &Karta účtu
da_dk: &Kontokort
de_de: Konto&karte
es_mx: &Ficha cuenta
nb_no: Konto&kort
ru_ru: &Карточка счета

# Page 3865959199 - Action 4191823642 - Property 1295455071
source: View ledger entries that are posted for the account on the deposit line.
cs_cz: Zobrazte položky, které jsou zaúčtovány pro účet na řádku vkladu.
da_dk: Vis finansposter, der er bogført for kontoen på indskudslinjen.
de_de: Zeigen Sie Posten an, die für das Konto in der Einzahlungszeile gebucht werden.
es_mx: Permite ver los movimientos contables que se registran para la cuenta de la línea de depósito.
nb_no: Vis poster som er bokført for kontoen på innbetalingslinjen.
ru_ru: Просмотр операций книги, учтенных для счета в строке внесения.

# Page 3865959199 - Action 4191823642 - Property 2879900210
source: Account Ledger E&ntries
cs_cz: &Položky hlavní knihy
da_dk: &Kontofinansposter
de_de: Konto&posten
es_mx: &Movs. cta.
nb_no: Ko&ntoposter
ru_ru: Книга операций по с&четам

# Page 3865959199 - Action 2173385693 - Property 1295455071
source: View or edit dimensions, such as area, project, or department, that you can assign to sales and purchase documents to distribute costs and analyze transaction history.
cs_cz: Zobrazení nebo úprava dimenzí, jako je oblast, projekt nebo středisko, které můžete přiřadit k prodejním a nákupním dokladům za účelem distribuce nákladů a analýzy historie transakcí.
da_dk: Vis eller rediger dimensioner, f.eks. område, projekt eller afdeling, som du kan tildele til salgs- og købsbilag for at fordele omkostninger og analysere transaktionshistorik.
de_de: Zeigen Sie Dimensionen an oder bearbeiten Sie sie, wie etwa eines Bereichs, eines Projekts oder einer Abteilung, die Sie Verkaufs- oder Einkaufsbelegen zuweisen können, um die Kosten zu verteilen und den Transaktionsverlauf zu analysieren.
es_mx: Permite ver o editar dimensiones, como el área, el proyecto o el departamento, que pueden asignarse a los documentos de venta y compra para distribuir costos y analizar el historial de transacciones.
nb_no: Vis eller rediger dimensjoner, for eksempel område, prosjekt eller avdeling, som du kan tilordne til salgs- og kjøpsdokumenter for å distribuere kostnader og analysere transaksjonshistorikk.
ru_ru: Просмотр или изменение измерений, например области, проекта или подразделения, которые можно назначать документам покупки и продажи для распределения себестоимости и анализа истории транзакций.

# Page 3865959199 - Action 2173385693 - Property 2879900210
source: Dimensions
cs_cz: Dimenze
da_dk: Dimensioner
de_de: Dimensionen
es_mx: Dimensiones
nb_no: Dimensjoner
ru_ru: Измерения

# Report 3073362426 - Property 2879900210
source: Bank Deposit
cs_cz: Bankovní vklad
da_dk: Bankindskud
de_de: Bankeinzahlung
es_mx: Depósito bancario
nb_no: Bankinnbetaling
ru_ru: Внесение на счет

# Report 3073362426 - NamedType 927834030
source: Account Name
cs_cz: Název účtu
da_dk: Kontonavn
de_de: Kontoname
es_mx: Nombre de cuenta
nb_no: Kontonavn
ru_ru: Название счета

# Report 3073362426 - NamedType 804996823
source: Amount Applied
cs_cz: Vyrovnaná částka
da_dk: Udlignet beløb
de_de: Ausgeglichener Betrag
es_mx: Importe liquidado
nb_no: Utlignet beløp
ru_ru: Примененная сумма

# Report 3073362426 - NamedType 3802726596
source: Amount Applied
cs_cz: Vyrovnaná částka
da_dk: Udlignet beløb
de_de: Ausgeglichener Betrag
es_mx: Importe liquidado
nb_no: Utlignet beløp
ru_ru: Примененная сумма

# Report 3073362426 - NamedType 2836450367
source: Applied To
cs_cz: Vyrovnává
da_dk: Udlignet til
de_de: Ausgeglichen mit
es_mx: Liquidado en
nb_no: Utlignet mot
ru_ru: Применено к

# Report 3073362426 - NamedType 78596061
source: Applied To
cs_cz: Vyrovnává
da_dk: Udlignet til
de_de: Ausgeglichen mit
es_mx: Liquidado en
nb_no: Utlignet mot
ru_ru: Применено к

# Report 3073362426 - NamedType 3854679491
source: Currency Code
cs_cz: Kód měny
da_dk: Valutakode
de_de: Währungscode
es_mx: Código de divisa
nb_no: Valutakode
ru_ru: Код валюты

# Report 3073362426 - NamedType 3552744352
source: Currency Code
cs_cz: Kód měny
da_dk: Valutakode
de_de: Währungscode
es_mx: Código de divisa
nb_no: Valutakode
ru_ru: Код валюты

# Report 3073362426 - NamedType 560527066
source: Currency Code
cs_cz: Kód měny
da_dk: Valutakode
de_de: Währungscode
es_mx: Código de divisa
nb_no: Valutakode
ru_ru: Код валюты

# Report 3073362426 - NamedType 1987762555
source: Page
cs_cz: Strana
da_dk: Side
de_de: Seite
es_mx: Página
nb_no: Side
ru_ru: Страница

# Report 3073362426 - NamedType 649149306
source: Bank Deposit %1
cs_cz: Bankovní vklad %1
da_dk: Bankindskud %1
de_de: Bankeinzahlung %1
es_mx: Depósito bancario %1
nb_no: Bankinnbetaling %1
ru_ru: Внесение на счет %1

# Report 3073362426 - NamedType 1661431751
source: Deposited In
cs_cz: Uloženo v
da_dk: Indbetalt i
de_de: Eingezahlt in
es_mx: Depositado en
nb_no: Innbetalt i
ru_ru: Внесено на

# Report 3073362426 - NamedType 3784258332
source: <Invalid %1>
cs_cz: <Neplatný %1>
da_dk: <Ugyldig %1>
de_de: <%1 ungültig>
es_mx: <%1 no válida>
nb_no: <Ugyldig %1>
ru_ru: <недейств. %1>

# Report 3073362426 - NamedType 2180995406
source: Bank Account No.
cs_cz: Číslo bankovního účtu
da_dk: Bankkontonr.
de_de: Bankkontonr.
es_mx: N.º cuenta bancaria
nb_no: Bankkontonr.
ru_ru: № банковского счета

# Report 3073362426 - NamedType 2146560985
source: Document Date
cs_cz: Datum dokladu
da_dk: Dokumentdato
de_de: Belegdatum
es_mx: Fecha de documento
nb_no: Dokumentdato
ru_ru: Дата документа

# Report 3073362426 - NamedType 4046349364
source: Posting Date
cs_cz: Zúčtovací datum
da_dk: Bogføringsdato
de_de: Buchungsdatum
es_mx: Fecha de registro
nb_no: Bokføringsdato
ru_ru: Дата учета

# Report 3073362426 - NamedType 2200717574
source: Posting Description
cs_cz: Text položky
da_dk: Beskrivelse af bogføring
de_de: Buchungsbeschreibung
es_mx: Descripción de registro
nb_no: Bokføringsbeskrivelse
ru_ru: Описание учета

# Report 3073362426 - NamedType 1629908807
source: Total Deposit Amount
cs_cz: Celková částka vkladu
da_dk: Samlet indskudt beløb
de_de: Einzahlungsgesamtbetrag
es_mx: Total importe depósito
nb_no: Totalt innbetalingsbeløp
ru_ru: Итоговая сумма внесения

# Report 3073362426 - NamedType 370739026
source: Remains Open
cs_cz: Zůstává otevřený
da_dk: Forbliver åben
de_de: Bleibt offen
es_mx: Permanece abierto
nb_no: Forblir åpen
ru_ru: Остается открытой

# Report 3073362426 - NamedType 397748684
source: Original Amount
cs_cz: Původní částka
da_dk: Oprindeligt beløb
de_de: Ursprungsbetrag
es_mx: Importe inicial
nb_no: Opprinnelig beløp
ru_ru: Начальная сумма

# Report 3073362426 - NamedType 1245784021
source: Remains Open
cs_cz: Zůstává otevřený
da_dk: Forbliver åben
de_de: Bleibt offen
es_mx: Permanece abierto
nb_no: Forblir åpen
ru_ru: Остается открытой

# Report 3073362426 - NamedType 1917361535
source: Original Amount
cs_cz: Původní částka
da_dk: Oprindeligt beløb
de_de: Ursprungsbetrag
es_mx: Importe inicial
nb_no: Opprinnelig beløp
ru_ru: Начальная сумма

# Report 3073362426 - NamedType 1654306700
source: Total Application of %1 %2
cs_cz: Celkem vyrovnáno %1 %2
da_dk: Samlet anvendelse af %1 %2
de_de: Gesamtausgleich von %1 %2
es_mx: Liquidación total de %1 %2
nb_no: Total søknad på %1 %2
ru_ru: Итого применение по %1 %2

# Report 3073362426 - NamedType 4218277801
source: Total for Bank Deposit %1, into %2 %3
cs_cz: Celkem za bankovní vklad %1, do %2 %3
da_dk: Samlet bankindskud %1, i %2 %3
de_de: Summe für Bankeinzahlung %1 in %2 %3
es_mx: Total del depósito bancario %1, en %2 %3
nb_no: Sum for bankinnbetaling %1, til %2 %3
ru_ru: Итого по внесению %1, на счет %2 %3

# Report 3073362426 - Control 2346885236 - Property 2879900210
source: Options
cs_cz: Možnosti
da_dk: Indstillinger
de_de: Optionen
es_mx: Opciones
nb_no: Alternativer
ru_ru: Параметры

# Report 3073362426 - Control 1615686686 - Property 1295455071
source: Specifies if application information is included in the report.
cs_cz: Určuje, zda jsou v sestavě zahrnuty informace o vyrovnání.
da_dk: Angiver, om der medtages applikationsoplysninger i rapporten.
de_de: Gibt an, ob Ausgleichsinformationen im Bericht enthalten sind.
es_mx: Especifica si la información de la liquidación se incluye en el informe.
nb_no: Angir om søknadsinformasjon er inkludert i rapporten.
ru_ru: Указывает, включается ли в отчет информация о применении.

# Report 3073362426 - Control 1615686686 - Property 2879900210
source: Show Applications
cs_cz: Zobrazit vyrovnání
da_dk: Vis applikationer
de_de: Ausgleiche anzeigen
es_mx: Mostrar aplicaciones
nb_no: Vis søknader
ru_ru: Показать применения

# Report 2614277098 - Property 2879900210
source: Bank Deposit Test Report
cs_cz: Testovací sestava bankovního vkladu
da_dk: Rapport om test af bankindskud
de_de: Bankeinzahlungstestbericht
es_mx: Informe de prueba de depósito bancario
nb_no: Kontrollrapport for bankinnbetaling
ru_ru: Тестовый отчет по внесениям на счет

# Report 2614277098 - NamedType 3315736793
source: %1 is not a valid %2.
cs_cz: %1 není platné %2.
da_dk: %1 er ikke en gyldig %2.
de_de: %1 ist kein gültiger/s %2.
es_mx: %1 no es un %2 válido.
nb_no: %1 er ikke en gyldig %2.
ru_ru: %1 не представляет собой допустимый %2.

# Report 2614277098 - NamedType 1482494598
source: Account No. / Name
cs_cz: Číslo účtu / Název
da_dk: Kontonr./navn
de_de: Kontonr./-name
es_mx: N.º/nombre cuenta
nb_no: Kontonr./-navn
ru_ru: №/название счета

# Report 2614277098 - NamedType 548185540
source: Account No. / Name
cs_cz: Číslo účtu / Název
da_dk: Kontonr./navn
de_de: Kontonr./-name
es_mx: N.º/nombre cuenta
nb_no: Kontonr./-navn
ru_ru: №/название счета

# Report 2614277098 - NamedType 2435101318
source: Account Type
cs_cz: Typ účtu
da_dk: Kontotype
de_de: Kontoart
es_mx: Tipo de cuenta
nb_no: Kontotype
ru_ru: Тип счета

# Report 2614277098 - NamedType 804996823
source: Total Amount Applied
cs_cz: Celková vyrovnaná částka
da_dk: Udlignet totalt beløb
de_de: Ausgeglichener Gesamtbetrag
es_mx: Importe total liquidado
nb_no: Totalt utlignet beløp
ru_ru: Итоговая примененная сумма

# Report 2614277098 - NamedType 1019079186
source: Total Amount Applied
cs_cz: Celková vyrovnaná částka
da_dk: Udlignet totalt beløb
de_de: Ausgeglichener Gesamtbetrag
es_mx: Importe total liquidado
nb_no: Totalt utlignet beløp
ru_ru: Итоговая примененная сумма

# Report 2614277098 - NamedType 3285233284
source: Credit Amount
cs_cz: Kreditní částka
da_dk: Kreditbeløb
de_de: Habenbetrag
es_mx: Importe haber
nb_no: Kreditbeløp
ru_ru: Сумма по кредиту

# Report 2614277098 - NamedType 3929044580
source: Credit Amount
cs_cz: Kreditní částka
da_dk: Kreditbeløb
de_de: Habenbetrag
es_mx: Importe haber
nb_no: Kreditbeløp
ru_ru: Сумма по кредиту

# Report 2614277098 - NamedType 2676914304
source: Payment Discount
cs_cz: Skonto
da_dk: Betalingsrabat
de_de: Skonto
es_mx: Descuento P.P.
nb_no: Kontantrabatt
ru_ru: Скидка оплаты

# Report 2614277098 - NamedType 3445182279
source: Payment Discount
cs_cz: Skonto
da_dk: Betalingsrabat
de_de: Skonto
es_mx: Descuento P.P.
nb_no: Kontantrabatt
ru_ru: Скидка оплаты

# Report 2614277098 - NamedType 1073270240
source: Amount Due
cs_cz: Splatná částka
da_dk: Skyldigt beløb
de_de: Fälliger Betrag
es_mx: Importe vencido
nb_no: Beløp som forfaller
ru_ru: Сумма к уплате

# Report 2614277098 - NamedType 1092628749
source: Amount Due
cs_cz: Splatná částka
da_dk: Skyldigt beløb
de_de: Fälliger Betrag
es_mx: Importe vencido
nb_no: Beløp som forfaller
ru_ru: Сумма к уплате
