Repository: jbakach/MSDyn365BC.Code.History
Catalog: BankDeposits/Source/_Exclude_Bank Deposits/Translations/_Exclude_Bank Deposits.*.xlf
Languages: cs_cz, da_dk, de_de, es_mx, nb_no, ru_ru

# Codeunit 3514750067 - NamedType 1427565258
source: Feature: Use standardized bank deposits.
cs_cz: Funkce: Použít standardizované bankovní vklady.
da_dk: Funktion: Brug standardiserede bankindskud.
de_de: Funktion: Verwenden Sie standardisierte Bankeinzahlungen.
es_mx: Característica: Utilizar depósitos bancarios estandarizados.
nb_no: Funksjon: Bruk standardiserte bankinnbetalinger.
ru_ru: Функция: использование стандартизованных внесений на банковские счета.

# Codeunit 3514750067 - NamedType 33623699
source: This page cannot be used because the Bank Deposits feature is not switched on.
cs_cz: Tuto stránku nelze použít, protože není zapnuta funkce Bankovní vklady.
da_dk: Denne side kan ikke bruges, fordi funktionen Bankindskud ikke er slået til.
de_de: Diese Seite kann nicht verwendet werden, da die Funktion „Bankeinzahlungen“ nicht aktiviert ist.
es_mx: No se puede usar esta página porque la características Depósitos bancarios no está activada.
nb_no: Denne siden kan ikke brukes fordi funksjonen Bankinnbetalinger ikke er aktivert.
ru_ru: Эту страницу использовать невозможно, так как функция "Внесения на счет" не включена.

# Codeunit 4266060842 - NamedType 1524688520
source: Before you can navigate on a deposit, you must create and activate a key group called "NavDep". If you cannot do this yourself, ask your system administrator.
cs_cz: Než budete moci přejít na vklad, musíte vytvořit a aktivovat skupinu klíčů s názvem "NavDep". Pokud to nemůžete udělat sami, zeptejte se správce systému.
da_dk: Før du kan navigere på en indbetaling, skal du oprette og aktivere en nøglegruppe med navnet "NavDep". Hvis du ikke kan gøre dette selv, skal du kontakte systemadministratoren.
de_de: Bevor Sie zu einer Einzahlung wechseln können, müssen Sie eine Schlüsselgruppe namens „NavDep“ erstellen und aktivieren. Falls dies nicht möglich ist, wenden Sie sich an den Systemadministrator.
es_mx: Para poder navegar en un depósito, debe crear y activar un grupo de claves denominado "NavDep". Si no puede hacerlo usted mismo, pregunte al administrador del sistema.
nb_no: Før du kan navigere til en innbetaling, må du opprette og aktivere en nøkkelgruppe kalt NavDep. Hvis du ikke kan gjøre dette selv, spør du systemadministratoren.
ru_ru: Для работы навигации по внесениям на счет необходимо создать и активировать группу ключей с именем NavDep. Если вы не можете сделать это самостоятельно, обратитесь к системному администратору.

# Codeunit 2005374712 - NamedType 2681845503
source: Bank Deposit Journal
cs_cz: Deník bankovních vkladů
da_dk: Bankindskudskladde
de_de: Bankeinzahlungs-Buch.-Blatt
es_mx: Diario de depósitos bancarios
nb_no: Bankinnbetalingskladd
ru_ru: Журнал внесений на банковский счет

# Codeunit 2005374712 - NamedType 3763092611
source: Bank Deposit Journals
cs_cz: Deníky bankovních vkladů
da_dk: Bankindskudskladder
de_de: Bankeinzahlungs-Buch.-Blätter
es_mx: Diarios de depósitos bancarios
nb_no: Bankinnbetalingskladder
ru_ru: Журналы внесений на банковский счет

# Codeunit 2005374712 - NamedType 1923184603
source: BNKDEPOSIT
cs_cz: BNKVKLAD
da_dk: BNKINDSKUD
de_de: BANKEINZ
es_mx: DEPOSITBAN
nb_no: BNKINNBET
ru_ru: ВНЕСНАСЧЕТ

# Codeunit 2005374712 - NamedType 665819366
source: Bank Deposit
cs_cz: Bankovní vklad
da_dk: Bankindskud
de_de: Bankeinzahlung
es_mx: Depósito bancario
nb_no: Bankinnbetaling
ru_ru: Внесение на счет

# Page 3862650212 - Property 2879900210
source: Bank Account Comment List
cs_cz: Seznam komentářů k bankovnímu účtu
da_dk: Liste over bemærkninger til bankkonto
de_de: Bankkontobemerkungsliste
es_mx: Lista de comentarios de banco
nb_no: Merknadsoversikt for bankkonto
ru_ru: Список комментариев к банковскому счету

# Page 3862650212 - Control 3004954119 - Property 1295455071
source: Specifies a code for the comment.
cs_cz: Určuje kód pro komentář.
da_dk: Angiver en kode for kommentaren.
de_de: Gibt einen Code für die Bemerkung an.
es_mx: Especifica un código para el comentario.
nb_no: Angir en kode for merknaden.
ru_ru: Определяет код комментария.

# Page 3862650212 - Control 2790486453 - Property 1295455071
source: Specifies the comment itself.
cs_cz: Určuje samotný komentář.
da_dk: Angiver selve bemærkningen.
de_de: Gibt die eigentliche Bemerkung an.
es_mx: Especifica el comentario en sí.
nb_no: Angir selve merknaden.
ru_ru: Определяет сам комментарий.

# Page 3862650212 - Control 3192175264 - Property 1295455071
source: Specifies the date the comment was created.
cs_cz: Určuje datum vytvoření poznámky.
da_dk: Angiver den dato, som kommentaren blev oprettet på.
de_de: Gibt das Datum an, an dem die Bemerkung erstellt wurde.
es_mx: Especifica la fecha en que se creó el comentario.
nb_no: Angir datoen da merknaden ble opprettet.
ru_ru: Определяет дату создания комментария.

# Page 3862650212 - Control 4200184881 - Property 1295455071
source: Specifies the number of the account, bank account, customer, vendor or item to which the comment applies.
cs_cz: Určuje číslo účtu, bankovního účtu, zákazníka, dodavatele nebo zboží, ke kterému se komentář vztahuje.
da_dk: Angiver nummeret på den konto, bankkonto, debitor, kreditor eller vare, som bemærkningen vedrører.
de_de: Gibt die Nummer des Kontos, Bankkontos, Debitors, Kreditors oder Artikels an, auf den sich die Bemerkung bezieht.
es_mx: Especifica el número de la cuenta, banco, cliente, proveedor o producto al que corresponde el comentario.
nb_no: Angir nummeret for kontoen, bankkontoen, kunden, leverandøren eller varen som merknaden gjelder.
ru_ru: Определяет номер счета, банковского счета, клиента, поставщика или товара, к которому относится комментарий.

# Page 1313128471 - Property 2879900210
source: Bank Account Comment Sheet
cs_cz: List s komentáři k bankovnímu účtu
da_dk: Ark med bemærkninger til bankkonto
de_de: Bankkontobemerkungsblatt
es_mx: Hoja de comentarios de banco
nb_no: Merknadsark for bankkonto
ru_ru: Лист комментариев к банковскому счету

# Page 1313128471 - Control 3004954119 - Property 1295455071
source: Specifies a code for the comment.
cs_cz: Určuje kód pro komentář.
da_dk: Angiver en kode for kommentaren.
de_de: Gibt einen Code für die Bemerkung an.
es_mx: Especifica un código para el comentario.
nb_no: Angir en kode for merknaden.
ru_ru: Определяет код комментария.

# Page 1313128471 - Control 2790486453 - Property 1295455071
source: Specifies the comment itself.
cs_cz: Určuje samotný komentář.
da_dk: Angiver selve bemærkningen.
de_de: Gibt die eigentliche Bemerkung an.
es_mx: Especifica el comentario en sí.
nb_no: Angir selve merknaden.
ru_ru: Определяет сам комментарий.

# Page 1313128471 - Control 3192175264 - Property 1295455071
source: Specifies the date the comment was created.
cs_cz: Určuje datum vytvoření poznámky.
da_dk: Angiver den dato, som kommentaren blev oprettet på.
de_de: Gibt das Datum an, an dem die Bemerkung erstellt wurde.
es_mx: Especifica la fecha en que se creó el comentario.
nb_no: Angir datoen da merknaden ble opprettet.
ru_ru: Определяет дату создания комментария.

# Page 3073362426 - Property 2019332006
source: New,Process,Report,Posting,Bank Deposit
cs_cz: Nový,Proces,Sestava,Účtování,Bankovní vklad
da_dk: Ny,Proces,Rapport,Bogføring,Bankindskud
de_de: Neu,Prozess,Bericht,Buchung,Bankeinzahlung
es_mx: Nuevo,Proceso,Informe,Registro,Depósito bancario
nb_no: Ny,Prosess,Rapport,Bokføring,Bankinnbetaling
ru_ru: Новый,Процесс,Отчет,Учет,Внесение на счет

# Page 3073362426 - Property 2879900210
source: Bank Deposit
cs_cz: Bankovní vklad
da_dk: Bankindskud
de_de: Bankeinzahlung
es_mx: Depósito bancario
nb_no: Bankinnbetaling
ru_ru: Внесение на счет

# Page 3073362426 - NamedType 3246919479
source: Bank deposit test report has not been set up.
cs_cz: Testovací sestava bankovního vkladu nebyla nastavena.
da_dk: Der er ikke konfigureret en rapport om test af bankindskud.
de_de: Bankeinzahlungstestbericht wurde nicht eingerichtet.
es_mx: No se ha configurado el informe de pruebas de depósitos bancarios.
nb_no: Kontrollrapport for bankinnbetaling er ikke konfigurert.
ru_ru: Тестовый отчет по внесениям на счет не настроен.

# Page 3073362426 - NamedType 219863061
source: Do you want to add the bank deposit dimensions to all bank deposit lines?
cs_cz: Chcete přidat dimenze bankovního vkladu ke všem řádkům bankovního vkladu?
da_dk: Vil du føje bankindbetalingsdimensionerne til alle bankindbetalingslinjer?
de_de: Möchten Sie die Bankeinzahlungsdimensionen allen Bankeinzahlungszeilen hinzufügen?
es_mx: ¿Desea agregar las dimensiones de depósito bancario a todas las líneas de depósito bancario?
nb_no: Vil du legge til bankinnbetalingsdimensjoner på alle bankinnbetalingslinjer?
ru_ru: Установить измерения внесения на счет во все строки внесений на счет?

# Page 3073362426 - Control 2445482498 - Property 2879900210
source: General
cs_cz: Obecné
da_dk: Generelt
de_de: Allgemein
nb_no: Generelt
ru_ru: Общие сведения

# Page 3073362426 - Control 4248640148 - Property 1295455071
source: Specifies the bank account number to which this bank deposit is being made.
cs_cz: Určuje číslo bankovního účtu, na který je tento bankovní vklad prováděn.
da_dk: Angiver nummeret på den bankkonto, som bankindskuddet er foretaget på.
de_de: Gibt die Bankkontonummer an, auf die diese Bankeinzahlung erfolgt.
es_mx: Especifica el número de la cuenta bancaria en la que se realiza este depósito bancario.
nb_no: Angir bankkontonummeret som denne bankinnbetalingen utføres til.
ru_ru: Определяет номер банковского счета, на который осуществляется это внесение.

# Page 3073362426 - Control 4198939294 - Property 1295455071
source: Specifies the currency that will be used for this Deposit.
cs_cz: Určuje měnu, která bude použita pro tento vklad.
da_dk: Angiver den valuta, der skal bruges til dette indskud.
de_de: Gibt die Währung an, die für diese Einzahlung verwendet wird.
es_mx: Especifica la divisa que se usará para este depósito.
nb_no: Angir valutaen som skal brukes for denne innbetalingen.
ru_ru: Определяет валюту, которая будет использоваться для этого внесения.

# Page 3073362426 - Control 365542049 - Property 1295455071
source: Specifies the difference between the Amount field and the Cleared Amount field.
cs_cz: Určuje rozdíl mezi poli Částka a polem Zaúčtovaná částka.
da_dk: Angiver differencen mellem feltet Beløb og feltet Godkendt beløb.
de_de: Gibt die Differenz zwischen dem Feld „Betrag“ und dem Feld „Ausgeglichener Betrag“ an.
es_mx: Especifica la diferencia entre el campo Importe y el campo Importe compensado.
nb_no: Angir differansen mellom feltet Beløp og feltet Betalt beløp.
ru_ru: Определяет разницу между полями "Сумма" и "Зачисленная сумма".

# Page 3073362426 - Control 365542049 - Property 2879900210
source: Difference
cs_cz: Rozdíl
de_de: Differenz
es_mx: Diferencia
nb_no: Differanse
ru_ru: Разница

# Page 3073362426 - Control 580412389 - Property 1295455071
source: Specifies the date of the bank deposit document.
cs_cz: Určuje datum bankovního vkladového dokladu.
da_dk: Angiver datoen for bankindskudsdokumentet.
de_de: Gibt das Datum des Bankeinzahlungsbelegs an.
es_mx: Especifica la fecha del documento de depósito bancario.
nb_no: Angir datoen for bankinnbetalingsdokumentet.
ru_ru: Определяет дату документа внесения на счет.

# Page 3073362426 - Control 4200184881 - Property 1295455071
source: Specifies the number of the bank deposit that you are creating.
cs_cz: Určuje číslo bankovního vkladu, který vytváříte.
da_dk: Angiver nummeret på det bankindskud, du er ved at oprette.
de_de: Gibt die Nummer der Bankeinzahlung an, die Sie erstellen.
es_mx: Especifica el número del depósito bancario que va a crear.
nb_no: Angir nummeret for bankinnbetalingen du oppretter.
ru_ru: Определяет номер создаваемого внесения на счет.

# Page 3073362426 - Control 298083911 - Property 1295455071
source: Specifies if the bank deposit should be posted as a single bank account ledger entry with the total amount.
cs_cz: Určuje, zda má být bankovní vklad zaúčtován jako jeden záznam bankovního účtu s celkovou částkou.
da_dk: Angiver, om bankindskuddet skal bogføres som en enkelt bankkontofinanspost med det samlede beløb.
de_de: Gibt an, ob die Bankeinzahlung als ein einzelner Bankposten mit dem Gesamtbetrag gebucht werden soll.
es_mx: Especifica si el depósito bancario debe registrarse como un único movimiento de banco con el importe total.
nb_no: Angir om bankinnbetalingen skal bokføres som en enkelt bankkontopost med totalbeløpet.
ru_ru: Определяет, должно ли внесение на счет учитываться как одна операция по банку/кассе с итоговой суммой.

# Page 3073362426 - Control 3710982960 - Property 1295455071
source: Specifies the date when the bank deposit should be posted. This should be the date that the bank deposit is deposited in the bank.
cs_cz: Určuje datum, kdy má být bankovní vklad zaúčtován. To by mělo být datum, kdy je bankovní vklad uložen v bance.
da_dk: Angiver den dato, hvor bankindskuddet skal bogføres. Det skal være den dato, hvor bankindskuddet er indbetalt i banken.
de_de: Gibt das Datum an, an dem die Bankeinzahlung gebucht werden soll. Dies muss das Datum sein, an dem die Bankeinzahlung in der Bank gebucht wird.
es_mx: Especifica la fecha en la que se debe registrar el depósito bancario. Debe ser la fecha en la que se ingresa el depósito bancario en el banco.
nb_no: Angir datoen da bankinnbetalingen skal bokføres. Dette må være datoen da bankinnbetalingen innbetales i banken.
ru_ru: Определяет дату, когда внесение на счет должно быть учтено. Это должна быть дата внесения на счет в банк.

# Page 3073362426 - Control 1577567912 - Property 1295455071
source: Specifies the dimension value code the bank deposit header will be associated with.
cs_cz: Určuje kód hodnoty dimenze, která bude přidružena k hlavičce bankovního vkladu.
da_dk: Angiver den dimensionsværdikode, som overskriften for bankindskuddet vil blive tilknyttet.
de_de: Gibt den Dimensionswertcode an, dem der Bankeinzahlungskopf zugeordnet wird.
es_mx: Especifica el código del valor de dimensión al que se asociará la cabecera del depósito bancario.
nb_no: Angir dimensjonsverdikoden som bankinnbetalingshodet skal knyttes til.
ru_ru: Определяет код значения измерения, с которым будет связан заголовок внесения на счет.

# Page 3073362426 - Control 1003760969 - Property 1295455071
source: Specifies the dimension value code the bank deposit header will be associated with.
cs_cz: Určuje kód hodnoty dimenze, která bude přidružena k hlavičce bankovního vkladu.
da_dk: Angiver den dimensionsværdikode, som overskriften for bankindskuddet vil blive tilknyttet.
de_de: Gibt den Dimensionswertcode an, dem der Bankeinzahlungskopf zugeordnet wird.
es_mx: Especifica el código del valor de dimensión al que se asociará la cabecera del depósito bancario.
nb_no: Angir dimensjonsverdikoden som bankinnbetalingshodet skal knyttes til.
ru_ru: Определяет код значения измерения, с которым будет связан заголовок внесения на счет.

# Page 3073362426 - Control 2829932290 - Property 1295455071
source: Specifies the total amount of the bank deposit. The sum of the amounts must equal this field value before you will be able to post this bank deposit.
cs_cz: Určuje celkovou výši bankovního vkladu. Součet částek se musí rovnat této hodnotě pole, než budete moci zaúčtovat tento bankovní vklad.
da_dk: Angiver det samlede beløb for bankindskuddet. Summen af beløbene skal være lig med værdien i feltet, før du kan bogføre bankindskuddet.
de_de: Gibt den Gesamtbetrag der Bankeinzahlung an. Die Summe der Beträge muss diesem Feldwert entsprechen, bevor Sie diese Bankeinzahlung buchen können.
es_mx: Especifica el importe total del depósito bancario. La suma de los importes debe coincidir con el valor de este campo antes de poder registrar este depósito bancario.
nb_no: Angir totalbeløpet for bankinnbetalingen. Summen av beløpene må være lik denne feltverdien før du kan bokføre denne bankinnbetalingen.
ru_ru: Определяет итоговую сумму внесения на счет. Чтобы это внесение можно было учесть, сумма всех сумм должна быть равна значению этого поля.

# Page 3073362426 - Action 1499795508 - Property 2879900210
source: Bank &Deposit
cs_cz: &Bankovní vklad
da_dk: &Bankindskud
de_de: Bank&einzahlung
es_mx: &Depósito bancario
nb_no: Bank&innbetaling
ru_ru: Внесение на с&чет

# Page 3073362426 - Action 1921943208 - Property 1295455071
source: Edit the journal batch that the bank deposit is based on.
cs_cz: Upravte list deníku, na kterém je bankovní vklad založen.
da_dk: Rediger det kladdenavn, som bankindskuddet er baseret på.
de_de: Bearbeiten Sie den Buch.-Blattstapel, auf dem die Bankeinzahlung basiert.
es_mx: Permite editar la sección de diario en la que se basa el depósito bancario.
nb_no: Rediger kladden som bankinnbetalingen er basert på.
ru_ru: Изменение раздела журнала, на котором основано внесение на счет.

# Page 3073362426 - Action 1921943208 - Property 2879900210
source: Change &Batch
cs_cz: &Změnit dávku
da_dk: Skift &batch
de_de: &Stapel ändern
es_mx: Cambiar &lote
nb_no: Endre &kjørsel
ru_ru: Изменить &раздел

# Page 3073362426 - Action 503024588 - Property 1295455071
source: View deposit comments that apply.
cs_cz: Zobrazit komentáře k vkladu, které platí.
da_dk: Vis relevante indskudsbemærkninger.
de_de: Zeigen Sie Einzahlungsbemerkungen an, die zutreffen.
es_mx: Permite ver los comentarios de depósito aplicables.
nb_no: Vis innbetalingsmerknader som gjelder.
ru_ru: Просмотр применимых комментариев к внесению.

# Page 3073362426 - Action 503024588 - Property 2879900210
source: Comments
cs_cz: Komentáře
da_dk: Bemærkninger
de_de: Bemerkungen
es_mx: Comentarios
nb_no: Merknader
ru_ru: Комментарии

# Page 3073362426 - Action 2173385693 - Property 1295455071
source: View or edit dimensions, such as area, project, or department, that you can assign to sales and purchase documents to distribute costs and analyze transaction history.
cs_cz: Zobrazení nebo úprava dimenzí, jako je oblast, projekt nebo středisko, které můžete přiřadit k prodejním a nákupním dokladům za účelem distribuce nákladů a analýzy historie transakcí.
da_dk: Vis eller rediger dimensioner, f.eks. område, projekt eller afdeling, som du kan tildele til salgs- og købsbilag for at fordele omkostninger og analysere transaktionshistorik.
de_de: Zeigen Sie Dimensionen an oder bearbeiten Sie sie, wie etwa eines Bereichs, eines Projekts oder einer Abteilung, die Sie Verkaufs- oder Einkaufsbelegen zuweisen können, um die Kosten zu verteilen und den Transaktionsverlauf zu analysieren.
es_mx: Permite ver o editar dimensiones, como el área, el proyecto o el departamento, que pueden asignarse a los documentos de venta y compra para distribuir costos y analizar el historial de transacciones.
nb_no: Vis eller rediger dimensjoner, for eksempel område, prosjekt eller avdeling, som du kan tilordne til salgs- og kjøpsdokumenter for å distribuere kostnader og analysere transaksjonshistorikk.
ru_ru: Просмотр или изменение измерений, например области, проекта или подразделения, которые можно назначать документам покупки и продажи для распределения себестоимости и анализа истории транзакций.

# Page 3073362426 - Action 2173385693 - Property 2879900210
source: Dimensions
cs_cz: Dimenze
da_dk: Dimensioner
de_de: Dimensionen
es_mx: Dimensiones
nb_no: Dimensjoner
ru_ru: Измерения

# Page 3073362426 - Action 1721594309 - Property 2879900210
source: LineSeparator
cs_cz: OddělovačŘádku
da_dk: Linjeadskiller
de_de: Zeilentrennzeichen
es_mx: Separador de líneas
nb_no: Linjeskilletegn
ru_ru: Разделитель строк

# Page 3073362426 - Action 2245087378 - Property 2879900210
source: P&osting
cs_cz: Úč&tování
da_dk: &Bogføring
de_de: B&uchung
es_mx: &Registro
nb_no: B&okføring
ru_ru: У&чет

# Page 3073362426 - Action 2282416948 - Property 1295455071
source: Finalize the document or journal by posting the amounts and quantities to the related accounts in your company books.
cs_cz: Dokončete doklad nebo deník zaúčtováním částek a množství na související účty ve vašich firemních knihách.
da_dk: Færdiggør bilaget eller kladden ved at bogføre beløb og antal på de relaterede konti i regnskaberne.
de_de: Schließen Sie den Beleg oder das Buch.-Blatt durch Buchen der Beträge und Mengen auf die entsprechenden Konten in den Firmenbüchern ab.
es_mx: Finaliza el documento o el diario registrando los importes y las cantidades en las cuentas relacionadas de los libros de su empresa.
nb_no: Fullfør dokumentet eller kladden ved å bokføre beløpene og antallene til de relaterte kontiene i selskapstablåene.
ru_ru: Завершение подготовки документа или журнала путем учета сумм и количеств на соответствующих счетах в книгах организации.

# Page 3073362426 - Action 2282416948 - Property 2879900210
source: P&ost
cs_cz: Účtov&at
da_dk: B&ogfør
de_de: B&uchen
es_mx: &Registrar
nb_no: B&okfør
ru_ru: У&честь

# Page 3073362426 - Action 513012614 - Property 1295455071
source: Finalize and prepare to print the document or journal. The values and quantities are posted to the related accounts. A report request window where you can specify what to include on the print-out.
cs_cz: Dokončete a připravte se na tisk dokumentu nebo deníku. Hodnoty a množství jsou zaúčtovány na související účty. V okně s požadavkem na sestavu můžete určit, co chcete zahrnout do výtisku.
da_dk: Færdiggør bilaget eller kladden, og forbered udskrivning. Værdierne og mængderne bogføres på de relevante konti. Du får vist et rapportanmodningsvindue, hvor du kan angive, hvad der skal udskrives.
de_de: Schließen Sie den Beleg oder das Buch.-Blatt ab, und bereiten Sie das Drucken vor. Die Werte und Mengen werden auf die entsprechenden Konten gebucht. Ein Berichtanforderungsfenster wird geöffnet, in dem Sie angeben können, was auf dem Ausdruck enthalten sein soll.
es_mx: Permite finalizar y preparar la impresión del documento o el diario. Los valores y las cantidades se registran en las cuentas relacionadas. Se abre una ventana de solicitud de informe en la que puede especificar lo que desea incluir en la impresión.
nb_no: Fullfør og klargjør for å skrive ut dokumentet eller kladden. Verdiene og antallene blir bokført til de relaterte kontoene. Det vises et rapportforespørselsvindu der du kan angi hva som skal inkluderes på utskriften.
ru_ru: Завершение работы над документом или журналом и подготовка к его печати. Значения и количества учитываются на соответствующих счетах. В окне запроса отчета можно указать, какая информация должна выводиться на печать.

# Page 3073362426 - Action 513012614 - Property 2879900210
source: Post and &Print
cs_cz: Účtovat a vy&tisknout
da_dk: Bogfør og &udskriv
de_de: Buchen und &drucken
es_mx: Registrar e &imprimir
nb_no: Bokfør og &skriv ut
ru_ru: Учет и &печать

# Page 3073362426 - Action 3150094508 - Property 1295455071
source: View a test report so that you can find and correct any errors before you perform the actual posting of the journal or document.
cs_cz: Zobrazte testovací sestavu, abyste mohli najít a opravit případné chyby před provedením skutečného účtování deníku nebo dokladu.
da_dk: Vis en testrapport, så du kan finde og rette eventuelle fejl, før du udfører den faktiske bogføring af kladden eller bilaget.
de_de: Testbericht anzeigen, damit Sie mögliche Fehler vor dem Buchen des Buch.-Blatts oder Belegs finden und korrigieren können.
es_mx: Permite ver un informe de prueba para que pueda buscar y corregir errores antes de realizar el registro real del diario o documento.
nb_no: Vis en kontrollrapport slik at du kan finne og rette eventuelle feil før du bokfører kladden eller dokumentet.
ru_ru: Просмотр тестового отчета для выявления и исправления возможных ошибок перед учетом журнала или документа.
