Repository: jbakach/MSDyn365BC.Code.History
Catalog: BankDeposits/Source/_Exclude_Bank Deposits/Translations/_Exclude_Bank Deposits.*.xlf
Languages: cs_cz, da_dk, de_de, es_mx, nb_no, ru_ru

# Page 1816704201 - Action 1405007275 - Property 1295455071
source: Find all bank account ledger entries that exist for this bank deposit.
cs_cz: Vyhledejte všechny položky bankovního účtu, které existují pro tento bankovní vklad.
da_dk: Find alle bankkontoens finansposter, der findes for dette bankindskud.
de_de: Suchen Sie alle Bankposten, die für diese Bankeinzahlung vorhanden sind.
es_mx: Busque todos los movimientos de banco que existen para este depósito bancario.
nb_no: Finn alle bankkontoposter som finnes for denne bankinnbetalingen.
ru_ru: Поиск всех операций по банку/кассе, которые существуют для этого внесения на счет.

# Page 1816704201 - Action 1405007275 - Property 2879900210
source: Find entries...
cs_cz: Najít položky...
da_dk: Find poster...
de_de: Posten suchen ...
es_mx: Buscar movimientos...
nb_no: Søk etter poster ...
ru_ru: Найти операции...

# Page 1816704201 - Action 1002420131 - Property 1295455071
source: Prepare to print the document. A report request window for the document opens where you can specify what to include on the print-out.
cs_cz: Připravte se na tisk dokumentu. Otevře se okno žádosti o sestavu pro dokument, kde můžete určit, co chcete zahrnout do výtisku.
da_dk: Gør dig klar til at udskrive bilaget. Der åbnes et rapportanmodningsvindue for bilaget, hvor du kan angive, hvad der skal medtages på udskriften.
de_de: Bereitet das Drucken des Belegs vor. Ein Berichtanforderungsfenster für den Beleg wird geöffnet, in dem Sie angeben können, was auf dem Ausdruck enthalten sein soll.
es_mx: Preparar el documento para imprimirlo. Se abre una ventana de solicitud de informe para el documento, donde puede especificar qué incluir en la impresión.
nb_no: Klargjør for å skrive ut dokumentet. Det vises et rapportforespørselsvindu for dokumentet der du kan angi hva som skal inkluderes på utskriften.
ru_ru: Подготовка документа к печати. Открывается окно запроса отчета для документа, где вы можете указать, какая информация должна выводиться на печать.

# Page 1816704201 - Action 1002420131 - Property 2879900210
source: &Print
cs_cz: T&isk
da_dk: U&dskriv
de_de: &Drucken
es_mx: &Imprimir
nb_no: &Skriv ut
ru_ru: &Печать

# Page 1816704201 - Action 2049212732 - Property 1295455071
source: Undo the posting of the bank deposit by reversing all related ledger entries.
cs_cz: Zrušte zaúčtování bankovního vkladu stornováním všech souvisejících položek hlavní knihy.
da_dk: Annuller bogføringen af bankindbetaling ved at tilbageføre alle relaterede poster.
de_de: Stornieren Sie die Buchung der Bankeinzahlung, indem Sie alle zugehörigen Posten rückgängig machen.
es_mx: Deshacer el registro del depósito bancario invirtiendo todos los movimientos vinculados.
nb_no: Angre bokføringen av bankinnbetalingen ved å tilbakeføre alle tilknyttede poster.
ru_ru: Отмена учета внесения на банковский счет путем сторнирования всех связанных операций книги.

# Page 1816704201 - Action 2049212732 - Property 2879900210
source: &Undo Posting
cs_cz: &Zrušit účtování
da_dk: &Annuller bogføring
de_de: Buchung &stornieren
es_mx: &Deshacer registro
nb_no: &Angre bokføring
ru_ru: &Отменить учет

# Page 3875541982 - Property 2879900210
source: Posted Bank Deposit Lines
cs_cz: Účtované řádky bankovního vkladu
da_dk: Bogførte bankindskudslinjer
de_de: Gebuchte Bankeinzahlungszeilen
es_mx: Líns. depósito bancario registradas
nb_no: Bokførte bankinnbetalingslinjer
ru_ru: Строки учтенного внесения на счет

# Page 3875541982 - Control 1622979514 - Property 1295455071
source: Specifies the account number from which the deposit was received.
cs_cz: Určuje číslo účtu, ze kterého byl přijat vklad.
da_dk: Angiver det kontonummer, som indskuddet blev modtaget fra.
de_de: Gibt die Kontonummer an, aus der die Einzahlung eingegangen ist.
es_mx: Especifica el número de cuenta desde la cual se recibió el depósito.
nb_no: Angir kontonummeret som innbetalingen ble mottatt fra.
ru_ru: Определяет номер счета, с которого было получено внесение.

# Page 3875541982 - Control 3699788827 - Property 1295455071
source: Specifies the account type from which the deposit was received.
cs_cz: Určuje typ účtu, ze kterého byl přijat vklad.
da_dk: Angiver den kontotype, som indskuddet blev modtaget fra.
de_de: Gibt die Kontoart an, aus der die Einzahlung eingegangen ist.
es_mx: Especifica el tipo de cuenta desde la que se recibió el depósito.
nb_no: Angir kontotypen som innbetalingen ble mottatt fra.
ru_ru: Определяет тип счета, с которого было получено внесение.

# Page 3875541982 - Control 636392376 - Property 1295455071
source: Specifies the amount of the item, such as a check, that was deposited.
cs_cz: Určuje částku položky, například šeku, která byla uložena.
da_dk: Angiver beløbet for varen, f.eks. en check, der er indbetalt.
de_de: Gibt den Betrag des Artikels an, z. B. einen Scheck, der hinterlegt wurde.
es_mx: Especifica el importe del producto, como un cheque, que se ingresó.
nb_no: Angir varebeløpet som ble innbetalt, for eksempel en sjekk.
ru_ru: Определяет сумму внесенного на счет платежного средства, например платежного документа.

# Page 3875541982 - Control 2255486803 - Property 1295455071
source: Specifies the document number of the deposit document.
cs_cz: Určuje číslo dokladu vkladového dokumentu.
da_dk: Angiver dokumentnummeret på indskudsdokumentet.
de_de: Gibt die Belegnummer des Einzahlungsbelegs an.
es_mx: Especifica el número del documento de depósito.
nb_no: Angir dokumentnummeret for innbetalingsdokumentet.
ru_ru: Определяет номер документа, подтверждающего внесение на счет.

# Page 3875541982 - Control 3461834954 - Property 1295455071
source: Specifies a description of the transaction on the deposit line.
cs_cz: Určuje popis transakce na řádku vkladu.
da_dk: Angiver en beskrivelse af transaktionen på indskudslinjen.
de_de: Gibt eine Beschreibung der Transaktion in der Einzahlungszeile an.
es_mx: Especifica una descripción de la transacción en la línea de depósito.
nb_no: Angir en beskrivelse av transaksjonen på innbetalingslinjen.
ru_ru: Определяет описание транзакции в строке внесения.

# Page 3875541982 - Control 580412389 - Property 1295455071
source: Specifies the date of the deposit document.
cs_cz: Určuje datum vkladového dokladu.
da_dk: Angiver datoen for indskudsdokumentet.
de_de: Gibt das Datum des Einzahlungsbelegs an.
es_mx: Especifica la fecha del documento de depósito.
nb_no: Angir datoen for innbetalingsdokumentet.
ru_ru: Определяет дату документа внесения.

# Page 3875541982 - Control 486908828 - Property 1295455071
source: Specifies the number of the document (usually a check) that was deposited.
cs_cz: Určuje číslo dokladu (obvykle šeku), který byl uložen.
da_dk: Angiver nummeret på det dokument (normalt en check), der blev deponeret.
de_de: Gibt die Nummer des Belegs (in der Regel ein Scheck) an, der hinterlegt wurde.
es_mx: Especifica el número del documento (normalmente un cheque) del que se realizó un depósito.
nb_no: Angir nummeret på dokumentet (vanligvis en sjekk) som ble innbetalt.
ru_ru: Определяет номер документа (обычно платежного документа), который был внесен на счет.

# Page 3875541982 - Control 2363328873 - Property 1295455071
source: Specifies the document number of the document (usually a check) that was deposited.
cs_cz: Určuje číslo dokladu dokladu (obvykle šeku), který byl vložen.
da_dk: Angiver dokumentnummeret på dokumentet (normalt en check), der blev indbetalt.
de_de: Gibt die Belegnummer des Belegs (in der Regel ein Scheck) an, der hinterlegt wurde.
es_mx: Especifica el número del documento (normalmente, un cheque) del que se realizó un depósito.
nb_no: Angir dokumentnummeret på dokumentet (vanligvis en sjekk) som ble innbetalt.
ru_ru: Определяет номер документа (обычно платежного документа), который был внесен на счет.

# Page 3875541982 - Control 883711285 - Property 1295455071
source: Specifies the entry number from the general ledger account entry.
cs_cz: Určuje číslo položky z položky účtu hlavní knihy.
da_dk: Angiver postens nummer fra finanskontoposten.
de_de: Gibt die Postennummer aus dem Sachkontoposten an.
es_mx: Especifica el número del movimiento de la cuenta contable.
nb_no: Angir løpenummeret fra finanskontoposten.
ru_ru: Определяет номер операции из операции по счету главной книги.

# Page 3875541982 - Control 1577567912 - Property 1295455071
source: Specifies the value assigned to this dimension for this deposit line.
cs_cz: Určuje hodnotu přiřazenou této dimenzi pro tento řádek vkladu.
da_dk: Angiver den værdi, der er tildelt denne dimension for denne indskudslinje.
de_de: Gibt den Wert an, der dieser Dimension für diese Einzahlungszeile zugeordnet ist.
es_mx: Especifica el valor de dimensión asignado para esta línea de depósito.
nb_no: Angir verdien som er tildelt denne dimensjonen for denne innbetalingslinjen.
ru_ru: Определяет значение, присвоенное этому измерению для этой строки внесения.

# Page 3875541982 - Control 1003760969 - Property 1295455071
source: Specifies the value assigned to this dimension for this deposit line.
cs_cz: Určuje hodnotu přiřazenou této dimenzi pro tento řádek vkladu.
da_dk: Angiver den værdi, der er tildelt denne dimension for denne indskudslinje.
de_de: Gibt den Wert an, der dieser Dimension für diese Einzahlungszeile zugeordnet ist.
es_mx: Especifica el valor de dimensión asignado para esta línea de depósito.
nb_no: Angir verdien som er tildelt denne dimensjonen for denne innbetalingslinjen.
ru_ru: Определяет значение, присвоенное этому измерению для этой строки внесения.

# Page 3875541982 - Action 1402615620 - Property 2879900210
source: &Line
cs_cz: Řáde&k
da_dk: &Linje
de_de: &Zeile
es_mx: &Línea
nb_no: &Linje
ru_ru: &Строка

# Page 3875541982 - Action 3247288701 - Property 1295455071
source: View or change detailed information about the account on the deposit line.
cs_cz: Zobrazte nebo změňte podrobné informace o účtu na řádku vkladu.
da_dk: Vis eller rediger detaljerede oplysninger om kontoen på indskudslinjen.
de_de: Zeigen Sie detaillierte Informationen über das Konto in der Einzahlungszeile an, oder ändern Sie sie.
es_mx: Permite ver o cambiar la información detallada sobre la cuenta en la línea de depósito.
nb_no: Vis eller endre detaljert informasjon om kontoen på innbetalingslinjen.
ru_ru: Просмотр или изменение подробных сведений о счете в строке внесения.

# Page 3875541982 - Action 3247288701 - Property 2879900210
source: Account &Card
cs_cz: &Karta účtu
da_dk: &Kontokort
de_de: Konto&karte
es_mx: &Ficha cuenta
nb_no: Konto&kort
ru_ru: &Карточка счета

# Page 3875541982 - Action 1721180724 - Property 1295455071
source: View ledger entries that are posted for the account on the deposit line.
cs_cz: Zobrazte položky, které jsou zaúčtovány pro účet na řádku vkladu.
da_dk: Vis finansposter, der er bogført for kontoen på indskudslinjen.
de_de: Zeigen Sie Posten an, die für das Konto in der Einzahlungszeile gebucht werden.
es_mx: Permite ver los movimientos contables que se registran para la cuenta de la línea de depósito.
nb_no: Vis poster som er bokført for kontoen på innbetalingslinjen.
ru_ru: Просмотр операций книги, учтенных для счета в строке внесения.

# Page 3875541982 - Action 1721180724 - Property 2879900210
source: Account Ledger E&ntries
cs_cz: &Položky hlavní knihy
da_dk: &Kontofinansposter
de_de: Konto&posten
es_mx: &Movs. cta.
nb_no: Ko&ntoposter
ru_ru: Книга операций по с&четам

# Page 3875541982 - Action 2173385693 - Property 1295455071
source: View or edit dimensions, such as area, project, or department, that you can assign to sales and purchase documents to distribute costs and analyze transaction history.
cs_cz: Zobrazení nebo úprava dimenzí, jako je oblast, projekt nebo středisko, které můžete přiřadit k prodejním a nákupním dokladům za účelem distribuce nákladů a analýzy historie transakcí.
da_dk: Vis eller rediger dimensioner, f.eks. område, projekt eller afdeling, som du kan tildele til salgs- og købsbilag for at fordele omkostninger og analysere transaktionshistorik.
de_de: Zeigen Sie Dimensionen an oder bearbeiten Sie sie, wie etwa eines Bereichs, eines Projekts oder einer Abteilung, die Sie Verkaufs- oder Einkaufsbelegen zuweisen können, um die Kosten zu verteilen und den Transaktionsverlauf zu analysieren.
es_mx: Permite ver o editar dimensiones, como el área, el proyecto o el departamento, que pueden asignarse a los documentos de venta y compra para distribuir costos y analizar el historial de transacciones.
nb_no: Vis eller rediger dimensjoner, for eksempel område, prosjekt eller avdeling, som du kan tilordne til salgs- og kjøpsdokumenter for å distribuere kostnader og analysere transaksjonshistorikk.
ru_ru: Просмотр или изменение измерений, например области, проекта или подразделения, которые можно назначать документам покупки и продажи для распределения себестоимости и анализа истории транзакций.

# Page 3875541982 - Action 2173385693 - Property 2879900210
source: Dimensions
cs_cz: Dimenze
da_dk: Dimensioner
de_de: Dimensionen
es_mx: Dimensiones
nb_no: Dimensjoner
ru_ru: Измерения

# Page 3875541982 - Action 1107476520 - Property 1295455071
source: View the document that the deposit is related to.
cs_cz: Zobrazte doklad, ke kterému se vklad vztahuje.
da_dk: Vis det dokument, som indskuddet er relateret til.
de_de: Zeigen Sie den Beleg an, mit dem die Einzahlung verknüpft ist.
es_mx: Permite ver el documento con el que se relaciona el depósito.
nb_no: Vis dokumentet som innbetalingen er relatert til.
ru_ru: Просмотр документа, с которым связано внесение.

# Page 3875541982 - Action 1107476520 - Property 2879900210
source: Show Document
cs_cz: Zobrazit doklad
da_dk: Vis dokument
de_de: Beleg anzeigen
es_mx: Mostrar documento
nb_no: Vis dokument
ru_ru: Показать документ

# Page 641808831 - Property 2879900210
source: Posted Bank Deposits
cs_cz: Účtované bankovní vklady
da_dk: Bogførte bankindskud
de_de: Gebuchte Bankeinzahlungen
es_mx: Depósitos bancarios registrados
nb_no: Bokførte bankinnbetalinger
ru_ru: Учтенные внесения на счет

# Page 641808831 - NamedType 1049272403
source: To undo the posting of a bank deposit, you must sign in to Business Central from a web browser.
cs_cz: Chcete-li zrušit zaúčtování bankovního vkladu, musíte se přihlásit do Business Central z webového prohlížeče.
da_dk: Hvis du vil annullere bogføringen af en bankindbetaling, skal du logge på Business Central fra en webbrowser.
de_de: Um die Buchung einer Bankeinzahlung rückgängig zu machen, müssen Sie sich über einen Webbrowser bei Business Central anmelden.
es_mx: Para deshacer el registro de un depósito bancario, debe iniciar sesión en Business Central desde un navegador web.
nb_no: Hvis du vil angre bokføringen av en bankinnbetaling, må du logge deg på Business Central fra en nettleser.
ru_ru: Для отмены учета внесения на счет необходимо войти в Business Central из браузера.

# Page 641808831 - NamedType 3246919479
source: Bank deposit report has not been set up.
cs_cz: Sestava bankovního vkladu nebyla nastavena.
da_dk: Bankindskudsrapporten er ikke konfigureret.
de_de: Bankeinzahlungsbericht wurde nicht eingerichtet.
es_mx: No se ha configurado el informe de depósito bancario.
nb_no: Bankinnbetalingsrapport er ikke konfigurert.
ru_ru: Отчет по внесениям на счет не настроен.

# Page 641808831 - NamedType 1451419922
source: This will reverse all ledger entries that are related to the lines of the bank deposit. Do you want to continue?
cs_cz: Tím se stornují všechny položky hlavní knihy, které souvisejí s řádky bankovního vkladu. Chcete pokračovat?
da_dk: Dermed tilbageføres alle poster, der er relateret til bankindbetalingens linjer. Vil du fortsætte?
de_de: Dadurch werden alle Posten rückgängig gemacht, die mit den Zeilen der Bankeinzahlung verknüpft sind. Möchten Sie fortfahren?
es_mx: Esto revertirá todos los movimientos relacionados con las líneas del depósito bancario. ¿Desea continuar?
nb_no: Dette tilbakefører alle poster som er knyttet til linjene i bankinnbetalingen. Vil du fortsette?
ru_ru: В результате этого действия будут сторнированы все операции ГК, связанные со строками внесения на счет. Продолжить?

# Page 641808831 - Control 4248640148 - Property 1295455071
source: Specifies the number of the bank account to which the deposit was made.
cs_cz: Určuje číslo bankovního účtu, na který byl vklad proveden.
da_dk: Angiver nummeret på den bankkonto, som indskuddet blev indbetalt til.
de_de: Gibt die Nummer des Bankkontos an, auf das die Einzahlung erfolgte.
es_mx: Especifica el número de la cuenta bancaria en la que se realizó el depósito.
nb_no: Angir nummeret for bankkontoen som innbetalingen ble utført til.
ru_ru: Определяет номер банковского счета, на который было осуществлено внесение.

# Page 641808831 - Control 4198939294 - Property 1295455071
source: Specifies the currency code of the bank account that the deposit was deposited in.
cs_cz: Určuje kód měny bankovního účtu, na který byl vklad uložen.
da_dk: Angiver valutakoden for den bankkonto, som indskuddet blev indbetalt på.
de_de: Gibt den Währungscode des Bankkontos an, in dem die Einzahlung hinterlegt wurde.
es_mx: Especifica el código de divisa de la cuenta bancaria en la que se realizó el depósito.
nb_no: Angir valutakoden for bankkontoen som innbetalingen ble betalt i.
ru_ru: Определяет код валюты банковского счета, на который было осуществлено внесение.

# Page 641808831 - Control 580412389 - Property 1295455071
source: Specifies the date of the deposit document.
cs_cz: Určuje datum vkladového dokladu.
da_dk: Angiver datoen for indskudsdokumentet.
de_de: Gibt das Datum des Einzahlungsbelegs an.
es_mx: Especifica la fecha del documento de depósito.
nb_no: Angir datoen for innbetalingsdokumentet.
ru_ru: Определяет дату документа внесения.

# Page 641808831 - Control 2273653569 - Property 1295455071
source: Specifies the language code of the bank account that the deposit was deposited into.
cs_cz: Určuje kód jazyka bankovního účtu, na který byl vklad vložen.
da_dk: Angiver sprogkoden for den bankkonto, som indskuddet blev indbetalt til.
de_de: Gibt den Sprachcode des Bankkontos an, in das die Einzahlung eingezahlt wurde.
es_mx: Especifica el código de idioma del banco en el que se realizó el depósito.
nb_no: Angir språkkoden for bankkontoen som innbetalingen ble betalt i.
ru_ru: Определяет код языка банковского счета, на который было осуществлено внесение.

# Page 641808831 - Control 4200184881 - Property 1295455071
source: Specifies the document number of the deposit document.
cs_cz: Určuje číslo dokladu vkladového dokumentu.
da_dk: Angiver dokumentnummeret på indskudsdokumentet.
de_de: Gibt die Belegnummer des Einzahlungsbelegs an.
es_mx: Especifica el número del documento de depósito.
nb_no: Angir dokumentnummeret for innbetalingsdokumentet.
ru_ru: Определяет номер документа, подтверждающего внесение на счет.

# Page 641808831 - Control 3710982960 - Property 1295455071
source: Specifies the date the deposit was posted.
cs_cz: Určuje datum, kdy byl vklad zaúčtován.
da_dk: Angiver den dato, hvor indskuddet blev bogført.
de_de: Gibt das Datum an, an dem die Einzahlung gebucht wurde.
es_mx: Especifica la fecha en la que se registró el depósito.
nb_no: Angir datoen da innbetalingen ble bokført.
ru_ru: Определяет дату учета внесения.

# Page 641808831 - Control 3268709882 - Property 1295455071
source: Specifies the posting description of the deposit.
cs_cz: Určuje popis účtování vkladu.
da_dk: Angiver bogføringsbeskrivelsen af indskuddet.
de_de: Gibt die Buchungsbeschreibung der Einzahlung an.
es_mx: Especifica la descripción de registro del depósito.
nb_no: Angir bokføringsbeskrivelsen for innbetalingen.
ru_ru: Определяет описание учета внесения.

# Page 641808831 - Control 3744289816 - Property 1295455071
source: Specifies if transactions from the corresponding G/L Register have been reversed.
cs_cz: Určuje, zda byly transakce z odpovídajícího finančního žurnálu stornovány.
da_dk: Angiver, om transaktioner fra den tilsvarende Finansjournal er blevet tilbageført.
de_de: Gibt an, ob Transaktionen aus dem entsprechenden Fibujournal storniert wurden.
es_mx: Especifica si se han revertido las transacciones del registro de contabilidad correspondiente.
nb_no: Angir om transaksjoner fra tilhørende finansjournal er tilbakeført.
ru_ru: Определяет, сторнированы ли транзакции из соответствующего регистра ГК.

# Page 641808831 - Control 3744289816 - Property 2879900210
source: Reversed
cs_cz: Stornováno
da_dk: Tilbageført
de_de: Storniert
es_mx: Revertido
nb_no: Tilbakeført
ru_ru: Сторнировано

# Page 641808831 - Control 1577567912 - Property 1295455071
source: Specifies the value assigned to this dimension for this deposit.
cs_cz: Určuje hodnotu přiřazenou této dimenzi pro tento vklad.
da_dk: Angiver den værdi, der er tildelt denne dimension for dette indskud.
de_de: Gibt den Wert an, der dieser Dimension für diese Einzahlung zugeordnet ist.
es_mx: Especifica el valor asignado a esta dimensión para este depósito.
nb_no: Angir verdien som er tildelt denne dimensjonen for denne innbetalingen.
ru_ru: Определяет значение, присвоенное этому измерению для этого внесения.

# Page 641808831 - Control 1003760969 - Property 1295455071
source: Specifies the value assigned to this dimension for this deposit.
cs_cz: Určuje hodnotu přiřazenou této dimenzi pro tento vklad.
da_dk: Angiver den værdi, der er tildelt denne dimension for dette indskud.
de_de: Gibt den Wert an, der dieser Dimension für diese Einzahlung zugeordnet ist.
es_mx: Especifica el valor asignado a esta dimensión para este depósito.
nb_no: Angir verdien som er tildelt denne dimensjonen for denne innbetalingen.
ru_ru: Определяет значение, присвоенное этому измерению для этого внесения.

# Page 641808831 - Control 2829932290 - Property 1295455071
source: Specifies the total amount deposited to the bank account.
cs_cz: Určuje celkovou částku uloženou na bankovní účet.
da_dk: Angiver det samlede beløb, der er indbetalt til bankkontoen.
de_de: Gibt den Gesamtbetrag an, der auf das Bankkonto eingezahlt wurde.
es_mx: Especifica el importe total depositado en la cuenta bancaria.
nb_no: Angir totalbeløpet som ble innbetalt til bankkontoen.
ru_ru: Определяет итоговую сумму, внесенную на банковский счет.

# Page 641808831 - Action 1499795508 - Property 2879900210
source: Bank &Deposit
cs_cz: &Bankovní vklad
da_dk: &Bankindskud
de_de: Bank&einzahlung
es_mx: &Depósito bancario
nb_no: Bank&innbetaling
ru_ru: Внесение на с&чет

# Page 641808831 - Action 503024588 - Property 1295455071
source: View a list of deposit comments.
cs_cz: Zobrazit seznam komentářů k vkladu.
da_dk: Vis en liste over indskudsbemærkninger.
de_de: Zeigen Sie eine Liste der Einzahlungsbemerkungen an.
es_mx: Permite ver una lista de comentarios de depósito.
nb_no: Vis en oversikt over innbetalingsmerknader.
ru_ru: Просмотр списка комментариев к внесению.

# Page 641808831 - Action 503024588 - Property 2879900210
source: Comments
cs_cz: Komentáře
da_dk: Bemærkninger
de_de: Bemerkungen
es_mx: Comentarios
nb_no: Merknader
ru_ru: Комментарии
