Repository: jbakach/MSDyn365BC.Code.History
Catalog: BankDeposits/Source/_Exclude_Bank Deposits/Translations/_Exclude_Bank Deposits.*.xlf
Languages: cs_cz, da_dk, de_de, es_mx, nb_no, ru_ru

# Table 4037870784 - Property 2879900210
source: Bank Account Comment Line
cs_cz: Řádek komentáře k bankovnímu účtu
da_dk: Linje med bemærkning til bankkonto
de_de: Bankkontobemerkungszeile
es_mx: Lín. comentario cuenta bancaria
nb_no: Merknadslinje for bankkonto
ru_ru: Строка комментария к банковскому счету

# Table 4037870784 - Field 4248640148 - Property 2879900210
source: Bank Account No.
cs_cz: Číslo bankovního účtu
da_dk: Bankkontonr.
de_de: Bankkontonr.
es_mx: N.º cuenta bancaria
nb_no: Bankkontonr.
ru_ru: № банковского счета

# Table 4037870784 - Field 3004954119 - Property 2879900210
source: Code
cs_cz: Kód
da_dk: Kode
es_mx: Código
nb_no: Kode
ru_ru: Код

# Table 4037870784 - Field 2790486453 - Property 2879900210
source: Comment
cs_cz: Komentář
da_dk: Bemærkning
de_de: Bemerkung
es_mx: Comentario
nb_no: Merknad
ru_ru: Комментарий

# Table 4037870784 - Field 3192175264 - Property 2879900210
source: Date
cs_cz: Datum
da_dk: Dato
de_de: Datum
es_mx: Fecha
nb_no: Dato
ru_ru: Дата

# Table 4037870784 - Field 3320823955 - Property 2879900210
source: Line No.
cs_cz: Číslo řádku
da_dk: Linjenr.
de_de: Zeilennr.
es_mx: N.º línea
nb_no: Linjenr.
ru_ru: № строки

# Table 4037870784 - Field 4200184881 - Property 2879900210
source: No.
cs_cz: Číslo
da_dk: Nr.
de_de: Anz.
es_mx: N.º
nb_no: Nr.

# Table 4037870784 - Field 3808951907 - Property 2879900210
source: Table Name
cs_cz: Název tabulky
da_dk: Tabelnavn
de_de: Tabellenname
es_mx: Nombre de tabla
nb_no: Tabellnavn
ru_ru: Имя таблицы

# Table 4037870784 - Field 3808951907 - Property 62802879
source: Bank Rec.,Posted Bank Rec.,Bank Deposit Header,Posted Bank Deposit Header
cs_cz: Ods. banky,Účtované ods. banky,Hlavička bankovního vkladu,Účtovaná hlavička bankovního vkladu
da_dk: Bankafstemning,Bogført bankafstemning,Overskrift af bankindskud,Overskrift til bogført bankindskud
de_de: Bankabstim.,Geb. Bankabstim.,Bankeinzahlungskopf,Geb. Bankeinzahlungskopf
es_mx: Concil. bancaria,Concil. bancaria regis.,Cab. depósito bancario,Cab. depósito bancario registrado
nb_no: Bankavstem.,Bokført bankavstem.,Bankinnbetalingshode,Bokført bankinnbetalingshode
ru_ru: Банк. выверка,Учтенная банк. выверка,Заголовок внесения на счет,Заголовок учтенного внесения на счет

# Table 26680403 - Property 2879900210
source: Bank Deposit Header
cs_cz: Hlavička bankovního vkladu
da_dk: Overskrift til bankindskud
de_de: Bankeinzahlungskopf
es_mx: Cabecera depósito bancario
nb_no: Bankinnbetalingshode
ru_ru: Заголовок внесения на счет

# Table 26680403 - NamedType 3481077568
source: You cannot rename a %1.
cs_cz: %1 nelze přejmenovat.
da_dk: %1 kan ikke omdøbes.
de_de: %1 kann nicht umbenannt werden.
es_mx: No se puede cambiar el nombre a %1.
nb_no: Du kan ikke gi nytt navn til %1.
ru_ru: Невозможно переименовать %1.

# Table 26680403 - NamedType 1000037039
source: Only one %1 is allowed for each %2. Choose Change Batch action if you want to create a new bank deposit.
cs_cz: Pro každý %2 je povolen pouze jeden %1. Zvolte akci Změnit list, pokud chcete vytvořit nový bankovní vklad.
da_dk: Der må kun være én %1 for hver %2. Klik på Skift batchhandling, hvis du vil oprette et nyt bankindskud.
de_de: Pro %2 ist nur eine %1 zulässig. Wählen Sie die Aktion „Stapel ändern“, wenn Sie eine neue Bankeinzahlung erstellen möchten.
es_mx: Solo se permite un %1 para cada %2. Elija la acción Cambiar lote si desea crear un nuevo depósito bancario.
nb_no: Bare én %1 er tillatt for hver %2. Velg handlingen Endre kjørsel hvis du vil opprette en ny bankinnbetaling.
ru_ru: Для каждого %2 допускается только одно %1. Выберите действие "Изменить раздел", если хотите создать новое внесение на счет.

# Table 26680403 - NamedType 1570802178
source: Deposit %1 %2
cs_cz: Vklad %1 %2
da_dk: Indskud %1 %2
de_de: Einzahlung %1 %2
es_mx: Depósito %1 %2
nb_no: Innbetaling %1 %2
ru_ru: Внесение %1 %2

# Table 26680403 - NamedType 219863061
source: Do you want to add the bank deposit dimensions to all bank deposit lines?
cs_cz: Chcete přidat dimenze bankovního vkladu ke všem řádkům bankovního vkladu?
da_dk: Vil du føje bankindbetalingsdimensionerne til alle bankindbetalingslinjer?
de_de: Möchten Sie die Bankeinzahlungsdimensionen allen Bankeinzahlungszeilen hinzufügen?
es_mx: ¿Desea agregar las dimensiones de depósito bancario a todas las líneas de depósito bancario?
nb_no: Vil du legge til bankinnbetalingsdimensjoner på alle bankinnbetalingslinjer?
ru_ru: Установить измерения внесения на счет во все строки внесений на счет?

# Table 26680403 - Field 2850626594 - Property 2879900210
source: Bank Acc. Posting Group
cs_cz: Účto skupina bankovního účtu
da_dk: Bogføringsgruppe til bankkonto
de_de: Bankkto.-Buchungsgruppe
es_mx: Grupo registro cuenta banc.
nb_no: Bokføringsgruppe – bank
ru_ru: Учетная группа банк. счета

# Table 26680403 - Field 4248640148 - Property 2879900210
source: Bank Account No.
cs_cz: Číslo bankovního účtu
da_dk: Bankkontonr.
de_de: Bankkontonr.
es_mx: N.º cuenta bancaria
nb_no: Bankkontonr.
ru_ru: № банковского счета

# Table 26680403 - Field 2790486453 - Property 2879900210
source: Comment
cs_cz: Komentář
da_dk: Bemærkning
de_de: Bemerkung
es_mx: Comentario
nb_no: Merknad
ru_ru: Комментарий

# Table 26680403 - Field 3083748138 - Property 2879900210
source: Correction
cs_cz: Oprava
da_dk: Rettelse
de_de: Korrektur
es_mx: Corrección
nb_no: Korreksjon
ru_ru: Корректировка

# Table 26680403 - Field 4198939294 - Property 2879900210
source: Currency Code
cs_cz: Kód měny
da_dk: Valutakode
de_de: Währungscode
es_mx: Código de divisa
nb_no: Valutakode
ru_ru: Код валюты

# Table 26680403 - Field 2324056710 - Property 2879900210
source: Currency Factor
cs_cz: Faktor měny
da_dk: Valutafaktor
de_de: Währungsfaktor
es_mx: Factor divisa
nb_no: Valutafaktor
ru_ru: Коэффициент курса валюты

# Table 26680403 - Field 3322554545 - Property 2879900210
source: Dimension Set ID
cs_cz: ID sady dimenzí
da_dk: Dimensionsgruppe-id
de_de: Dimensionssatz-ID
es_mx: Id. grupo dimensiones
nb_no: Dimensjonssett-ID
ru_ru: ИД набора измерений

# Table 26680403 - Field 580412389 - Property 2879900210
source: Document Date
cs_cz: Datum dokladu
da_dk: Dokumentdato
de_de: Belegdatum
es_mx: Fecha de documento
nb_no: Dokumentdato
ru_ru: Дата документа

# Table 26680403 - Field 2704330142 - Property 2879900210
source: Journal Batch Name
cs_cz: Název listu deníku
da_dk: Kladdenavn
de_de: Buch.-Blattstapelname
es_mx: Nombre sección diario
nb_no: Kladdenavn
ru_ru: Имя раздела журнала

# Table 26680403 - Field 3684440170 - Property 2879900210
source: Journal Template Name
cs_cz: Název šablony deníku
da_dk: Kladdetypenavn
de_de: Buch.-Blattvorlagenname
es_mx: Nombre libro diario
nb_no: Kladdemalnavn
ru_ru: Имя шаблона журнала

# Table 26680403 - Field 2273653569 - Property 2879900210
source: Language Code
cs_cz: Kód jazyka
da_dk: Sprogkode
de_de: Sprachcode
es_mx: Cód. idioma
nb_no: Språkkode
ru_ru: Код языка

# Table 26680403 - Field 4200184881 - Property 2879900210
source: No.
cs_cz: Číslo
da_dk: Nr.
de_de: Anz.
es_mx: N.º
nb_no: Nr.

# Table 26680403 - Field 2682724073 - Property 2879900210
source: No. Printed
cs_cz: Kolikrát vytištěno
da_dk: Antal udskrevet
de_de: Anz. gedruckt
es_mx: N.º copias impresas
nb_no: Antall skrevet ut
ru_ru: Напечатано раз

# Table 26680403 - Field 1351594800 - Property 2879900210
source: No. Series
cs_cz: Číselná řada
da_dk: Nummerserie
de_de: Anz. Serie
es_mx: N.º serie
nb_no: Nummerserie
ru_ru: Серия номеров

# Table 26680403 - Field 298083911 - Property 2879900210
source: Post as Lump Sum
cs_cz: Odeslat jako paušální částku
da_dk: Bogfør som fast beløb
de_de: Als Abschlag buchen
es_mx: Registrar como suma total
nb_no: Bokfør som engangssum
ru_ru: Учесть как единую сумму

# Table 26680403 - Field 3710982960 - Property 2879900210
source: Posting Date
cs_cz: Zúčtovací datum
da_dk: Bogføringsdato
de_de: Buchungsdatum
es_mx: Fecha de registro
nb_no: Bokføringsdato
ru_ru: Дата учета

# Table 26680403 - Field 3268709882 - Property 2879900210
source: Posting Description
cs_cz: Text položky
da_dk: Beskrivelse af bogføring
de_de: Buchungsbeschreibung
es_mx: Descripción de registro
nb_no: Bokføringsbeskrivelse
ru_ru: Описание учета

# Table 26680403 - Field 1908046867 - Property 2879900210
source: Reason Code
cs_cz: Kód příčiny
da_dk: Årsagskode
de_de: Ursachencode
es_mx: Cód. auditoría
nb_no: Årsaksspor
ru_ru: Код причины

# Table 26680403 - Field 1577567912 - Property 2879900210
source: Shortcut Dimension 1 Code
cs_cz: Kód zkratky dimenze 1
da_dk: Genvejsdimension 1-kode
de_de: Shortcutdimensionscode 1
es_mx: Cód. dim. acceso dir. 1
nb_no: Kode for snarveisdimensjon 1
ru_ru: Код ярлыка измерения 1

# Table 26680403 - Field 1003760969 - Property 2879900210
source: Shortcut Dimension 2 Code
cs_cz: Kód zkratky dimenze 2
da_dk: Genvejsdimension 2-kode
de_de: Shortcutdimensionscode 2
es_mx: Cód. dim. acceso dir. 2
nb_no: Kode for snarveisdimensjon 2
ru_ru: Код ярлыка измерения 2

# Table 26680403 - Field 2829932290 - Property 2879900210
source: Total Deposit Amount
cs_cz: Celková částka vkladu
da_dk: Samlet indskudt beløb
de_de: Einzahlungsgesamtbetrag
es_mx: Total importe depósito
nb_no: Totalt innbetalingsbeløp
ru_ru: Итоговая сумма внесения

# Table 26680403 - Field 2878824385 - Property 2879900210
source: Total Deposit Lines
cs_cz: Vklad celkem na řádcích
da_dk: Samlede indskudslinjer
de_de: Einzahlungszeilen insgesamt
es_mx: Total líneas depósito
nb_no: Totalt antall innbetalingslinjer
ru_ru: Итого по строкам внесения

# Table 4207681100 - Property 2879900210
source: Posted Bank Deposit Header
cs_cz: Účtovaná hlavička bankovního vkladu
da_dk: Overskrift til bogført bankindskud
de_de: Gebuchter Bankeinzahlungskopf
es_mx: Cabecera depósito bancario registrado
nb_no: Bokført bankinnbetalingshode
ru_ru: Заголовок учтенного внесения на счет

# Table 4207681100 - NamedType 3070434028
source: Cannot find a G/L Register for the selected posted bank deposit.
cs_cz: Nelze najít finanční žurnál pro vybraný účtovaný bankovní vklad.
da_dk: Der blev ikke fundet en finansjournal for den valgte bogførte bankindbetaling.
de_de: Es wurde kein Fibujournal für die ausgewählte gebuchte Bankeinzahlung gefunden.
es_mx: No se encuentra un registro de contabilidad para el depósito bancario registrado seleccionado.
nb_no: Finner ingen finansjournal for den valgte bokførte bankinnbetalingen.
ru_ru: Не удается найти регистр ГК для выбранного учтенного внесения на счет.

# Table 4207681100 - Field 2850626594 - Property 2879900210
source: Bank Acc. Posting Group
cs_cz: Účto skupina bankovního účtu
da_dk: Bogføringsgruppe til bankkonto
de_de: Bankkto.-Buchungsgruppe
es_mx: Grupo registro cuenta banc.
nb_no: Bokføringsgruppe – bank
ru_ru: Учетная группа банк. счета

# Table 4207681100 - Field 4248640148 - Property 2879900210
source: Bank Account No.
cs_cz: Číslo bankovního účtu
da_dk: Bankkontonr.
de_de: Bankkontonr.
es_mx: N.º cuenta bancaria
nb_no: Bankkontonr.
ru_ru: № банковского счета

# Table 4207681100 - Field 2790486453 - Property 2879900210
source: Comment
cs_cz: Komentář
da_dk: Bemærkning
de_de: Bemerkung
es_mx: Comentario
nb_no: Merknad
ru_ru: Комментарий

# Table 4207681100 - Field 3083748138 - Property 2879900210
source: Correction
cs_cz: Oprava
da_dk: Rettelse
de_de: Korrektur
es_mx: Corrección
nb_no: Korreksjon
ru_ru: Корректировка

# Table 4207681100 - Field 4198939294 - Property 2879900210
source: Currency Code
cs_cz: Kód měny
da_dk: Valutakode
de_de: Währungscode
es_mx: Código de divisa
nb_no: Valutakode
ru_ru: Код валюты

# Table 4207681100 - Field 2324056710 - Property 2879900210
source: Currency Factor
cs_cz: Faktor měny
da_dk: Valutafaktor
de_de: Währungsfaktor
es_mx: Factor divisa
nb_no: Valutafaktor
ru_ru: Коэффициент курса валюты

# Table 4207681100 - Field 3322554545 - Property 2879900210
source: Dimension Set ID
cs_cz: ID sady dimenzí
da_dk: Dimensionsgruppe-id
de_de: Dimensionssatz-ID
es_mx: Id. grupo dimensiones
nb_no: Dimensjonssett-ID
ru_ru: ИД набора измерений

# Table 4207681100 - Field 580412389 - Property 2879900210
source: Document Date
cs_cz: Datum dokladu
da_dk: Dokumentdato
de_de: Belegdatum
es_mx: Fecha de documento
nb_no: Dokumentdato
ru_ru: Дата документа

# Table 4207681100 - Field 2273653569 - Property 2879900210
source: Language Code
cs_cz: Kód jazyka
da_dk: Sprogkode
de_de: Sprachcode
es_mx: Cód. idioma
nb_no: Språkkode
ru_ru: Код языка

# Table 4207681100 - Field 4200184881 - Property 2879900210
source: No.
cs_cz: Číslo
da_dk: Nr.
de_de: Anz.
es_mx: N.º
nb_no: Nr.

# Table 4207681100 - Field 2682724073 - Property 2879900210
source: No. Printed
cs_cz: Kolikrát vytištěno
da_dk: Antal udskrevet
de_de: Anz. gedruckt
es_mx: N.º copias impresas
nb_no: Antall skrevet ut
ru_ru: Напечатано раз

# Table 4207681100 - Field 1351594800 - Property 2879900210
source: No. Series
cs_cz: Číselná řada
da_dk: Nummerserie
de_de: Anz. Serie
es_mx: N.º serie
nb_no: Nummerserie
ru_ru: Серия номеров

# Table 4207681100 - Field 3710982960 - Property 2879900210
source: Posting Date
cs_cz: Zúčtovací datum
da_dk: Bogføringsdato
de_de: Buchungsdatum
es_mx: Fecha de registro
nb_no: Bokføringsdato
ru_ru: Дата учета

# Table 4207681100 - Field 3268709882 - Property 2879900210
source: Posting Description
cs_cz: Text položky
da_dk: Beskrivelse af bogføring
de_de: Buchungsbeschreibung
es_mx: Descripción de registro
nb_no: Bokføringsbeskrivelse
ru_ru: Описание учета

# Table 4207681100 - Field 1908046867 - Property 2879900210
source: Reason Code
cs_cz: Kód příčiny
da_dk: Årsagskode
de_de: Ursachencode
es_mx: Cód. auditoría
nb_no: Årsaksspor
ru_ru: Код причины

# Table 4207681100 - Field 1577567912 - Property 2879900210
source: Shortcut Dimension 1 Code
cs_cz: Kód zkratky dimenze 1
da_dk: Genvejsdimension 1-kode
de_de: Shortcutdimensionscode 1
es_mx: Cód. dim. acceso dir. 1
nb_no: Kode for snarveisdimensjon 1
ru_ru: Код ярлыка измерения 1

# Table 4207681100 - Field 1003760969 - Property 2879900210
source: Shortcut Dimension 2 Code
cs_cz: Kód zkratky dimenze 2
da_dk: Genvejsdimension 2-kode
de_de: Shortcutdimensionscode 2
es_mx: Cód. dim. acceso dir. 2
nb_no: Kode for snarveisdimensjon 2
ru_ru: Код ярлыка измерения 2

# Table 4207681100 - Field 2829932290 - Property 2879900210
source: Total Deposit Amount
cs_cz: Celková částka vkladu
da_dk: Samlet indskudt beløb
de_de: Einzahlungsgesamtbetrag
es_mx: Total importe depósito
nb_no: Totalt innbetalingsbeløp
ru_ru: Итоговая сумма внесения

# Table 4207681100 - Field 2878824385 - Property 2879900210
source: Total Deposit Lines
cs_cz: Celková částka na řádcích
da_dk: Samlede indskudslinjer
de_de: Einzahlungszeilen insgesamt
es_mx: Total líneas depósito
nb_no: Totalt antall innbetalingslinjer
ru_ru: Итого по строкам внесения

# Table 512983923 - Property 2879900210
source: Posted Bank Deposit Line
cs_cz: Řádek účtovaného bankovního vkladu
da_dk: Linje til bogført bankindskud
de_de: Gebuchte Bankeinzahlungszeile
es_mx: Línea depósito bancario registrado
nb_no: Bokført bankinnbetalingslinje
ru_ru: Строка учтенного внесения на счет

# Table 512983923 - Field 1622979514 - Property 2879900210
source: Account No.
cs_cz: Číslo účtu
da_dk: Kontonr.
de_de: Kontonr.
es_mx: N.º cuenta
nb_no: Kontonr.
ru_ru: № счета

# Table 512983923 - Field 3699788827 - Property 2879900210
source: Account Type
cs_cz: Typ účtu
da_dk: Kontotype
de_de: Kontoart
es_mx: Tipo de cuenta
nb_no: Kontotype
ru_ru: Тип счета

# Table 512983923 - Field 636392376 - Property 2879900210
source: Amount
cs_cz: Částka
da_dk: Beløb
de_de: Betrag
es_mx: Importe
nb_no: Beløp
ru_ru: Сумма

# Table 512983923 - Field 4216984123 - Property 2879900210
source: Bank Account Ledger Entry No.
cs_cz: Číslo položky bankovního účtu
da_dk: Løbenr. for bankkontoens finanspost
de_de: Bankpostennr.
es_mx: N.º mov. banco
nb_no: Bankpostnr.
ru_ru: № операции по банку/кассе

# Table 512983923 - Field 2255486803 - Property 2879900210
source: Bank Deposit No.
cs_cz: Číslo bankovního vkladu
da_dk: Bankindskudsnr.
de_de: Bankeinzahlungsnr.
es_mx: N.º depósito bancario
nb_no: Bankinnbetaling nr.
ru_ru: № внесения на счет

# Table 512983923 - Field 4198939294 - Property 2879900210
source: Currency Code
cs_cz: Kód měny
da_dk: Valutakode
de_de: Währungscode
es_mx: Código de divisa
nb_no: Valutakode
ru_ru: Код валюты

# Table 512983923 - Field 3461834954 - Property 2879900210
source: Description
cs_cz: Popis
da_dk: Beskrivelse
de_de: Beschreibung
es_mx: Descripción
nb_no: Beskrivelse
ru_ru: Описание

# Table 512983923 - Field 3322554545 - Property 2879900210
source: Dimension Set ID
cs_cz: ID sady dimenzí
da_dk: Dimensionsgruppe-id
de_de: Dimensionssatz-ID
es_mx: Id. grupo dimensiones
nb_no: Dimensjonssett-ID
ru_ru: ИД набора измерений

# Table 512983923 - Field 580412389 - Property 2879900210
source: Document Date
cs_cz: Datum dokladu
da_dk: Dokumentdato
de_de: Belegdatum
es_mx: Fecha de documento
nb_no: Dokumentdato
ru_ru: Дата документа

# Table 512983923 - Field 486908828 - Property 2879900210
source: Document No.
cs_cz: Číslo dokladu
da_dk: Dokumentnr.
de_de: Belegnr.
es_mx: N.º documento
nb_no: Dokumentnr.
ru_ru: № документа

# Table 512983923 - Field 2363328873 - Property 2879900210
source: Document Type
cs_cz: Typ dokladu
da_dk: Dokumenttype
de_de: Belegart
es_mx: Tipo de documento
nb_no: Dokumenttype
ru_ru: Тип документа

# Table 512983923 - Field 883711285 - Property 2879900210
source: Entry No.
cs_cz: Číslo položky
da_dk: Løbenr.
de_de: Postennr.
es_mx: N.º mov.
nb_no: Løpenr.
ru_ru: № операции

# Table 512983923 - Field 3320823955 - Property 2879900210
source: Line No.
cs_cz: Číslo řádku
da_dk: Linjenr.
de_de: Zeilennr.
es_mx: N.º línea
nb_no: Linjenr.
ru_ru: № строки

# Table 512983923 - Field 3710982960 - Property 2879900210
source: Posting Date
cs_cz: Zúčtovací datum
da_dk: Bogføringsdato
de_de: Buchungsdatum
es_mx: Fecha de registro
nb_no: Bokføringsdato
ru_ru: Дата учета

# Table 512983923 - Field 1915851633 - Property 2879900210
source: Posting Group
cs_cz: Účto skupina
da_dk: Bogføringsgruppe
de_de: Buchungsgruppe
es_mx: Grupo contable
nb_no: Bokføringsgruppe
ru_ru: Учетная группа

# Table 512983923 - Field 1577567912 - Property 2879900210
source: Shortcut Dimension 1 Code
cs_cz: Kód zkratky dimenze 1
da_dk: Genvejsdimension 1-kode
de_de: Shortcutdimensionscode 1
es_mx: Cód. dim. acceso dir. 1
nb_no: Kode for snarveisdimensjon 1
ru_ru: Код ярлыка измерения 1

# Table 512983923 - Field 1003760969 - Property 2879900210
source: Shortcut Dimension 2 Code
cs_cz: Kód zkratky dimenze 2
da_dk: Genvejsdimension 2-kode
de_de: Shortcutdimensionscode 2
es_mx: Cód. dim. acceso dir. 2
nb_no: Kode for snarveisdimensjon 2
ru_ru: Код ярлыка измерения 2

# Codeunit 2857945177 - NamedType 640825212
source: You must either post or delete all bank deposits and bank account reconciliations for company %1 and every company on this environment before disabling Bank Deposits feature.
cs_cz: Před zakázáním funkce Bankovní vklady musíte buď zaúčtovat, nebo odstranit všechny bankovní vklady a odsouhlasení bankovních účtů pro společnost %1 a každou společnost v tomto prostředí.
da_dk: Du skal bogføre eller slette alle bankindskud og bankkontoafstemninger for virksomheden %1 og alle virksomheder i dette miljø, før du deaktiverer funktionen Bankindskud.
de_de: Sie müssen alle Bankeinlagen und Bankkontenabstimmungen für das Unternehmen %1 und alle Unternehmen in dieser Umgebung entweder buchen oder löschen, bevor Sie die Funktion „Bankeinlagen“ deaktivieren.
es_mx: Debe registrar o eliminar todos los depósitos bancarios y las conciliaciones de cuentas para la empresa %1 y todas las empresas de este entorno antes de deshabilitar la característica Depósitos bancarios.
nb_no: Du må enten bokføre eller slette alle bankinnskudd og bankkontoavstemminger for selskapet %1 og alle selskaper i dette miljøet før du deaktiverer funksjonen Bankinnskudd.
ru_ru: Перед отключением функции "Внесения на счет" необходимо учесть или удалить все внесения на счет и выверки банковских счетов для организации %1 и всех организаций в этой среде.

# Codeunit 3915934517 - NamedType 483457420
source: Bank Deposit Line #2########\
cs_cz: Řádek bankovního vkladu #2########\
da_dk: Bankindskudslinje #2########\
de_de: Bankeinzahlungszeile #2########\
es_mx: Lín. depósito bancario #2########\
nb_no: Bankinnbetalingslinje #2########\
ru_ru: Строка внесения на счет #2########\

# Codeunit 3915934517 - NamedType 1620158295
source: Moving Bank Deposit to History
cs_cz: Přesun bankovního vkladu do historie
da_dk: Flytter bankindskuddet til historikken
de_de: Bankeinzahlung wird in Verlauf verschoben
es_mx: Trasladando depósito bancario al historial
nb_no: Flytter bankinnbetaling til historikk
ru_ru: Перенос внесения на счет в историю

# Codeunit 3915934517 - NamedType 633933862
source: Posting Bank Account Ledger Entry
cs_cz: Účtování položky bankovního účtu
da_dk: Bogfører bankkontoens finansposter
de_de: Bankposten wird gebucht
es_mx: Registrando mov. banco
nb_no: Bokfører bankkontopost
ru_ru: Учет операции по банку/кассе

# Codeunit 3915934517 - NamedType 2001638188
source: Posting Bank Deposit No. %1...\\
cs_cz: Účtování bankovního vkladu č. %1...\\
da_dk: Bogfører bankindskud nr. %1...\\
de_de: Bankeinzahlungsnr. %1 wird gebucht ...\\
es_mx: Registrando n.º depósito bancario %1...\\
nb_no: Bokfører bankinnbetaling nr. %1 ... \\
ru_ru: Учет внесения на счет № %1...\\

# Codeunit 3915934517 - NamedType 3179602708
source: Posting Lines to Ledgers
cs_cz: Zaúčtování řádků do hlavních knih
da_dk: Bogfører linjer til finans
de_de: Zeilen werden in Posten gebucht
es_mx: Registrar líneas en movimientos
nb_no: Bokfører linjer til finans
ru_ru: Учет строк в книгах

# Codeunit 3915934517 - NamedType 957299935
source: Removing Bank Deposit
cs_cz: Odstranění bankovního vkladu
da_dk: Fjerner bankindskud
de_de: Bankeinzahlung wird entfernt
es_mx: Eliminando depósito bancario
nb_no: Fjerner bankinnbetaling
ru_ru: Удаление внесения на счет

# Codeunit 3915934517 - NamedType 2444345320
source: Status #4###################\
cs_cz: Stav #4####################\\
es_mx: Estado #4###################\
ru_ru: Статус #4###################\

# Codeunit 3915934517 - NamedType 3628172168
source: The %1 must match the %2.
cs_cz: %1 musí odpovídat %2.
da_dk: %1 skal matche %2.
de_de: %1 muss mit %2 übereinstimmen.
es_mx: El %1 debe coincidir con el %2.
nb_no: %1 må samsvare med %2.
ru_ru: Значение поля "%1" должно совпадать со значением поля "%2".

# Codeunit 2924804493 - NamedType 3136069924
source: Do you want to post the bank deposit?
cs_cz: Chcete zaúčtovat bankovní vklad?
da_dk: Skal bankindskuddet bogføres?
de_de: Möchten Sie die Bankeinzahlung buchen?
es_mx: ¿Desea registrar el depósito bancario?
nb_no: Vil du bokføre bankinnbetalingen?
ru_ru: Учесть внесение на счет?

# Codeunit 3539949115 - NamedType 3246919479
source: Bank deposit report has not been set up.
cs_cz: Sestava bankovního vkladu nebyla nastavena.
da_dk: Bankindskudsrapporten er ikke konfigureret.
de_de: Bankeinzahlungsbericht wurde nicht eingerichtet.
es_mx: No se ha configurado el informe de depósito bancario.
nb_no: Bankinnbetalingsrapport er ikke konfigurert.
ru_ru: Отчет по внесениям на счет не настроен.

# Codeunit 3539949115 - NamedType 679520547
source: Do you want to post and print the bank deposit?
cs_cz: Chcete zaúčtovat a vytisknout bankovní vklad?
da_dk: Skal bankindskuddet bogføres og udskrives?
de_de: Möchten Sie die Bankeinzahlung buchen und drucken?
es_mx: ¿Desea registrar e imprimir el depósito bancario?
nb_no: Vil du bokføre og skrive ut bankinnbetalingen?
ru_ru: Учесть и напечатать внесение на счет?
