Repository: jbakach/MSDyn365BC.Code.History
Catalog: BankDeposits/Source/_Exclude_Bank Deposits/Translations/_Exclude_Bank Deposits.*.xlf
Languages: cs_cz, da_dk, de_de, es_mx, nb_no, ru_ru

# TableExtension 2486417466 - Field 3073362426 - Property 2879900210
source: Bank Deposit
cs_cz: Bankovní vklad
da_dk: Bankindskud
de_de: Bankeinzahlung
es_mx: Depósito bancario
nb_no: Bankinnbetaling
ru_ru: Внесение на счет

# EnumExtension 3235285110 - EnumValue 2880731335 - Property 2879900210
source: Bank Deposits
cs_cz: Bankovní vklady
da_dk: Bankindskud
de_de: Bankeinzahlungen
es_mx: Depósitos bancarios
nb_no: Bankinnbetalinger
ru_ru: Внесения на счет

# EnumExtension 1616325006 - EnumValue 3073362426 - Property 2879900210
source: Bank Deposit
cs_cz: Bankovní vklad
da_dk: Bankindskud
de_de: Bankeinzahlung
es_mx: Depósito bancario
nb_no: Bankinnbetaling
ru_ru: Внесение на счет

# EnumExtension 1616325006 - EnumValue 1843328028 - Property 2879900210
source: Bank Deposit Test
cs_cz: Test bankovního vkladu
da_dk: Test af bankindskud
de_de: Bankeinzahlungstest
es_mx: Prueba de depósito bancario
nb_no: Kontroll av bankinnbetaling
ru_ru: Тест внесения на счет
