Repository: jbakach/MSDyn365BC.Code.History
Catalog: BankDeposits/Source/_Exclude_Bank Deposits/Translations/_Exclude_Bank Deposits.*.xlf
Languages: cs_cz, da_dk, de_de, es_mx, nb_no, ru_ru

# Page 2880731335 - NamedType 3246919479
source: Bank deposit test report has not been set up.
cs_cz: Testovací sestava bankovního vkladu nebyla nastavena.
da_dk: Der er ikke konfigureret en rapport om test af bankindskud.
de_de: Bankeinzahlungstestbericht wurde nicht eingerichtet.
es_mx: No se ha configurado el informe de pruebas de depósitos bancarios.
nb_no: Kontrollrapport for bankinnbetaling er ikke konfigurert.
ru_ru: Тестовый отчет по внесениям на счет не настроен.

# Page 2880731335 - Control 4248640148 - Property 1295455071
source: Specifies the bank account number to which this bank deposit is being made.
cs_cz: Určuje číslo bankovního účtu, na který je tento bankovní vklad prováděn.
da_dk: Angiver nummeret på den bankkonto, som bankindskuddet er foretaget på.
de_de: Gibt die Bankkontonummer an, auf die diese Bankeinzahlung erfolgt.
es_mx: Especifica el número de la cuenta bancaria en la que se realiza este depósito bancario.
nb_no: Angir bankkontonummeret som denne bankinnbetalingen utføres til.
ru_ru: Определяет номер банковского счета, на который осуществляется это внесение.

# Page 2880731335 - Control 4198939294 - Property 1295455071
source: Specifies the currency that will be used for this Deposit.
cs_cz: Určuje měnu, která bude použita pro tento vklad.
da_dk: Angiver den valuta, der skal bruges til dette indskud.
de_de: Gibt die Währung an, die für diese Einzahlung verwendet wird.
es_mx: Especifica la divisa que se usará para este depósito.
nb_no: Angir valutaen som skal brukes for denne innbetalingen.
ru_ru: Определяет валюту, которая будет использоваться для этого внесения.

# Page 2880731335 - Control 580412389 - Property 1295455071
source: Specifies the date of the bank deposit document.
cs_cz: Určuje datum bankovního vkladového dokladu.
da_dk: Angiver datoen for bankindskudsdokumentet.
de_de: Gibt das Datum des Bankeinzahlungsbelegs an.
es_mx: Especifica la fecha del documento de depósito bancario.
nb_no: Angir datoen for bankinnbetalingsdokumentet.
ru_ru: Определяет дату документа внесения на счет.

# Page 2880731335 - Control 2704330142 - Property 1295455071
source: Specifies the journal batch name from the general journal batch.
cs_cz: Určuje název listu finančního deníku.
da_dk: Angiver kladdenavnet fra finanskladdekørslen.
de_de: Gibt den Buch.-Blattstapelnamen aus dem Fibu Buch.-Blatt-Stapel an.
es_mx: Especifica el nombre de la sección de diario de la sección de diario general.
nb_no: Angir kladdenavnet fra finanskladden.
ru_ru: Определяет название раздела журнала из раздела финансового журнала.

# Page 2880731335 - Control 2273653569 - Property 1295455071
source: Specifies the bank account's language code from the Bank Account table.
cs_cz: Určuje kód jazyka bankovního účtu z tabulky Bankovní účet.
da_dk: Angiver bankkontoens sprogkode fra tabellen Bankkonto.
de_de: Gibt den Sprachcode des Bankkontos aus der Bankkontotabelle an.
es_mx: Especifica el código de idioma de banco de la tabla Banco.
nb_no: Angir bankkontoens språkkode fra tabellen Bankkonto.
ru_ru: Определяет код языка банковского счета из таблицы "Банковский счет".

# Page 2880731335 - Control 4200184881 - Property 1295455071
source: Specifies the number of the bank deposit that you are creating.
cs_cz: Určuje číslo bankovního vkladu, který vytváříte.
da_dk: Angiver nummeret på det bankindskud, du er ved at oprette.
de_de: Gibt die Nummer der Bankeinzahlung an, die Sie erstellen.
es_mx: Especifica el número del depósito bancario que va a crear.
nb_no: Angir nummeret for bankinnbetalingen du oppretter.
ru_ru: Определяет номер создаваемого внесения на счет.

# Page 2880731335 - Control 3710982960 - Property 1295455071
source: Specifies the date when the bank eposit should be posted. This should be the date that the bank eposit is deposited in the bank.
cs_cz: Určuje datum, kdy má být bankovní eposit zaúčtován. To by mělo být datum, kdy je banka eposit uložena v bance.
da_dk: Angiver den dato, hvor bankindskuddet skal bogføres. Det skal være den dato, hvor bankindskuddet er indbetalt i banken.
de_de: Gibt das Datum an, an dem die Bankeinzahlung gebucht werden soll. Dies muss das Datum sein, an dem die Bankeinzahlung in der Bank gebucht wird.
es_mx: Especifica la fecha en la que se debe registrar el depósito bancario. Debe ser la fecha en la que el depósito bancario se ingresa en el banco.
nb_no: Angir datoen da bankinnbetalingen skal bokføres. Dette må være datoen da bankinnbetalingen innbetales i banken.
ru_ru: Определяет дату, когда внесение на счет должно быть учтено. Это должна быть дата внесения на счет в банк.

# Page 2880731335 - Control 3268709882 - Property 1295455071
source: Specifies the entry's document type and number (Bank Deposit No. 1001, for example).
cs_cz: Určuje typ a číslo dokladu položky (např. Bankovní vklad č. 1001).
da_dk: Angiver postens dokumenttype og nummer (f.eks. Bankindskudsnr. 1001).
de_de: Gibt die Belegart und -nummer des Postens an (z. B. Bankeinzahlungsnr. 1001).
es_mx: Especifica el tipo y número de documento del movimiento (por ejemplo, el depósito bancario n.º 1001).
nb_no: Angir postens dokumenttype og nummer (for eksempel bankinnbetaling nr. 1001).
ru_ru: Определяет тип и номер документа для операции (например, "Внесение на счет № 1001").

# Page 2880731335 - Control 1577567912 - Property 1295455071
source: Specifies the dimension value code the bank deposit header will be associated with.
cs_cz: Určuje kód hodnoty dimenze, která bude přidružena k hlavičce bankovního vkladu.
da_dk: Angiver den dimensionsværdikode, som overskriften for bankindskuddet vil blive tilknyttet.
de_de: Gibt den Dimensionswertcode an, dem der Bankeinzahlungskopf zugeordnet wird.
es_mx: Especifica el código del valor de dimensión al que se asociará la cabecera del depósito bancario.
nb_no: Angir dimensjonsverdikoden som bankinnbetalingshodet skal knyttes til.
ru_ru: Определяет код значения измерения, с которым будет связан заголовок внесения на счет.

# Page 2880731335 - Control 1003760969 - Property 1295455071
source: Specifies the dimension value code the bank deposit header will be associated with.
cs_cz: Určuje kód hodnoty dimenze, která bude přidružena k hlavičce bankovního vkladu.
da_dk: Angiver den dimensionsværdikode, som overskriften for bankindskuddet vil blive tilknyttet.
de_de: Gibt den Dimensionswertcode an, dem der Bankeinzahlungskopf zugeordnet wird.
es_mx: Especifica el código del valor de dimensión al que se asociará la cabecera del depósito bancario.
nb_no: Angir dimensjonsverdikoden som bankinnbetalingshodet skal knyttes til.
ru_ru: Определяет код значения измерения, с которым будет связан заголовок внесения на счет.

# Page 2880731335 - Control 2829932290 - Property 1295455071
source: Specifies the total amount of the bank deposit. The sum of the amounts must equal this field value before you will be able to post this bank deposit.
cs_cz: Určuje celkovou výši bankovního vkladu. Součet částek se musí rovnat této hodnotě pole, než budete moci zaúčtovat tento bankovní vklad.
da_dk: Angiver det samlede beløb for bankindskuddet. Summen af beløbene skal være lig med værdien i feltet, før du kan bogføre bankindskuddet.
de_de: Gibt den Gesamtbetrag der Bankeinzahlung an. Die Summe der Beträge muss diesem Feldwert entsprechen, bevor Sie diese Bankeinzahlung buchen können.
es_mx: Especifica el importe total del depósito bancario. La suma de los importes debe coincidir con el valor de este campo antes de poder registrar este depósito bancario.
nb_no: Angir totalbeløpet for bankinnbetalingen. Summen av beløpene må være lik denne feltverdien før du kan bokføre denne bankinnbetalingen.
ru_ru: Определяет итоговую сумму внесения на счет. Чтобы это внесение можно было учесть, сумма всех сумм должна быть равна значению этого поля.

# Page 2880731335 - Action 2245087378 - Property 2879900210
source: P&osting
cs_cz: Úč&tování
da_dk: &Bogføring
de_de: B&uchung
es_mx: &Registro
nb_no: B&okføring
ru_ru: У&чет

# Page 2880731335 - Action 4236135242 - Property 1295455071
source: Finalize the document or journal by posting the amounts and quantities to the related accounts in your company books.
cs_cz: Dokončete doklad nebo deník zaúčtováním částek a množství na související účty ve vašich firemních knihách.
da_dk: Færdiggør bilaget eller kladden ved at bogføre beløb og antal på de relaterede konti i regnskaberne.
de_de: Schließen Sie den Beleg oder das Buch.-Blatt durch Buchen der Beträge und Mengen auf die entsprechenden Konten in den Firmenbüchern ab.
es_mx: Finaliza el documento o el diario registrando los importes y las cantidades en las cuentas relacionadas de los libros de su empresa.
nb_no: Fullfør dokumentet eller kladden ved å bokføre beløpene og antallene til de relaterte kontiene i selskapstablåene.
ru_ru: Завершение подготовки документа или журнала путем учета сумм и количеств на соответствующих счетах в книгах организации.

# Page 2880731335 - Action 4236135242 - Property 2879900210
source: P&ost
cs_cz: Účtov&at
da_dk: B&ogfør
de_de: B&uchen
es_mx: &Registrar
nb_no: B&okfør
ru_ru: У&честь

# Page 2880731335 - Action 1333595352 - Property 1295455071
source: Finalize and prepare to print the document or journal. The values and quantities are posted to the related accounts. A report request window where you can specify what to include on the print-out.
cs_cz: Dokončete a připravte se na tisk dokumentu nebo deníku. Hodnoty a množství jsou zaúčtovány na související účty. V okně s požadavkem na sestavu můžete určit, co chcete zahrnout do výtisku.
da_dk: Færdiggør bilaget eller kladden, og forbered udskrivning. Værdierne og mængderne bogføres på de relevante konti. Du får vist et rapportanmodningsvindue, hvor du kan angive, hvad der skal udskrives.
de_de: Schließen Sie den Beleg oder das Buch.-Blatt ab, und bereiten Sie das Drucken vor. Die Werte und Mengen werden auf die entsprechenden Konten gebucht. Ein Berichtanforderungsfenster wird geöffnet, in dem Sie angeben können, was auf dem Ausdruck enthalten sein soll.
es_mx: Permite finalizar y preparar la impresión del documento o el diario. Los valores y las cantidades se registran en las cuentas relacionadas. Se abre una ventana de solicitud de informe en la que puede especificar lo que desea incluir en la impresión.
nb_no: Fullfør og klargjør for å skrive ut dokumentet eller kladden. Verdiene og antallene blir bokført til de relaterte kontoene. Det vises et rapportforespørselsvindu der du kan angi hva som skal inkluderes på utskriften.
ru_ru: Завершение работы над документом или журналом и подготовка к его печати. Значения и количества учитываются на соответствующих счетах. В окне запроса отчета можно указать, какая информация должна выводиться на печать.

# Page 2880731335 - Action 1333595352 - Property 2879900210
source: Post and &Print
cs_cz: Účtovat a vy&tisknout
da_dk: Bogfør og &udskriv
de_de: Buchen und &drucken
es_mx: Registrar e &imprimir
nb_no: Bokfør og &skriv ut
ru_ru: Учет и &печать

# Page 2880731335 - Action 913412068 - Property 1295455071
source: View a test report so that you can find and correct any errors before you perform the actual posting of the journal or document.
cs_cz: Zobrazte testovací sestavu, abyste mohli najít a opravit případné chyby před provedením skutečného účtování deníku nebo dokladu.
da_dk: Vis en testrapport, så du kan finde og rette eventuelle fejl, før du udfører den faktiske bogføring af kladden eller bilaget.
de_de: Testbericht anzeigen, damit Sie mögliche Fehler vor dem Buchen des Buch.-Blatts oder Belegs finden und korrigieren können.
es_mx: Permite ver un informe de prueba para que pueda buscar y corregir errores antes de realizar el registro real del diario o documento.
nb_no: Vis en kontrollrapport slik at du kan finne og rette eventuelle feil før du bokfører kladden eller dokumentet.
ru_ru: Просмотр тестового отчета для выявления и исправления возможных ошибок перед учетом журнала или документа.

# Page 2880731335 - Action 913412068 - Property 2879900210
source: Test Report
cs_cz: Testovací sestava
da_dk: Testrapport
de_de: Testbericht
es_mx: Informe de prueba
nb_no: Kontrollrapport
ru_ru: Тестовый отчет

# Page 1816704201 - Property 2019332006
source: New,Process,Report,Bank Deposit,Print/Send
cs_cz: Nový,Proces,Sestavy,Bankovní vklad,Tisk/Odeslání
da_dk: Ny,Proces,Rapport,Bankindskud,Udskriv/Send
de_de: Neu,Prozess,Bericht,Bankeinzahlung,Drucken/Senden
es_mx: Nuevo,Proceso,Informe,Depósito bancario,Imprimir o enviar
nb_no: Ny,Prosess,Rapport,Bankinnbetaling,Skriv ut / send
ru_ru: Новый,Процесс,Отчет,Внесение на счет,Печать/отправить

# Page 1816704201 - Property 2879900210
source: Posted Bank Deposit
cs_cz: Účtovaný bankovní vklad
da_dk: Bogført bankindskud
de_de: Gebuchte Bankeinzahlung
es_mx: Depósito bancario registrado
nb_no: Bokført bankinnbetaling
ru_ru: Учтенное внесение на счет

# Page 1816704201 - NamedType 1049272403
source: To undo the posting of a bank deposit, you must sign in to Business Central from a web browser.
cs_cz: Chcete-li zrušit zaúčtování bankovního vkladu, musíte se přihlásit do Business Central z webového prohlížeče.
da_dk: Hvis du vil annullere bogføringen af en bankindbetaling, skal du logge på Business Central fra en webbrowser.
de_de: Um die Buchung einer Bankeinzahlung rückgängig zu machen, müssen Sie sich über einen Webbrowser bei Business Central anmelden.
es_mx: Para deshacer el registro de un depósito bancario, debe iniciar sesión en Business Central desde un navegador web.
nb_no: Hvis du vil angre bokføringen av en bankinnbetaling, må du logge deg på Business Central fra en nettleser.
ru_ru: Для отмены учета внесения на счет необходимо войти в Business Central из браузера.

# Page 1816704201 - NamedType 3246919479
source: Bank deposit report has not been set up.
cs_cz: Sestava bankovního vkladu nebyla nastavena.
da_dk: Bankindskudsrapporten er ikke konfigureret.
de_de: Bankeinzahlungsbericht wurde nicht eingerichtet.
es_mx: No se ha configurado el informe de depósito bancario.
nb_no: Bankinnbetalingsrapport er ikke konfigurert.
ru_ru: Отчет по внесениям на счет не настроен.

# Page 1816704201 - NamedType 3956748531
source: No
cs_cz: Ne
da_dk: Nej
de_de: Nein
nb_no: Nei
ru_ru: Нет

# Page 1816704201 - NamedType 1451419922
source: This will reverse all ledger entries that are related to the lines of the bank deposit. Do you want to continue?
cs_cz: Tím se stornují všechny položky hlavní knihy, které souvisejí s řádky bankovního vkladu. Chcete pokračovat?
da_dk: Dermed tilbageføres alle poster, der er relateret til bankindbetalingens linjer. Vil du fortsætte?
de_de: Dadurch werden alle Posten rückgängig gemacht, die mit den Zeilen der Bankeinzahlung verknüpft sind. Möchten Sie fortfahren?
es_mx: Esto revertirá todos los movimientos relacionados con las líneas del depósito bancario. ¿Desea continuar?
nb_no: Dette tilbakefører alle poster som er knyttet til linjene i bankinnbetalingen. Vil du fortsette?
ru_ru: В результате этого действия будут сторнированы все операции ГК, связанные со строками внесения на счет. Продолжить?

# Page 1816704201 - NamedType 2643354537
source: Yes
cs_cz: Ano
da_dk: Ja
de_de: Ja
es_mx: Sí
nb_no: Ja
ru_ru: Да

# Page 1816704201 - Control 2445482498 - Property 2879900210
source: General
cs_cz: Obecné
da_dk: Generelt
de_de: Allgemein
nb_no: Generelt
ru_ru: Общие сведения

# Page 1816704201 - Control 4248640148 - Property 1295455071
source: Specifies the number of the bank account to which the deposit was made.
cs_cz: Určuje číslo bankovního účtu, na který byl vklad proveden.
da_dk: Angiver nummeret på den bankkonto, som indskuddet blev indbetalt til.
de_de: Gibt die Nummer des Bankkontos an, auf das die Einzahlung erfolgte.
es_mx: Especifica el número de la cuenta bancaria en la que se realizó el depósito.
nb_no: Angir nummeret for bankkontoen som innbetalingen ble utført til.
ru_ru: Определяет номер банковского счета, на который было осуществлено внесение.

# Page 1816704201 - Control 4198939294 - Property 1295455071
source: Specifies the currency code of the bank account that the deposit was deposited in.
cs_cz: Určuje kód měny bankovního účtu, na který byl vklad uložen.
da_dk: Angiver valutakoden for den bankkonto, som indskuddet blev indbetalt på.
de_de: Gibt den Währungscode des Bankkontos an, in dem die Einzahlung hinterlegt wurde.
es_mx: Especifica el código de divisa de la cuenta bancaria en la que se realizó el depósito.
nb_no: Angir valutakoden for bankkontoen som innbetalingen ble betalt i.
ru_ru: Определяет код валюты банковского счета, на который было осуществлено внесение.

# Page 1816704201 - Control 365542049 - Property 1295455071
source: Specifies the difference between the Amount field and the Cleared Amount field.
cs_cz: Určuje rozdíl mezi poli Částka a polem Zaúčtovaná částka.
da_dk: Angiver differencen mellem feltet Beløb og feltet Godkendt beløb.
de_de: Gibt die Differenz zwischen dem Feld „Betrag“ und dem Feld „Ausgeglichener Betrag“ an.
es_mx: Especifica la diferencia entre el campo Importe y el campo Importe compensado.
nb_no: Angir differansen mellom feltet Beløp og feltet Betalt beløp.
ru_ru: Определяет разницу между полями "Сумма" и "Зачисленная сумма".

# Page 1816704201 - Control 365542049 - Property 2879900210
source: Difference
cs_cz: Rozdíl
de_de: Differenz
es_mx: Diferencia
nb_no: Differanse
ru_ru: Разница

# Page 1816704201 - Control 580412389 - Property 1295455071
source: Specifies the date of the deposit document.
cs_cz: Určuje datum vkladového dokladu.
da_dk: Angiver datoen for indskudsdokumentet.
de_de: Gibt das Datum des Einzahlungsbelegs an.
es_mx: Especifica la fecha del documento de depósito.
nb_no: Angir datoen for innbetalingsdokumentet.
ru_ru: Определяет дату документа внесения.

# Page 1816704201 - Control 4200184881 - Property 1295455071
source: Specifies the document number of the deposit document.
cs_cz: Určuje číslo dokladu vkladového dokumentu.
da_dk: Angiver dokumentnummeret på indskudsdokumentet.
de_de: Gibt die Belegnummer des Einzahlungsbelegs an.
es_mx: Especifica el número del documento de depósito.
nb_no: Angir dokumentnummeret for innbetalingsdokumentet.
ru_ru: Определяет номер документа, подтверждающего внесение на счет.

# Page 1816704201 - Control 3710982960 - Property 1295455071
source: Specifies the date the deposit was posted.
cs_cz: Určuje datum, kdy byl vklad zaúčtován.
da_dk: Angiver den dato, hvor indskuddet blev bogført.
de_de: Gibt das Datum an, an dem die Einzahlung gebucht wurde.
es_mx: Especifica la fecha en la que se registró el depósito.
nb_no: Angir datoen da innbetalingen ble bokført.
ru_ru: Определяет дату учета внесения.

# Page 1816704201 - Control 3744289816 - Property 1295455071
source: Specifies if transactions from the corresponding G/L Register have been reversed.
cs_cz: Určuje, zda byly transakce z odpovídajícího finančního žurnálu stornovány.
da_dk: Angiver, om transaktioner fra den tilsvarende Finansjournal er blevet tilbageført.
de_de: Gibt an, ob Transaktionen aus dem entsprechenden Fibujournal storniert wurden.
es_mx: Especifica si se han revertido las transacciones del registro de contabilidad correspondiente.
nb_no: Angir om transaksjoner fra tilhørende finansjournal er tilbakeført.
ru_ru: Определяет, сторнированы ли транзакции из соответствующего регистра ГК.

# Page 1816704201 - Control 3744289816 - Property 2879900210
source: Reversed
cs_cz: Stornováno
da_dk: Tilbageført
de_de: Storniert
es_mx: Revertido
nb_no: Tilbakeført
ru_ru: Сторнировано

# Page 1816704201 - Control 1577567912 - Property 1295455071
source: Specifies the value assigned to this dimension for this deposit.
cs_cz: Určuje hodnotu přiřazenou této dimenzi pro tento vklad.
da_dk: Angiver den værdi, der er tildelt denne dimension for dette indskud.
de_de: Gibt den Wert an, der dieser Dimension für diese Einzahlung zugeordnet ist.
es_mx: Especifica el valor asignado a esta dimensión para este depósito.
nb_no: Angir verdien som er tildelt denne dimensjonen for denne innbetalingen.
ru_ru: Определяет значение, присвоенное этому измерению для этого внесения.

# Page 1816704201 - Control 1003760969 - Property 1295455071
source: Specifies the value assigned to this dimension for this deposit.
cs_cz: Určuje hodnotu přiřazenou této dimenzi pro tento vklad.
da_dk: Angiver den værdi, der er tildelt denne dimension for dette indskud.
de_de: Gibt den Wert an, der dieser Dimension für diese Einzahlung zugeordnet ist.
es_mx: Especifica el valor asignado a esta dimensión para este depósito.
nb_no: Angir verdien som er tildelt denne dimensjonen for denne innbetalingen.
ru_ru: Определяет значение, присвоенное этому измерению для этого внесения.

# Page 1816704201 - Control 2829932290 - Property 1295455071
source: Specifies the total amount deposited to the bank account.
cs_cz: Určuje celkovou částku uloženou na bankovní účet.
da_dk: Angiver det samlede beløb, der er indbetalt til bankkontoen.
de_de: Gibt den Gesamtbetrag an, der auf das Bankkonto eingezahlt wurde.
es_mx: Especifica el importe total depositado en la cuenta bancaria.
nb_no: Angir totalbeløpet som ble innbetalt til bankkontoen.
ru_ru: Определяет итоговую сумму, внесенную на банковский счет.

# Page 1816704201 - Action 1499795508 - Property 2879900210
source: Bank &Deposit
cs_cz: &Bankovní vklad
da_dk: &Bankindskud
de_de: Bank&einzahlung
es_mx: &Depósito bancario
nb_no: Bank&innbetaling
ru_ru: Внесение на с&чет

# Page 1816704201 - Action 503024588 - Property 1295455071
source: View deposit comments that apply.
cs_cz: Zobrazit komentáře k vkladu, které platí.
da_dk: Vis relevante indskudsbemærkninger.
de_de: Zeigen Sie Einzahlungsbemerkungen an, die zutreffen.
es_mx: Permite ver los comentarios de depósito aplicables.
nb_no: Vis innbetalingsmerknader som gjelder.
ru_ru: Просмотр применимых комментариев к внесению.

# Page 1816704201 - Action 503024588 - Property 2879900210
source: Comments
cs_cz: Komentáře
da_dk: Bemærkninger
de_de: Bemerkungen
es_mx: Comentarios
nb_no: Merknader
ru_ru: Комментарии

# Page 1816704201 - Action 2173385693 - Property 1295455071
source: View or edit dimensions, such as area, project, or department, that you can assign to sales and purchase documents to distribute costs and analyze transaction history.
cs_cz: Zobrazení nebo úprava dimenzí, jako je oblast, projekt nebo středisko, které můžete přiřadit k prodejním a nákupním dokladům za účelem distribuce nákladů a analýzy historie transakcí.
da_dk: Vis eller rediger dimensioner, f.eks. område, projekt eller afdeling, som du kan tildele til salgs- og købsbilag for at fordele omkostninger og analysere transaktionshistorik.
de_de: Zeigen Sie Dimensionen an oder bearbeiten Sie sie, wie etwa eines Bereichs, eines Projekts oder einer Abteilung, die Sie Verkaufs- oder Einkaufsbelegen zuweisen können, um die Kosten zu verteilen und den Transaktionsverlauf zu analysieren.
es_mx: Permite ver o editar dimensiones, como el área, el proyecto o el departamento, que pueden asignarse a los documentos de venta y compra para distribuir costos y analizar el historial de transacciones.
nb_no: Vis eller rediger dimensjoner, for eksempel område, prosjekt eller avdeling, som du kan tilordne til salgs- og kjøpsdokumenter for å distribuere kostnader og analysere transaksjonshistorikk.
ru_ru: Просмотр или изменение измерений, например области, проекта или подразделения, которые можно назначать документам покупки и продажи для распределения себестоимости и анализа истории транзакций.

# Page 1816704201 - Action 2173385693 - Property 2879900210
source: Dimensions
cs_cz: Dimenze
da_dk: Dimensioner
de_de: Dimensionen
es_mx: Dimensiones
nb_no: Dimensjoner
ru_ru: Измерения
