Repository: jbakach/MSDyn365BC.Code.History
Catalog: shopify/app/Shopify Connector/Translations/Shopify Connector.*.xlf
Languages: fi_fi, fr_be, it_it

# PermissionSet 727874209 - Property 2879900210
source: Shopify - Objects
fi_fi: Shopify – Objektit
fr_be: Shopify : objets
it_it: Shopify - Oggetti

# PermissionSet 4241745525 - Property 2879900210
source: Shopify - Read
fi_fi: Shopify – Luku
fr_be: Shopify : lecture
it_it: Shopify - Leggi

# PermissionSet 1465238792 - Property 2879900210
source: Shopify Indirect Permissions
fi_fi: Shopifyn epäsuorat oikeudet
fr_be: Autorisations indir. Shopify
it_it: Autorizzazioni ind. Shopify

# Table 1118872714 - Field 1653072429 - Property 2879900210
source: Zip
fr_be: Code postal
it_it: CAP
