Repository: jbakach/MSDyn365BC.Code.History
Catalog: shopify/app/Shopify Connector/Translations/Shopify Connector.*.xlf
Languages: fi_fi, fr_be, it_it

# Page 2057228960 - Control 3168444338 - Property 1295455071
source: Specifies the customer's address.
fi_fi: Määrittää asiakkaan osoitteen.
fr_be: Spécifie l’adresse du client.
it_it: Specifica l'indirizzo del cliente.

# Page 2057228960 - Control 3689535207 - Property 1295455071
source: Specifies the mapped customer number.
fi_fi: Määrittää yhdistetyn asiakasnumeron.
fr_be: Spécifie le numéro de client mappé.
it_it: Specifica il numero cliente mappato.

# Page 2057228960 - Control 3689535207 - Property 2879900210
source: Customer No.
fi_fi: Asiakasnro
fr_be: N° client
it_it: Nr. cliente

# Page 2057228960 - Control 3172946536 - Property 1295455071
source: Specifies the unique identifier for the customer in D365BC.
fi_fi: Määrittää D365BC-asiakkaan yksilöivän tunnuksen.
fr_be: Spécifie l’identifiant unique du client dans D365BC.
it_it: Specifica l'identificatore univoco per il cliente in D365BC.

# Page 2057228960 - Control 2961552353 - Property 1295455071
source: Specifies the customer's name.
fi_fi: Määrittää asiakkaan nimen.
fr_be: Spécifie le nom du client.
it_it: Specifica il nome del cliente.

# Page 2057228960 - Control 1713889359 - Property 1295455071
source: Specifies an additional part of the name.
fi_fi: Määrittää nimen lisäosan.
fr_be: Spécifie une partie supplémentaire du nom.
it_it: Specifica una parte aggiuntiva del nome.

# Page 2057228960 - Action 1994005900 - Property 1295455071
source: View or edit detailed information about the customer.
fi_fi: Näytä asiakkaan yksityiskohtaiset tiedot tai muokkaa niitä.
fr_be: Affichez ou modifiez des informations détaillées sur le client.
it_it: Visualizzare o modificare le informazioni dettagliate sul cliente.

# Page 2057228960 - Action 1994005900 - Property 2879900210
source: Customer Card
fi_fi: Asiakaskortti
fr_be: Fiche client
it_it: Scheda cliente

# Page 2057228960 - Action 2308951041 - Property 1295455071
source: View a list of Shopify orders for the customer.
fi_fi: Näytä luettelo asiakkaan Shopify-tilauksista.
fr_be: Afficher la liste des commandes Shopify pour le client.
it_it: Visualizzare la lista degli ordini Shopify per il cliente.

# Page 2057228960 - Action 2308951041 - Property 2879900210
source: Shopify Orders
fi_fi: Shopify-tilaukset
fr_be: Commandes Shopify
it_it: Ordini Shopify

# Page 834364629 - Property 2879900210
source: Shopify Customer Templates
fi_fi: Shopify-asiakasmallit
fr_be: Modèles client Shopify
it_it: Modelli cliente Shopify

# Page 834364629 - Control 3643848063 - Property 1295455071
source: Specifies the Country Code.
fi_fi: Määrittää maakoodin.
fr_be: Spécifie le code du pays.
it_it: Specifica il codice paese.

# Page 834364629 - Control 3787812635 - Property 1295455071
source: Specifies which customer template to use when creating unknown customers for this country. This template will only be used if the field "Fix CustomerNo." is blank
fi_fi: Määrittää, mitä asiakasmallia käytetään tuntemattomien asiakkaiden luomiseen tälle maalle. Mallia käytetään vain, jos Korjaa asiakasnro -kenttä on tyhjä.
fr_be: Spécifie le modèle client à utiliser lors de la création de clients inconnus pour ce pays. Ce modèle sera utilisé uniquement si le champ « Fix CustomerNo » est vide
it_it: Specifica il modello di cliente da utilizzare per la creazione di clienti sconosciuti per il paese. Questo modello verrà utilizzato solo se il campo "Correggi nr. cliente" è vuoto

# Page 834364629 - Control 2769882166 - Property 1295455071
source: Specifies the default customer for this country when not creating a customer for each webshop user.
fi_fi: Määrittää tämän maan oletusasiakkaan, kun jokaisesta verkkokaupan käyttäjästä ei luoda asiakasta.
fr_be: Spécifie le client par défaut pour ce pays quand il n’est pas créé de client pour chaque utilisateur de la boutique en ligne.
it_it: Specifica il cliente predefinito per questo paese quando non si crea un cliente per ogni utente del punto vendita Web.

# Page 834364629 - Control 2091308286 - Property 2879900210
source: Tax Areas
fi_fi: Veroalueet
fr_be: Zones de recouvrement
it_it: Aree imposte

# Page 834364629 - Action 3201496503 - Property 1295455071
source: Import the countries from Shopify where products are sold together with the taxes defined for the relevant company.
fi_fi: Tuo Shopifysta maat, joissa tuotteita myydään sisältäen asiaankuuluvalle yritykselle määrätyt verot.
fr_be: Importez les pays à partir de Shopify où les produits sont vendus avec les taxes définies pour la société concernée.
it_it: Importare da Shopify i paesi in cui i prodotti vengono venduti, insieme alle imposte definite per la società specificata.

# Page 834364629 - Action 3201496503 - Property 2879900210
source: Import countries and counties
fi_fi: Tuo maat ja läänit
fr_be: Importer les pays et les comtés
it_it: Importa paesi e regioni

# Page 202493269 - Property 2019332006
source: New,Process,Related,Customer
fi_fi: Uusi,Käsittely,Asiaan liittyvä,Asiakas
fr_be: Nouveau,Traitement,Associé,Client
it_it: Nuovo,Processo,Correlato,Cliente

# Page 202493269 - Property 2879900210
source: Shopify Customers
fi_fi: Shopify-asiakkaat
fr_be: Clients Shopify
it_it: Clienti Shopify

# Page 202493269 - Control 3473037345 - Property 1295455071
source: Specifies whether the customer consented to receive e-mail updates from the shop.
fi_fi: Määrittää, onko asiakas antanut suostumuksensa sähköpostipäivitysten vastaanottamiselle kaupasta.
fr_be: Spécifie si le client a accepté de recevoir des mises à jour par e-mail provenant du magasin.
it_it: Specifica se il cliente acconsente a ricevere gli aggiornamenti tramite e-mail dal punto vendita.

# Page 202493269 - Control 4190130733 - Property 1295455071
source: Specifies the customer number.
fi_fi: Määrittää asiakasnumeron.
fr_be: Spécifie le numéro de client.
it_it: Specifica il numero cliente.

# Page 202493269 - Control 1472620112 - Property 1295455071
source: The unique email address of the customer. Attempting to assign the same email address to multiple customers returns an error.
fi_fi: Asiakkaan yksilöivä sähköpostiosoite. Saman sähköpostiosoitteen määrittäminen useille asiakkaille palauttaa virheen.
fr_be: Adresse e-mail unique du client. Toute tentative d’affectation de la même adresse e-mail à plusieurs clients renvoie une erreur.
it_it: L'indirizzo e-mail univoco del cliente. Viene restituito un errore se si tenta di assegnare lo stesso indirizzo e-mail a più clienti.

# Page 202493269 - Control 3973653471 - Property 1295455071
source: Specifies the customer's first name.
fi_fi: Määrittää työntekijän etunimen.
fr_be: Spécifie le prénom du client.
it_it: Specifica il nome del cliente.

# Page 202493269 - Control 415504711 - Property 1295455071
source: Specifies the unique identifier for the customer in Shopify.
fi_fi: Määrittää Shopify-asiakkaan yksilöivän tunnuksen.
fr_be: Spécifie l’identifiant unique du client dans Shopify.
it_it: Specifica l'identificatore univoco per il cliente in Shopify.

# Page 202493269 - Control 4082585823 - Property 1295455071
source: Specifies the customer's last name.
fi_fi: Määrittää työntekijän sukunimen.
fr_be: Spécifie le nom du client.
it_it: Specifica il cognome del cliente.

# Page 202493269 - Control 2898143332 - Property 1295455071
source: Specifies a note about the customer in Shopify.
fi_fi: Määrittää Shopify-asiakasta koskevan huomautuksen.
fr_be: Spécifie une note sur le client dans Shopify.
it_it: Specifica una nota sul cliente in Shopify.

# Page 202493269 - Control 2898143332 - Property 2879900210
source: Note
fi_fi: Huomautus
it_it: Nota

# Page 202493269 - Control 646935216 - Property 1295455071
source: Specifies the customer's telephone number.
fi_fi: Määrittää asiakkaan puhelinnumeron.
fr_be: Spécifie le numéro de téléphone du client.
it_it: Specifica il numero di telefono del cliente.

# Page 202493269 - Control 269761521 - Property 1295455071
source: Specifies the state of a customer's account with a shop. The default value is disabled. Valid values are: disabled, invited, enabled and declined.
fi_fi: Määrittää asiakkaan kaupassa olevan tilin tilan. Oletusarvo on Ei käytössä. Kelvollisia arvoja ovat seuraavat: ei käytössä, kutsuttu, käytössä ja hylätty.
fr_be: Spécifie l’état du compte d’un client dans un magasin. La valeur par défaut est désactivée. Les valeurs valides sont : désactivé, invité, activé et refusé.
it_it: Specifica lo stato di un account cliente presso un punto vendita. Il valore predefinito è disabilitato. I valori validi sono: disabilitato, invitato, abilitato e rifiutato.

# Page 202493269 - Control 1337793425 - Property 1295455071
source: Specifies whether the customer has verified their e-mail address.
fi_fi: Määrittää, onko asiakas vahvistanut sähköpostiosoitteensa.
fr_be: Spécifie si le client a vérifié son adresse e-mail.
it_it: Specifica se il cliente ha verificato l'indirizzo e-mail.

# Page 202493269 - Action 1994005900 - Property 1295455071
source: View or edit detailed information about the customer.
fi_fi: Näytä asiakkaan yksityiskohtaiset tiedot tai muokkaa niitä.
fr_be: Affichez ou modifiez des informations détaillées sur le client.
it_it: Visualizzare o modificare le informazioni dettagliate sul cliente.

# Page 202493269 - Action 1994005900 - Property 2879900210
source: Customer Card
fi_fi: Asiakaskortti
fr_be: Fiche client
it_it: Scheda cliente

# Page 202493269 - Action 2308951041 - Property 1295455071
source: View a list of Shopify orders for the customer.
fi_fi: Näytä luettelo asiakkaan Shopify-tilauksista.
fr_be: Afficher la liste des commandes Shopify pour le client.
it_it: Visualizzare la lista degli ordini Shopify per il cliente.

# Page 202493269 - Action 2308951041 - Property 2879900210
source: Shopify Orders
fi_fi: Shopify-tilaukset
fr_be: Commandes Shopify
it_it: Ordini Shopify

# Page 202493269 - Action 3538230033 - Property 1295455071
source: Synchronize the customers with Shopify. The way customers are imported depends on the settings in the Shopify Shop Card.
fi_fi: Synkronoi asiakkaat Shopifyn kanssa. Asiakkaiden tuontitapa vaihtelee Shopify-kauppa-kortin asetusten mukaan.
fr_be: Synchronisez les clients à partir de Shopify. La manière dont les clients sont importés dépend des paramètres de la fiche magasin Shopify.
it_it: Sincronizzare i clienti con Shopify. La modalità di importazione dei clienti dipende dalle impostazioni della scheda del punto vendita Shopify.

# Page 202493269 - Action 3538230033 - Property 2879900210
source: Start Customer Sync
fi_fi: Aloita asiakkaiden synkronointi
fr_be: Lancer la synchronisation des clients
it_it: Avvia sincronizzazione clienti

# Page 1266755742 - Property 2879900210
source: Shopify Data Capture List
fi_fi: Shopify-tiedonkeruuluettelo
fr_be: Liste de capture de données Shopify
it_it: Lista acquisizione dati Shopify

# Page 1266755742 - Method 4230993712 - NamedType 1582893390
source: Download Data to file
fi_fi: Lataa tiedot tiedostoon
fr_be: Télécharger les données vers le fichier
it_it: Scarica i dati nel file

# Page 1266755742 - Control 1016130111 - Property 1295455071
source: Specifies the number of the entry, as assigned from a specific number series when the entry was created.
fi_fi: Määrittää tapahtuman numeron, joka määritettiin tietystä numerosarjasta tapahtumaa luotaessa.
fr_be: Spécifie le numéro de l’écriture, tel qu’il est affecté à partir de la souche de numéros spécifiée lors de la création de l’écriture.
it_it: Specifica il numero del movimento, assegnato dalla numerazione specificata alla creazione del movimento.

# Page 1266755742 - Control 577209412 - Property 1295455071
source: Specifies when the entry was created.
fi_fi: Määrittää, milloin tapahtuma on luotu.
fr_be: Spécifie quand l’écriture a été créée.
it_it: Specifica la data di creazione del movimento.

# Page 1266755742 - Control 4000648066 - Property 1295455071
source: Specifies the users who has created this entry.
fi_fi: Määrittää tapahtuman luoneet käyttäjät.
fr_be: Spécifie les utilisateurs qui ont créé cette écriture.
it_it: Specifica gli utenti che hanno creato questo movimento.

# Page 1266755742 - Control 3576567502 - Property 1295455071
source: The JSON data of that is received from Shopify.
fi_fi: Shopifysta saadut JSON-tiedot.
fr_be: Données JSON qui sont reçues de Shopify.
it_it: Dati JSON ricevuti da Shopify.

# Page 1266755742 - Control 3576567502 - Property 2879900210
source: Json Data
fi_fi: JSON-tiedot
fr_be: Données Json
it_it: Dati JSON

# Page 1266755742 - Action 1989779806 - Property 1295455071
source: Download the data retrieved from Shopify as a json file.
fi_fi: Lataa Shopifysta noudetut tiedot JSON-tiedostona.
fr_be: Téléchargez les données extraites de Shopify en tant que fichier json.
it_it: Scaricare i dati recuperati da Shopify come file JSON.

# Page 1266755742 - Action 1989779806 - Property 2879900210
source: Download Data
fi_fi: Lataa tiedot
fr_be: Télécharger les données
it_it: Scarica dati

# Page 2861497509 - Property 2879900210
source: Shopify Gift Card Transactions
fi_fi: Shopify-lahjakorttitapahtumat
fr_be: Transactions de carte cadeau Shopify
it_it: Transazioni buono regalo Shopify

# Page 2861497509 - Control 636392376 - Property 1295455071
source: Specifies the amount of money included in the transaction.
fi_fi: Määrittää tapahtumaan sisältyvän rahasumman.
fr_be: Spécifie le montant inclus dans la transaction.
it_it: Specifica l'importo in denaro incluso nella transazione.

# Page 2861497509 - Control 1246219133 - Property 1295455071
source: Specifies the authorization code associated with the transaction.
fi_fi: Määrittää tapahtumaan liittyvän valtuutuskoodin.
fr_be: Spécifie le code d’autorisation associé à la transaction.
it_it: Specifica il codice di autorizzazione associato alla transazione.

# Page 2861497509 - Control 2570673311 - Property 1295455071
source: Specifies the date and time at which the transaction is processed.
fi_fi: Määrittää tapahtuman käsittelypäivämäärän ja -ajan.
fr_be: Spécifie la date et l’heure de traitement de la transaction.
it_it: Specifica la data e l'ora di elaborazione della transazione.

# Page 2861497509 - Control 3561154705 - Property 1295455071
source: Specifies the currency of the transactions.
fi_fi: Määrittää tapahtumien valuutan.
fr_be: Spécifie la devise des transactions.
it_it: Specifica la valuta delle transazioni.

# Page 2861497509 - Control 3357486316 - Property 1295455071
source: Specifies the name of the gateway the transaction was issued through.
fi_fi: Määrittää sen yhdyskäytävän nimen, jonka kautta tapahtuma on lähetetty.
fr_be: Spécifie le nom de la passerelle via laquelle la transaction a été émise.
it_it: Specifica il nome del gateway di emissione della transazione.

# Page 2861497509 - Control 3080618677 - Property 1295455071
source: Specifies a string generated by the payment provider with additional information about why the transaction succeeded or failed.
fi_fi: Määrittää maksupalvelun tarjoajan luoman merkkijonon, joka sisältää lisätietoja siitä, miksi tapahtuma on onnistunut tai epäonnistunut.
fr_be: Spécifie une chaîne générée par le fournisseur de service de paiement avec des informations supplémentaires sur la raison du succès ou de l’échec de la transaction.
it_it: Specifica una stringa generata dal provider di servizi di pagamento con informazioni supplementari sul motivo dell'esito positivo o negativo della transazione.

# Page 2861497509 - Control 1002454459 - Property 1295455071
source: Specifies a unique identifier for the order.
fi_fi: Määrittää tilauksen yksilöivän tunnuksen.
fr_be: Spécifie un identifiant unique pour la commande.
it_it: Specifica un identificatore univoco per l'ordine.

# Page 2861497509 - Control 443425085 - Property 1295455071
source: Specifies a unique identifier for the transaction.
fi_fi: Määrittää tapahtuman yksilöivän tunnuksen.
fr_be: Spécifie un identifiant unique pour la transaction.
it_it: Specifica un identificatore univoco per la transazione.

# Page 2861497509 - Control 513339096 - Property 1295455071
source: Specifies the status of the transaction. Valid values are: pending, failure, success and error.
fi_fi: Määrittää tapahtuman tilan. Kelvollisia arvoja ovat seuraavat: odottaa, epäonnistui, onnistui ja virhe.
fr_be: Spécifie le statut de la transaction. Les valeurs valides sont : en attente, échec, réussite et erreur.
it_it: Specifica lo stato della transazione. I valori validi sono: in sospeso, non riuscito, riuscito ed errore.

# Page 2861497509 - Control 3732224266 - Property 1295455071
source: Specifies if the transaction was created for a test mode Order or payment.
fi_fi: Määrittää, onko tapahtuma luotu tilausten tai maksujen testitilaa varten.
fr_be: Spécifie si la transaction a été créée pour une commande ou un paiement en mode test.
it_it: Specifica se la transazione è stata creata per un ordine o un pagamento in modalità di test.

# Page 2861497509 - Control 1878130204 - Property 1295455071
source: Specifies the transaction type. Valid values are: authorization, capture, sale, void and refund.
fi_fi: Määrittää tapahtumatyypin. Kelvollisia arvoja ovat seuraavat: valtuutus, suoritus, myynti, mitätöinti ja hyvitys.
fr_be: Spécifie le type de transaction. Les valeurs valides sont : capture, vente, annulation et remboursement.
it_it: Specifica il tipo di transazione. I valori validi sono: autorizzazione, acquisizione, vendita, annullamento e rimborso.

# Page 658868337 - Property 2879900210
source: Shopify Gift Cards
fi_fi: Shopify-lahjakortit
fr_be: Cartes cadeaux Shopify
it_it: Buoni regalo Shopify

# Page 658868337 - Control 636392376 - Property 1295455071
source: Specifies the amount of the Shopify gift card.
fi_fi: Määrittää Shopify-lahjakortin summan.
fr_be: Spécifie le montant de la carte cadeau Shopify.
it_it: Specifica l'importo del buono regalo Shopify.

# Page 658868337 - Control 415504711 - Property 1295455071
source: Specifies the id of the Shopify gift card.
fi_fi: Määrittää Shopify-lahjakortin tunnuksen.
fr_be: Spécifie l’ID de la carte cadeau Shopify.
it_it: Specifica l'ID del buono regalo Shopify.

# Page 658868337 - Control 376254012 - Property 1295455071
source: Specifies the balance of the gift card.
fi_fi: Määrittää lahjakortin saldon.
fr_be: Spécifie le solde de la carte cadeau.
it_it: Specifica il saldo del buono regalo.

# Page 658868337 - Control 1779371716 - Property 1295455071
source: Specifies the last characters of the gift card code.
fi_fi: Määrittää lahjakorttikoodin viimeiset merkit.
fr_be: Spécifie les derniers caractères du code de la carte cadeau.
it_it: Specifica gli ultimi caratteri del codice buono regalo.

# Page 658868337 - Control 2178282664 - Property 2879900210
source: Known Transactions
fi_fi: Tunnetut tapahtumat
fr_be: Transactions connues
it_it: Transazioni conosciute

# Page 4023966537 - Property 2879900210
source: Shopify Initial Import
fi_fi: Shopify-alkutuonti
fr_be: Importation initiale Shopify
it_it: Importazione iniziale Shopify

# Page 4023966537 - Control 2149455310 - Property 1295455071
source: Specifies whether the session is active.
fi_fi: Määrittää, onko istunto aktiivinen.
fr_be: Spécifie si la session est active.
it_it: Specifica se la sessione è attiva.

# Page 4023966537 - Control 2149455310 - Property 2879900210
source: Active Session
fi_fi: Aktiivinen istunto
fr_be: Session active
it_it: Sessione attiva

# Page 4023966537 - Control 3318218501 - Property 1295455071
source: Specifies the status of the import job.
fi_fi: Määrittää tuontityön tilan.
fr_be: Spécifie le statut de la tâche d’importation.
it_it: Specifica lo stato del processo di importazione.

# Page 4023966537 - Control 2961552353 - Property 1295455071
source: Specifies the name of the entity that was imported.
fi_fi: Määrittää tuodun objektin nimen.
fr_be: Spécifie le nom de l’entité qui a été importée.
it_it: Specifica il nome dell'entità che è stata importata.

# Page 4023966537 - Control 1669136979 - Property 1295455071
source: Specifies the Shopify shop code.
fi_fi: Määrittää Shopify-kaupan koodin.
fr_be: Spécifie le code magasin Shopify.
it_it: Specifica il codice del punto vendita Shopify.

# Page 1093534293 - Property 2879900210
source: Shopify Inventory Factbox
fi_fi: Shopify-varaston tietoruutu
fr_be: Récapitulatif de stock Shopify
it_it: Scheda dettaglio Inventario Shopify

# Page 1093534293 - Control 1879379861 - Property 1295455071
source: The date and time when the stock of D365BC was last calculated.
fi_fi: Päivämäärä ja kellonaika, jolloin D365BC-varasto laskettiin viimeksi.
fr_be: Date et heure du dernier calcul du stock de D365BC.
it_it: La data e l'ora dell'ultimo calcolo delle scorte di D365BC.

# Page 1093534293 - Control 959595599 - Property 1295455071
source: The date and time when the stock was last synchronized from Shopify.
fi_fi: Päivämäärä ja kellonaika, jolloin varasto synkronoitiin viimeksi Shopifyhin.
fr_be: Date et heure de la dernière synchronisation du stock à partir de Shopify.
it_it: La data e l'ora dell'ultima sincronizzazione delle scorte da Shopify.

# Page 1093534293 - Control 2563728230 - Property 1295455071
source: Specifies the location name.
fi_fi: Määrittää sijainnin nimen.
fr_be: Spécifie le nom du magasin.
it_it: Specifica il nome dell'ubicazione.

# Page 1093534293 - Control 3788097755 - Property 1295455071
source: Specifies the Shopify Shop.
fi_fi: Määrittää Shopify-kaupan.
fr_be: Spécifie le magasin Shopify.
it_it: Specifica il punto vendita Shopify.

# Page 1093534293 - Control 3446793006 - Property 1295455071
source: The stock value on Shopify.
fi_fi: Shopify-varaston arvo.
fr_be: Valeur du stock sur Shopify.
it_it: Valore di scorte in Shopify.

# Page 1093534293 - Control 3153743028 - Property 1295455071
source: The stock value in D365BC
fi_fi: D365BC-varaston arvo
fr_be: Valeur du stock dans D365BC
it_it: Il valore di scorte in D365BC

# Page 3706164926 - Property 2019332006
source: New,Process,Report,Log Entries
fi_fi: Uusi,Käsittely,Raportti,Lokitapahtumat
fr_be: Nouveau,Traitement,État,Écritures journal
it_it: Nuovo,Processo,Report,Movimenti log

# Page 3706164926 - Property 2879900210
source: Shopify Log Entries
fi_fi: Shopify-lokitapahtumat
fr_be: Écritures journal Shopify
it_it: Movimenti log Shopify

# Page 3706164926 - Control 61963710 - Property 1295455071
source: Specifies the date and the time when this entry was created.
fi_fi: Määrittää tapahtuman luontipäivämäärän ja -ajan.
fr_be: Spécifie la date et l’heure de création de l’écriture.
it_it: Specifica la data e l'ora di creazione del movimento.

# Page 3706164926 - Control 1016130111 - Property 1295455071
source: Specifies the number of the entry, as assigned from the specific number series when the entry was created.
fi_fi: Määrittää tapahtuman numeron, joka määritettiin tietystä numerosarjasta tapahtumaa luotaessa.
fr_be: Spécifie le numéro de l’écriture, tel qu’il est affecté à partir de la souche de numéros spécifiée lors de la création de l’écriture.
it_it: Specifica il numero del movimento, assegnato dalla numerazione specificata alla creazione del movimento.

# Page 3706164926 - Control 4132733409 - Property 1295455071
source: Specifies the used method.
fi_fi: Määrittää käytetyn tavan.
fr_be: Spécifie la méthode utilisée.
it_it: Specifica il metodo utilizzato.

# Page 3706164926 - Control 355226323 - Property 1295455071
source: Specifies the HTTP result status of the entry in the log.
fi_fi: Määrittää lokitapahtuman HTTP-tuloksen tilan.
fr_be: Spécifie le statut de résultat HTTP de l’écriture dans le journal.
it_it: Specifica lo stato risultato HTTP del movimento nel log.
