Repository: jbakach/MSDyn365BC.Code.History
Catalog: shopify/app/Shopify Connector/Translations/Shopify Connector.*.xlf
Languages: fi_fi, fr_be, it_it

# Page 1970429680 - Control 2891538263 - Property 247559172
source: We just need the shop name and URL to connect it to Shopify. When you have checked all shop settings, enable the connection here.
fi_fi: Tarvitsemme vain kaupan nimen ja URL-osoitteen, jotta voimme yhdistää sen Shopifyhin. Kun olet tarkistanut kaikki kaupan asetukset, ota yhteys käyttöön täällä.
fr_be: Nous avons simplement besoin du nom de magasin et de l’URL pour le connecter à Shopify. Une fois que vous avez vérifié tous les paramètres du magasin, activez la connexion ici.
it_it: Sono solo necessari il nome e l'URL del punto vendita per connetterlo a Shopify. Dopo aver controllato tutte le impostazioni del punto vendita, abilitare qui la connessione.

# Page 1970429680 - Control 3367649723 - Property 1295455071
source: Is an access key available for this store.
fi_fi: On tälle kaupalle käytettävissä oleva käyttöoikeusavain.
fr_be: Est une clé d’accès disponible pour ce magasin.
it_it: È disponibile una chiave di accesso per questo punto vendita.

# Page 1970429680 - Control 3367649723 - Property 2879900210
source: Has AccessKey
fi_fi: Sisältää käyttöoikeusavaimen
fr_be: A une clé d’accès
it_it: Con chiave di accesso

# Page 1970429680 - Control 1859002777 - Property 1295455071
source: Specifies the language of the Shopify Shop.
fi_fi: Määrittää Shopify-kaupan kielen.
fr_be: Spécifie la langue du magasin Shopify.
it_it: Specifica la lingua del punto vendita Shopify.

# Page 1970429680 - Control 427712923 - Property 1295455071
source: Specifies whether the log is activated.
fi_fi: Määrittää, onko loki aktivoitu.
fr_be: Spécifie si le journal est activé.
it_it: Specifica se il log è attivato.

# Page 1970429680 - Control 4281524059 - Property 1064389655
source: Get people to your shop
fi_fi: Houkuttele ostajia kauppaasi
fr_be: Attirez des personnes vers votre magasin
it_it: Far conoscere il punto vendita alla gente

# Page 1970429680 - Control 4281524059 - Property 1295455071
source: Specifies the URL of the Shopify Shop.
fi_fi: Määrittää Shopify-kaupan URL-osoitteen.
fr_be: Spécifie l’URL du magasin Shopify.
it_it: Specifica l'URL del punto vendita Shopify.

# Page 1970429680 - Control 4281524059 - Property 247559172
source: Provide the URL that people will use to access your shop. For example, *https://myshop.myshopify.com*.
fi_fi: Anna URL-osoite, jonka avulla käyttäjät voivat siirtyä kauppaan. Esimerkki: *https://myshop.myshopify.com*.
fr_be: Indiquez l’URL que les personnes vont utiliser pour accéder à votre magasin. Par exemple, *https://myshop.myshopify.com*.
it_it: Fornire l'URL che le persone usano per accedere al punto vendita. Ad esempio, *https://myshop.myshopify.com*.

# Page 1970429680 - Control 2380375 - Property 2879900210
source: Inventory Synchronization
fi_fi: Varaston synkronointi
fr_be: Synchronisation du stock
it_it: Sincronizzazione inventario

# Page 1970429680 - Control 3517953870 - Property 1064389655
source: Set up synchronization for items
fi_fi: Määritä nimikkeiden synkronointi
fr_be: Configurer la synchronisation pour les articles
it_it: Impostare la sincronizzazione per gli articoli

# Page 1970429680 - Control 3517953870 - Property 247559172
source: **Products** in Shopify are called **Items** in Business Central. Define how to synchronize items in *this* shop with Business Central. If one of the apps doesn't have this data, you can quickly export items from Business Central to Shopify and vice versa.
fi_fi: Shopifyn **tuotteita** kutsutaan **nimikkeiksi** Business Centralissa. Määritä, miten *tämän* kaupan nimikkeet synkronoidaan Business Centralin kanssa. Jos sovelluksessa ei ole näitä tietoja, voit nopeasti viedä nimikkeet Business Centralista Shopifyhin ja päinvastoin.
fr_be: Les **Produits** dans Shopify sont appelés **Articles** dans Business Central. Définissez le mode de synchronisation des articles dans *ce* magasin avec Business Central. Si l’une des applications ne contient pas ces données, vous pouvez rapidement exporter des articles de Business Central vers Shopify et vice versa.
it_it: **I prodotti** in Shopify sono chiamati **articoli** in Business Central. Definire come sincronizzare gli articoli in *questo* punto vendita con Business Central. Se una delle app non dispone di questi dati, è possibile esportare rapidamente gli articoli da Business Central a Shopify e viceversa.

# Page 1970429680 - Control 3517953870 - Property 2879900210
source: Item/Product Synchronization
fi_fi: Nimikkeen/tuotteen synkronointi
fr_be: Synchronisation article/produit
it_it: Sincronizzazione articolo/prodotto

# Page 1970429680 - Control 3172571871 - Property 1295455071
source: Specifies if unknown items are automatically created in D365BC when synchronizing from Shopify.
fi_fi: Määrittää, luodaanko tuntemattomat nimikkeet automaattisesti D365BC:ssä Shopifysta synkronoitaessa.
fr_be: Spécifie si des articles inconnus sont automatiquement créés dans D365BC lors de la synchronisation à partir de Shopify.
it_it: Specifica se gli articoli sconosciuti vengono creati automaticamente in D365BC durante la sincronizzazione da Shopify.

# Page 1970429680 - Control 2165795009 - Property 1295455071
source: Specifies whether D365BC can update products when synchronizing to Shopify.
fi_fi: Määrittää, voiko D365BC päivittää tuotteet Shopifyhin synkronoitaessa.
fr_be: Spécifie si D365BC peut mettre à jour les produits lors de la synchronisation avec Shopify.
it_it: Specifica se D365BC può aggiornare i prodotti durante la sincronizzazione in Shopify.

# Page 1970429680 - Control 1582664428 - Property 1295455071
source: Specifies the status of a product in Shopify when an item is create in Shopify via the sync.
fi_fi: Määrittää Shopify-tuotteen tilan, jos nimike on luotu Shopifyssa synkronoinnin kautta.
fr_be: Spécifie le statut d’un produit dans Shopify lorsqu’un article est créé dans Shopify à l’aide de la synchronisation.
it_it: Specifica lo stato di un prodotto in Shopify quando un articolo viene creato in Shopify tramite la sincronizzazione.

# Page 1970429680 - Control 534178746 - Property 1295455071
source: Specifies which discount should be used for an item in Shopify. The sales discount of this customer discount group is taken. If no group is entered, the discount group from the "Customer Template Code" is used.
fi_fi: Määrittää Shopify-nimikkeelle käytettävän alennuksen. Tämän asiakasalennusryhmän myyntialennusta käytetään. Jos ryhmää ei anneta, käytetään Asiakasmallin koodi -kohdassa olevaa alennusryhmää.
fr_be: Spécifie la remise à utiliser pour un article dans Shopify. La remise vente de ce groupe remises client est prise. Si aucun groupe n’est entré, le groupe de remises du code modèle client est utilisé.
it_it: Specifica lo sconto da utilizzare per un articolo in Shopify. Viene acquisito il prezzo di vendita del gruppo di sconti cliente. Se non si immette alcun gruppo, viene utilizzato il gruppo di sconti del "Codice modello cliente".

# Page 1970429680 - Control 3344066330 - Property 1295455071
source: Specifies which price should be used for an item in Shopify. The sales price of this customer price group is taken. If no group is entered, the group of the "Customer Template Code" is used.
fi_fi: Määrittää Shopify-nimikkeelle käytettävän hinnan. Tämän asiakashintaryhmän myyntihintaa käytetään. Jos ryhmää ei anneta, käytetään Asiakasmallin koodi -kohdassa olevaa ryhmää.
fr_be: Spécifie le prix à utiliser pour un article dans Shopify. Le prix de vente de ce groupe prix client est pris. Si vous n’entrez aucun groupe, le groupe du code modèle client est utilisé.
it_it: Specifica il prezzo da utilizzare per un articolo in Shopify. Viene acquisito il prezzo di vendita del gruppo di prezzi cliente. Se non si immette alcun gruppo, viene utilizzato il gruppo del "Codice modello cliente".

# Page 1970429680 - Control 1001320691 - Property 1295455071
source: Specifies if you want to prevent negative inventory. With "continue" the inventory can go negative, with "Deny" you want to prevent negative inventory.
fi_fi: Määrittää, haluatko estää negatiivisen varaston. Jos valitset Jatka, varastosta voi tulla negatiivinen. Valitsemalla Estä voit estää negatiivisen varaston.
fr_be: Spécifie si vous souhaitez empêcher tout stock négatif. Avec « continuer », le stock peut devenir négatif, avec « Refuser » vous voulez empêcher tout stock négatif.
it_it: Specifica se si desidera impedire l'inventario negativo. Con "Continua" si autorizza l'inventario negativo, con "Rifiuta" si impedisce l'inventario negativo.

# Page 1970429680 - Control 3484658984 - Property 1295455071
source: Specifies if you want to manage your inventory in Shopify based on D365BC.
fi_fi: Määrittää, haluatko hallita Shopify-varastoa D365BC:n perusteella.
fr_be: Spécifie si vous souhaitez gérer votre stock dans Shopify sur la base de D365BC.
it_it: Specifica se si desidera gestire l'inventario in Shopify in base a D365BC.

# Page 1970429680 - Control 3257256204 - Property 1295455071
source: Specifies which item template to use when creating unknown items.
fi_fi: Määrittää, mitä nimikemallia käytetään tuntemattomien nimikkeiden luomiseen.
fr_be: Spécifie le modèle d’article à utiliser lors de la création d’articles inconnus.
it_it: Specifica il modello di articolo da utilizzare per la creazione di articoli sconosciuti.

# Page 1970429680 - Control 3746261964 - Property 1295455071
source: Specifies the variant option name for the unit of measure.
fi_fi: Määrittää mittayksikköversiovaihtoehdon nimen.
fr_be: Spécifie le nom de l’option de variante pour l’unité.
it_it: Specifica il nome dell'opzione variante dell'unità di misura.

# Page 1970429680 - Control 239429557 - Property 1295455071
source: Specifies the status of a product in Shopify when an item is removed in Shopify via the sync.
fi_fi: Määrittää Shopify-tuotteen tilan, jos nimike on poistettu Shopifysta synkronoinnin kautta.
fr_be: Spécifie le statut d’un produit dans Shopify lorsqu’un article est supprimé dans Shopify par le biais de la synchronisation.
it_it: Specifica lo stato di un prodotto in Shopify quando un articolo viene rimosso in Shopify tramite la sincronizzazione.

# Page 1970429680 - Control 3480590187 - Property 1295455071
source: Specifies whether Shopify can update items when synchronizing from Shopify.
fi_fi: Määrittää, voiko Shopify päivittää nimikkeet Shopifysta synkronoitaessa.
fr_be: Spécifie si Shopify peut mettre à jour des articles lors de la synchronisation à partir de Shopify.
it_it: Specifica se Shopify può aggiornare gli articoli durante la sincronizzazione da Shopify.

# Page 1970429680 - Control 2686779310 - Property 1295455071
source: Specifies a field separator for the SKU if you use "Item. No + Variant Code" to create a variant.
fi_fi: Määrittää varastointiyksikön kenttäerottimen, jos luot version käyttämällä Nimikenro + versiokoodi -ominaisuutta.
fr_be: Spécifie un séparateur de champ pour le point de stock si vous utilisez « N° d’article + code variante » pour créer une variante.
it_it: Specifica un separatore di campo per la SKU se si utilizza "Nr. articolo e codice variante" per creare una variante.

# Page 1970429680 - Control 692903367 - Property 1295455071
source: Specifies if and based on what you want to create variants in D365BC.
fi_fi: Määrittää, haluatko luoda versioita D365BC:ssä ja minkä perusteella haluat luoda niitä.
fr_be: Spécifie si et en fonction de quoi vous souhaitez créer des variantes dans D365BC.
it_it: Specifica se e in base a cosa si creano le varianti in D365BC.

# Page 1970429680 - Control 4013336862 - Property 1295455071
source: Specifies in which direction items are synchronized.
fi_fi: Määrittää nimikkeiden synkronointisuunnan.
fr_be: Spécifie la direction dans laquelle les articles sont synchronisés.
it_it: Specifica la direzione della sincronizzazione degli articoli.

# Page 1970429680 - Control 2406105719 - Property 1295455071
source: Specifies whether you want to synchronize item attributes to Shopify.
fi_fi: Määrittää, haluatko synkronoida nimikemääritteet Shopifyhin.
fr_be: Spécifie si vous souhaitez synchroniser les attributs d’article avec Shopify.
it_it: Specifica se si desidera sincronizzare gli attributi dell'articolo in Shopify.

# Page 1970429680 - Control 3728603460 - Property 1295455071
source: Specifies whether you want to synchronize extended texts to Shopify.
fi_fi: Määrittää, haluatko synkronoida lisätekstit Shopifyhin.
fr_be: Spécifie si vous souhaitez synchroniser les textes étendus avec Shopify.
it_it: Specifica se si desidera sincronizzare i testi estesi in Shopify.

# Page 1970429680 - Control 1852306722 - Property 1295455071
source: Specifies whether you want to synchronize item images and in which direction.
fi_fi: Määrittää, haluatko synkronoida nimikekuvat ja mihin suuntaan.
fr_be: Indique si vous souhaitez synchroniser les images des articles et dans quelle direction.
it_it: Specifica se si desidera sincronizzare le immagini dell'articolo e in quale direzione.

# Page 1970429680 - Control 1639899710 - Property 1295455071
source: Specifies if you want to have the different unit of measures as an variant in Shopify.
fi_fi: Määrittää, haluatko pitää eri mittayksiköitä versioina Shopifyssa.
fr_be: Indique si vous souhaitez obtenir les différentes unités comme variante dans Shopify.
it_it: Specifica se si desidera avere le diverse unità di misura come variante in Shopify.

# Page 1970429680 - Control 88565873 - Property 1295455071
source: Specifies the prefix for variants. The variants you have defined in Shopify are created in Business Central based on an increasing number.
fi_fi: Määrittää versioiden etuliitteen. Shopifyssa määritetyt versiot luodaan Business Centralissa kasvavan numeron perusteella.
fr_be: Spécifie le préfixe des variantes. Les variantes que vous avez définies dans Shopify sont créées dans Business Central en fonction d’un numéro croissant.
it_it: Specifica il prefisso per le varianti. Le varianti definite in Shopify sono state create in Business Central in base a un numero crescente.

# Page 1970429680 - Control 2649580591 - Property 1064389655
source: Set up your order flow
fi_fi: Määritä tilauksen työnkulku
fr_be: Configurer votre flux de commandes
it_it: Impostare il flusso dell'ordine

# Page 1970429680 - Control 2649580591 - Property 247559172
source: Define how new orders in Shopify flow into Business Central. For example, you can require that Shopify orders are approved before they become a sales order or invoice in Business Central. You can also define how to post shipping revenue, and the address that determines where you pay taxes.
fi_fi: Määritä, miten uudet Shopify-tilaukset siirtyvät Business Centraliin. Voit esimerkiksi edellyttää, että Shopify-tilaus on hyväksyttävä, ennen kuin siitä tulee myyntitilaus tai myyntilasku Business Centralissa. Voit myös määrittää toimituksista saatavien tulojen kirjaamistavan ja osoitteen, joka kertoo, missä maksat verot.
fr_be: Définissez la manière dont les nouvelles commandes dans Shopify sont transmises dans Business Central. Par exemple, vous pouvez demander que les commandes Shopify soient approuvées avant de devenir une commande vente ou une facture dans Business Central. Vous pouvez également définir le mode de validation des revenus d’expédition et l’adresse qui détermine où vous payez vos impôts.
it_it: Definire come i nuovi ordini in Shopify arrivano in Business Central. Ad esempio, è possibile richiedere che gli ordini Shopify siano approvati prima di diventare ordini di vendita o fatture in Business Central. È inoltre possibile definire come vengono registrati i ricavi di spedizione e l'indirizzo che determina dove si pagano le imposte.

# Page 1970429680 - Control 2649580591 - Property 2879900210
source: Order Processing
fi_fi: Tilauksen käsitteleminen
fr_be: Traitement des commandes
it_it: Elaborazione ordini

# Page 1970429680 - Control 484111106 - Property 1295455071
source: Specifies whether orders may be created automatically.
fi_fi: Määrittää, voidaanko tilaukset luoda automaattisesti.
fr_be: Spécifie si les commandes peuvent être créées automatiquement.
it_it: Specifica se gli ordini possono essere creati automaticamente.

# Page 1970429680 - Control 484111106 - Property 2879900210
source: Auto-create Sales Orders
fi_fi: Luo myyntitilaukset automaattisesti
fr_be: Créer automatiquement des commandes vente
it_it: Crea automaticamente ordini di vendita

# Page 1970429680 - Control 3289828940 - Property 1295455071
source: G/L Account for posting the shipping cost.
fi_fi: KP-tili toimituskulujen kirjaamiseen.
fr_be: Compte général pour valider les frais d’expédition.
it_it: Conto C/G per la registrazione del costo di spedizione.

# Page 1970429680 - Control 160549278 - Property 1295455071
source: Specifies whether the Shopify Order No. is shown in the document line.
fi_fi: Määrittää, näkyykö Shopify-tilausnro asiakirjarivillä.
fr_be: Indique si le n° commande Shopify est indiqué dans la ligne document.
it_it: Specifica se il nr. ordine Shopify viene indicato nella riga del documento.

# Page 1970429680 - Control 224289631 - Property 1295455071
source: G/L Account for to post the sold gift card amounts.
fi_fi: KP-tili myytyjen lahjakorttien summien kirjaamiseen.
fr_be: Compte général pour valider les montants des cartes cadeaux vendues.
it_it: Conto C/G per registrare gli importi dei buoni regalo venduti.

# Page 1970429680 - Control 2526037233 - Property 1295455071
source: Specifies the tax area source and the sequence to be followed.
fi_fi: Määrittää veroalueen lähteen ja järjestyksen, jota noudatetaan.
fr_be: Spécifie la source de la zone de recouvrement et la séquence à suivre.
it_it: Specifica l'origine dell'area imposte e la sequenza da seguire.

# Page 1970429680 - Control 667568968 - Property 1295455071
source: G/L Account for post the received tip amount.
fi_fi: KP-tili vastaanotetun tippisumman kirjaamiseen.
fr_be: Compte général pour valider le montant de pourboire reçu.
it_it: Conto C/G per registrare l'importo della gratifica ricevuta.

# Page 1970429680 - Action 2125470521 - Property 1295455071
source: Set up a customer template and default customer per country.
fi_fi: Määritä maakohtainen asiakasmalli ja oletusasiakas.
fr_be: Configurez un modèle client et un client par défaut par pays.
it_it: Impostare un modello cliente e un cliente predefinito per paese.

# Page 1970429680 - Action 2125470521 - Property 2879900210
source: Customer Templates
fi_fi: Asiakasmallit
fr_be: Modèles client
it_it: Modelli cliente

# Page 1970429680 - Action 890861418 - Property 1295455071
source: View the Shopify Shop locations and link them with the related location(s).
fi_fi: Näytä Shopify-kauppojen sijainnit ja linkitä ne asiaankuuluviin sijainteihin.
fr_be: Affichez les magasins Shopify et liez-les avec le ou les magasins associés.
it_it: Visualizzare le ubicazioni dei punti vendita Shopify e collegarle alle relative ubicazioni.

# Page 1970429680 - Action 890861418 - Property 2879900210
source: Locations
fi_fi: Sijainnit
fr_be: Magasins
it_it: Ubicazioni

# Page 1970429680 - Action 3435539207 - Property 1295455071
source: View your Shopify agreements with customers to sell certain products on certain delivery and payment terms.
fi_fi: Näytä asiakkaiden kanssa solmimasi Shopify-sopimukset, jotka koskevat tiettyjen tuotteiden myymistä tietyillä toimitus- ja maksuehdoilla.
fr_be: Affichez vos contrats Shopify avec les clients pour vendre certains produits selon certaines conditions de livraison et de paiement.
it_it: Visualizzare gli accordi Shopify con i clienti per vendere specifici prodotti a determinate condizioni di spedizione e pagamento.

# Page 1970429680 - Action 3435539207 - Property 2879900210
source: Orders
fi_fi: Tilaukset
fr_be: Commandes
it_it: Ordini

# Page 1970429680 - Action 2535861002 - Property 1295455071
source: Maps the Shopify payment methods to the related payment methods and prioritize them.
fi_fi: Yhdistää Shopify-maksutavat asiaankuuluviin maksutapoihin ja asettaa ne tärkeysjärjestykseen.
fr_be: Mappe les modes de paiement Shopify avec les modes de paiement associés et les classe par ordre de priorité.
it_it: Esegue il mapping dei metodi di pagamento Shopify ai metodi di pagamento correlati e assegna la priorità.

# Page 1970429680 - Action 2535861002 - Property 2879900210
source: Payment Method Mapping
fi_fi: Maksutavan yhdistäminen
fr_be: Mappage du mode de paiement
it_it: Mapping metodo pagamento

# Page 1970429680 - Action 2362238540 - Property 1295455071
source: Add, view or edit detailed information for the products that you trade in through Shopify.
fi_fi: Lisää Shopifyssa myymiesi tuotteiden yksityiskohtaiset tiedot tai tarkastele tai muokkaa niitä.
fr_be: Ajoutez, affichez ou modifiez des informations détaillées pour les produits que vous commercialisez via Shopify.
it_it: Aggiungere, visualizzare o modificare le informazioni dettagliate per i prodotti che vengono commercializzati tramite Shopify.

# Page 1970429680 - Action 2362238540 - Property 2879900210
source: Products
fi_fi: Tuotteet
fr_be: Produits
it_it: Prodotti

# Page 1970429680 - Action 1575237744 - Property 1295455071
source: Maps the Shopify shipment methods to the related shipment methods.
fi_fi: Yhdistää Shopify-toimitustavat asiaankuuluviin toimitustapoihin.
fr_be: Mappe les conditions de livraison Shopify aux conditions de livraison associées.
it_it: Esegue il mapping dei metodi di spedizione Shopify ai metodi di spedizione correlati.

# Page 1970429680 - Action 1575237744 - Property 2879900210
source: Shipment Method Mapping
fi_fi: Toimitustavan yhdistäminen
fr_be: Mappage des conditions de livraison
it_it: Mapping metodo spedizione

# Page 1970429680 - Action 1850829176 - Property 2879900210
source: Access
fi_fi: Käyttöoikeus
fr_be: Accès
it_it: Accedi

# Page 1970429680 - Action 618433871 - Property 1295455071
source: Request Access to your Shopify store.
fi_fi: Pyydä käyttöoikeutta Shopify-kauppaan.
fr_be: Demandez l’accès à votre magasin Shopify.
it_it: Richiedere l'accesso al punto vendita Shopify.

# Page 1970429680 - Action 618433871 - Property 2879900210
source: Request Access
fi_fi: Pyydä käyttöoikeutta
fr_be: Demander l’accès
it_it: Richiedi accesso

# Page 1970429680 - Action 1510998771 - Property 1295455071
source: Request Access to your Shopify store.
fi_fi: Pyydä käyttöoikeutta Shopify-kauppaan.
fr_be: Demandez l’accès à votre magasin Shopify.
it_it: Richiedere l'accesso al punto vendita Shopify.

# Page 1970429680 - Action 1510998771 - Property 2879900210
source: Request Access
fi_fi: Pyydä käyttöoikeutta
fr_be: Demander l’accès
it_it: Richiedi accesso

# Page 1970429680 - Action 3538230033 - Property 2879900210
source: Sync
fi_fi: Synkronoi
fr_be: Synchronisation
it_it: Sincronizzazione

# Page 1970429680 - Action 3168527114 - Property 1295455071
source: Execute all synchronizations (Products, Product images, Inventory, Customers and payouts) in batch.
fi_fi: Suorita kaikki synkronoinnit (tuotteet, tuotekuvat, varasto, asiakkaat ja maksut) joukkotoimintona.
fr_be: Exécutez toutes les synchronisations (produits, images produit, stocks, clients et règlements) dans le lot.
it_it: Eseguire tutte le sincronizzazioni (prodotti, immagini di prodotto, inventario, clienti e pagamenti) in batch.

# Page 1970429680 - Action 3168527114 - Property 2879900210
source: Sync All
fi_fi: Synkronoi kaikki
fr_be: Synchroniser tout
it_it: Sincronizza tutto
