Repository: jbakach/MSDyn365BC.Code.History
Catalog: shopify/app/Shopify Connector/Translations/Shopify Connector.*.xlf
Languages: fi_fi, fr_be, it_it

# Table 2577069414 - Property 2879900210
source: Shopify Credit Card Company
fi_fi: Shopifyn luottokorttiyhtiö
fr_be: Société de carte de crédit Shopify
it_it: Società emittente carte di credito Shopify

# Table 2577069414 - Field 2961552353 - Property 2879900210
source: Name
fi_fi: Nimi
fr_be: Nom
it_it: Nome

# Table 1487806969 - Property 2879900210
source: Shopify Cue
fi_fi: Shopify-vinkki
fr_be: Pile Shopify
it_it: Segnale Shopify

# Table 1487806969 - Field 1663593181 - Property 2879900210
source: Primary Key
fi_fi: Ensisijainen avain
fr_be: Clé primaire
it_it: Chiave primaria

# Table 1487806969 - Field 4123810931 - Property 2879900210
source: Synchronization Errors
fi_fi: Synkronointivirheet
fr_be: Erreurs de synchronisation
it_it: Errori di sincronizzazione

# Table 1487806969 - Field 38261347 - Property 2879900210
source: Unmapped Customers
fi_fi: Yhdistämättömät asiakkaat
fr_be: Clients non mappés
it_it: Clienti non mappati

# Table 1487806969 - Field 416623770 - Property 2879900210
source: Unmapped Products
fi_fi: Yhdistämättömät tuotteet
fr_be: Produits non mappés
it_it: Prodotti non mappati

# Table 1487806969 - Field 3460585648 - Property 2879900210
source: Unprocessed Orders
fi_fi: Käsittelemättömät tilaukset
fr_be: Commandes non traitées
it_it: Ordini non elaborati

# Table 1487806969 - Field 1452317374 - Property 2879900210
source: Unprocessed Shipments
fi_fi: Käsittelemättömät toimitukset
fr_be: Expéditions non traitées
it_it: Spedizioni non elaborate

# Table 1780538260 - Property 2879900210
source: Shopify Customer
fi_fi: Shopify-asiakas
fr_be: Client Shopify
it_it: Cliente Shopify

# Table 1780538260 - Field 3258109873 - Property 2879900210
source: Accepts Marketing
fi_fi: Hyväksyy markkinoinnin
fr_be: Accepte le marketing
it_it: Accetta marketing

# Table 1780538260 - Field 3330757405 - Property 2879900210
source: Accepts Marketing Update At
fi_fi: Hyväksyy markkinoinnin päivitetty
fr_be: Accepte la mise à jour marketing à
it_it: Data/Ora di aggiornamento Accetta marketing

# Table 1780538260 - Field 2570673311 - Property 2879900210
source: Created At
fi_fi: Luotu
fr_be: Créé à
it_it: Data/Ora di creazione

# Table 1780538260 - Field 4190130733 - Property 2879900210
source: Customer No.
fi_fi: Asiakasnro
fr_be: N° client
it_it: Nr. cliente

# Table 1780538260 - Field 415281632 - Property 2879900210
source: Customer SystemId
fi_fi: Asiakkaan järjestelmätunnus
fr_be: ID système client
it_it: ID sistema cliente

# Table 1780538260 - Field 1285973296 - Property 2879900210
source: E-Mail
fi_fi: Sähköposti
fr_be: Courrier électronique

# Table 1780538260 - Field 3444679095 - Property 2879900210
source: First Name
fi_fi: Etunimi
fr_be: Prénom
it_it: Nome

# Table 1780538260 - Field 415504711 - Property 2879900210
source: Id
fi_fi: Tunnus

# Table 1780538260 - Field 3796751721 - Property 2879900210
source: ISO Currency Code
fi_fi: ISO-valuutan koodi
fr_be: Code devise ISO
it_it: Codice valuta ISO

# Table 1780538260 - Field 4068742839 - Property 2879900210
source: Last Name
fi_fi: Sukunimi
fr_be: Nom
it_it: Cognome

# Table 1780538260 - Field 2887638983 - Property 2879900210
source: Last Updated by BC
fi_fi: BC päivittänyt viimeksi
fr_be: Dernière mise à jour par BC
it_it: Ultimo aggiornamento da BC

# Table 1780538260 - Field 2898143332 - Property 2879900210
source: Note
fi_fi: Huomautus
it_it: Nota

# Table 1780538260 - Field 3986423421 - Property 2879900210
source: Phone No.
fi_fi: Puhelinnro
fr_be: N° téléphone
it_it: Nr. di telefono

# Table 1780538260 - Field 269761521 - Property 2879900210
source: State
fi_fi: Tila
fr_be: État
it_it: Stato

# Table 1780538260 - Field 627651080 - Property 2879900210
source: Tax Exempt
fi_fi: Verovapautus
fr_be: Exonération TVA
it_it: Esenzione fiscale

# Table 1780538260 - Field 4268781252 - Property 2879900210
source: Updated At
fi_fi: Päivitetty
fr_be: Mis à jour à
it_it: Data/Ora di aggiornamento

# Table 1780538260 - Field 3545504966 - Property 2879900210
source: Verified E-Mail
fi_fi: Vahvistettu sähköpostiosoite
fr_be: E-Mail vérifié
it_it: E-mail verificata

# Table 1118872714 - Property 2879900210
source: Shopify Customer Address
fi_fi: Shopify-asiakkaan osoite
fr_be: Adresse client Shopify
it_it: Indirizzo cliente Shopify

# Table 1118872714 - Field 2944548617 - Property 2879900210
source: Address1
fi_fi: Osoite1
fr_be: Adresse1
it_it: Indirizzo1

# Table 1118872714 - Field 2306852000 - Property 2879900210
source: Address2
fi_fi: Osoite2
fr_be: Adresse2
it_it: Indirizzo2

# Table 1118872714 - Field 714791889 - Property 2879900210
source: City
fi_fi: Kaupunki
fr_be: Ville
it_it: Città

# Table 1118872714 - Field 3133801257 - Property 2879900210
source: Company
fi_fi: Yritys
fr_be: Société
it_it: Società

# Table 1118872714 - Field 284764054 - Property 2879900210
source: Country/Region Code
fi_fi: Maa-/aluekoodi
fr_be: Code pays/région
it_it: Codice paese/area geografica

# Table 1118872714 - Field 2908670124 - Property 2879900210
source: Country/Region Name
fi_fi: Maan/alueen nimi
fr_be: Nom pays/région
it_it: Nome paese/area geografica

# Table 1118872714 - Field 3307755171 - Property 2879900210
source: Customer Id
fi_fi: Asiakastunnus
fr_be: ID client
it_it: ID cliente

# Table 1118872714 - Field 4190130733 - Property 2879900210
source: Customer No.
fi_fi: Asiakasnro
fr_be: N° client
it_it: Nr. cliente

# Table 1118872714 - Field 3172946536 - Property 2879900210
source: Customer System Id
fi_fi: Asiakasjärjestelmän tunnus
fr_be: ID système client
it_it: ID sistema cliente

# Table 1118872714 - Field 1383905037 - Property 2879900210
source: Default
fi_fi: Oletus
fr_be: Par défaut
it_it: Predefinito

# Table 1118872714 - Field 3444679095 - Property 2879900210
source: First Name
fi_fi: Etunimi
fr_be: Prénom
it_it: Nome

# Table 1118872714 - Field 415504711 - Property 2879900210
source: Id
fi_fi: Tunnus

# Table 1118872714 - Field 4068742839 - Property 2879900210
source: Last Name
fi_fi: Sukunimi
fr_be: Nom
it_it: Cognome

# Table 1118872714 - Field 646935216 - Property 2879900210
source: Phone
fi_fi: Puhelin
fr_be: Téléphone
it_it: Telefono

# Table 1118872714 - Field 3745630193 - Property 2879900210
source: Province Code
fi_fi: Maakunnan koodi
fr_be: Code province
it_it: Codice provincia

# Table 1118872714 - Field 237720087 - Property 2879900210
source: Province Name
fi_fi: Maakunnan nimi
fr_be: Nom province
it_it: Nome provincia

# Table 1118872714 - Field 1299162742 - Property 2879900210
source: Ship-To Address SystemId
fi_fi: Toimitusasiakkaan osoitteen järjestelmätunnus
fr_be: ID système Adresse du destinataire
it_it: Spedire a - ID sistema indirizzo

# Table 2315241236 - Property 2879900210
source: Shopify Customer Template
fi_fi: Shopify-asiakasmalli
fr_be: Modèle client Shopify
it_it: Modello cliente Shopify

# Table 2315241236 - Field 284764054 - Property 2879900210
source: Country/Region Code
fi_fi: Maa-/aluekoodi
fr_be: Code pays/région
it_it: Codice paese/area geografica

# Table 2315241236 - Field 509464483 - Property 2879900210
source: Customer Template code
fi_fi: Asiakasmallin koodi
fr_be: Code modèle client
it_it: Codice modello cliente

# Table 2315241236 - Field 2477583492 - Property 2879900210
source: Default Customer No.
fi_fi: Oletusasiakasnro
fr_be: N° client par défaut
it_it: Nr. cliente predefinito

# Table 2315241236 - Field 1669136979 - Property 2879900210
source: Shop Code
fi_fi: Kaupan koodi
fr_be: Code magasin
it_it: Codice punto vendita

# Table 808022924 - Property 2879900210
source: Shopify Data Capture
fi_fi: Shopify-tiedonkeruu
fr_be: Capture de données Shopify
it_it: Acquisizione dati Shopify

# Table 808022924 - Field 1447994436 - Property 2879900210
source: Data
fi_fi: Tiedot
fr_be: Données
it_it: Dati

# Table 808022924 - Field 883711285 - Property 2879900210
source: Entry No.
fi_fi: Tapahtumanro
fr_be: N° écriture
it_it: Nr. movimento

# Table 808022924 - Field 3606559167 - Property 2879900210
source: Hash No.
fi_fi: Hajautusarvon nro
fr_be: N° hachage
it_it: Nr. hash

# Table 808022924 - Field 4274712689 - Property 2879900210
source: Linked To Id
fi_fi: Linkitetty tunnukseen
fr_be: ID lié à
it_it: Collegato a ID

# Table 808022924 - Field 16104416 - Property 2879900210
source: Linked To Table
fi_fi: Linkitetty taulukkoon
fr_be: Table associée
it_it: Collegato a tabella

# Table 1314734800 - Property 2879900210
source: Shopify Gift Card
fi_fi: Shopify-lahjakortti
fr_be: Carte cadeau Shopify
it_it: Buono regalo Shopify

# Table 1314734800 - Field 636392376 - Property 2879900210
source: Amount
fi_fi: Summa
fr_be: Montant
it_it: Importo

# Table 1314734800 - Field 415504711 - Property 2879900210
source: Id
fi_fi: Tunnus

# Table 1314734800 - Field 2290154276 - Property 2879900210
source: Known Used Amount
fi_fi: Tunnettu käytetty summa
fr_be: Montant utilisé connu
it_it: Importo utilizzato noto

# Table 1314734800 - Field 3825081644 - Property 2879900210
source: Last Characters
fi_fi: Viimeiset merkit
fr_be: Derniers caractères
it_it: Ultimi caratteri

# Table 3502972403 - Property 2879900210
source: Shopfiy Initial Import Line
fi_fi: Shopifyn alkutuonnin rivi
fr_be: Ligne d’importation initiale Shopfiy
it_it: Riga importazione iniziale Shopify

# Table 3502972403 - Field 215858794 - Property 2879900210
source: Demo Import
fi_fi: Demotuonti
fr_be: Importation de démo
it_it: Importazione demo

# Table 3502972403 - Field 4075184121 - Property 2879900210
source: Dependency Filter
fi_fi: Riippuvuussuodatus
fr_be: Filtre de dépendance
it_it: Filtro dipendenza

# Table 3502972403 - Field 3983787601 - Property 2879900210
source: Job Queue Entry ID
fi_fi: Työjonon tapahtumatunnus
fr_be: ID écriture file projets
it_it: ID movimento coda processi

# Table 3502972403 - Field 2498855570 - Property 2879900210
source: Job Queue Entry Status
fi_fi: Työjonon tapahtuman tila
fr_be: Statut écriture file projets
it_it: Stato movimento coda processi

# Table 3502972403 - Field 2498855570 - Property 62802879
source: ,Ready,In Process,Error,On Hold,Finished
fi_fi: ,Valmis,Työn alla,Virhe,Pidossa,Suoritettu loppuun
fr_be: ,Prêt,En cours,Erreur,Suspendu,Terminé
it_it: ,Pronto,In corso,Errore,In attesa,Completato

# Table 3502972403 - Field 3318218501 - Property 2879900210
source: Job Status
fi_fi: Työn tila
fr_be: Statut de la tâche
it_it: Stato processo

# Table 3502972403 - Field 3318218501 - Property 62802879
source: ,Success,In Process,Error
fi_fi: ,Onnistunut,Työn alla,Virhe
fr_be: ,Succès,En cours,Erreur
it_it: ,Riuscito,In corso,Errore

# Table 3502972403 - Field 2961552353 - Property 2879900210
source: Name
fi_fi: Nimi
fr_be: Nom
it_it: Nome

# Table 3502972403 - Field 894914730 - Property 2879900210
source: Page ID
fi_fi: Sivun tunnus
fr_be: ID page
it_it: ID pagina

# Table 3502972403 - Field 1829104285 - Property 2879900210
source: Session ID
fi_fi: Istunnon tunnus
fr_be: ID session
it_it: ID sessione

# Table 3502972403 - Field 1669136979 - Property 2879900210
source: Shop Code
fi_fi: Kaupan koodi
fr_be: Code magasin
it_it: Codice punto vendita

# Table 3316406141 - Property 2879900210
source: Shopify Inventory Item
fi_fi: Shopify-varastonimike
fr_be: Article en stock Shopify
it_it: Articolo inventario Shopify

# Table 3316406141 - Field 1897783750 - Property 2879900210
source: Country/Region of Origin
fi_fi: Alkuperämaa/-alue
fr_be: Code pays/région d’origine
it_it: Paese/area geografica di origine

# Table 3316406141 - Field 2399164219 - Property 2879900210
source: Create At
fi_fi: Luotu
fr_be: Créer à
it_it: Data/Ora di creazione

# Table 3316406141 - Field 3347527891 - Property 2879900210
source: History URL
fi_fi: Historian URL-osoite
fr_be: URL de l’historique
it_it: URL cronologia

# Table 3316406141 - Field 415504711 - Property 2879900210
source: Id
fi_fi: Tunnus

# Table 3316406141 - Field 830605225 - Property 2879900210
source: Province of Origin
fi_fi: Alkuperämaakunta
fr_be: Province d’origine
it_it: Provincia di origine

# Table 3316406141 - Field 2422697752 - Property 2879900210
source: Requires Shipping
fi_fi: Edellyttää toimitusta
fr_be: Requiert l’expédition
it_it: Richiede spedizione

# Table 3316406141 - Field 3830052978 - Property 2879900210
source: Tracked
fi_fi: Seurataan
fr_be: Suivi
it_it: Tracciato

# Table 3316406141 - Field 339077636 - Property 2879900210
source: Tracked Editable
fi_fi: Seurataan – muokattavissa
fr_be: Modifiable suivi
it_it: Tracciato modificabile

# Table 3316406141 - Field 460913214 - Property 2879900210
source: Tracked Reason
fi_fi: Seurataan – Syy
fr_be: Motif suivi
it_it: Motivo traccia

# Table 3316406141 - Field 381961415 - Property 2879900210
source: Unit Cost
fi_fi: Yksikkökustannus
fr_be: Coût unitaire
it_it: Costo unitario

# Table 3316406141 - Field 4268781252 - Property 2879900210
source: Updated At
fi_fi: Päivitetty
fr_be: Mis à jour à
it_it: Data/Ora di aggiornamento

# Table 3316406141 - Field 1898706622 - Property 2879900210
source: Variant Id
fi_fi: Versiotunnus
fr_be: ID variante
it_it: ID variante

# Table 2931149216 - Property 2879900210
source: Shopify Log Entry
fi_fi: Shopify-lokitapahtuma
fr_be: Écriture journal Shopify
it_it: Movimento log Shopify

# Table 2931149216 - NamedType 1981279871
source: Are you sure that you want to delete Shopify log entries?
fi_fi: Haluatko varmasti poistaa Shopify-lokitapahtumat?
fr_be: Voulez-vous vraiment supprimer les écritures du journal Shopify ?
it_it: Eliminare i movimenti del log Shopify?

# Table 2931149216 - Field 2491730758 - Property 2879900210
source: Date and Time
fi_fi: Pvm ja aika
fr_be: Date et heure
it_it: Data e ora

# Table 2931149216 - Field 883711285 - Property 2879900210
source: Entry No.
fi_fi: Tapahtumanro
fr_be: N° écriture
it_it: Nr. movimento

# Table 2931149216 - Field 4132733409 - Property 2879900210
source: Method
fi_fi: Tapa
fr_be: Méthode
it_it: Metodo

# Table 2931149216 - Field 3351914939 - Property 2879900210
source: Request
fi_fi: Pyydä
fr_be: Demande
it_it: Richiesta

# Table 2931149216 - Field 2278520725 - Property 2879900210
source: Response
fi_fi: Vastaus
fr_be: Réponse
it_it: Risposta

# Table 2931149216 - Field 2379948459 - Property 2879900210
source: Status Code
fi_fi: Tilakoodi
fr_be: Code statut
it_it: Codice stato

# Table 2931149216 - Field 2647579790 - Property 2879900210
source: Status Description
fi_fi: Tilan kuvaus
fr_be: Description statut
it_it: Descrizione stato

# Table 2931149216 - Field 1230148255 - Property 2879900210
source: Time
fi_fi: Aika
fr_be: Heure
it_it: Ora

# Table 2931149216 - Field 2708250016 - Property 2879900210
source: User ID
fi_fi: Käyttäjätunnus
fr_be: ID utilisateur
it_it: ID utente

# Table 617417509 - Property 2879900210
source: Shopify Metafield
fi_fi: Shopifyn metakenttä
fr_be: Métachamp Shopify
it_it: Metacampo Shopify

# Table 617417509 - Field 415504711 - Property 2879900210
source: Id
fi_fi: Tunnus

# Table 617417509 - Field 2961552353 - Property 2879900210
source: Key
fi_fi: Avain
fr_be: Clé
it_it: Chiave

# Table 617417509 - Field 204440125 - Property 2879900210
source: Namespace
fi_fi: Nimitila
fr_be: Espace de noms
it_it: Spazio dei nomi

# Table 617417509 - Field 290730440 - Property 2879900210
source: Owner Id
fi_fi: Omistajan tunnus
fr_be: ID propriétaire
it_it: ID proprietario

# Table 617417509 - Field 1710604133 - Property 2879900210
source: Owner Resource
fi_fi: Omistajan resurssi
fr_be: Ressource propriétaire
it_it: Risorsa proprietario

# Table 617417509 - Field 1743321887 - Property 2879900210
source: Parent Table No.
fi_fi: Päätaulukon nro
fr_be: N° table parent
it_it: Nr. tabella padre

# Table 617417509 - Field 1131619133 - Property 2879900210
source: Value
fi_fi: Arvo
fr_be: Valeur
it_it: Valore

# Table 617417509 - Field 401773189 - Property 2879900210
source: Value Type
fi_fi: Arvotyyppi
fr_be: Type de valeur
it_it: Tipo di valore

# Table 3642797602 - Property 2879900210
source: Shopify Order Attributes
fi_fi: Shopify-tilausmääritteet
fr_be: Attributs commande Shopify
it_it: Attributi ordine Shopify

# Table 3642797602 - Field 3348941625 - Property 2879900210
source: Key
fi_fi: Avain
fr_be: Clé
it_it: Chiave

# Table 3642797602 - Field 2070199485 - Property 2879900210
source: Order Id
fi_fi: Tilaustunnus
fr_be: ID commande
it_it: ID ordine

# Table 3642797602 - Field 1131619133 - Property 2879900210
source: Value
fi_fi: Arvo
fr_be: Valeur
it_it: Valore

# Table 4049397390 - Property 2879900210
source: Shopify Order Discount Application
fi_fi: Shopify-tilausalennusten käyttö
fr_be: Application de remise de commande Shopify
it_it: Applicazione sconto ordine Shopify

# Table 4049397390 - Field 170934977 - Property 2879900210
source: Allocation Method
fi_fi: Kohdistustapa
fr_be: Mode de répartition
it_it: Metodo di allocazione

# Table 4049397390 - Field 3004954119 - Property 2879900210
source: Code
fi_fi: Koodi
it_it: Codice

# Table 4049397390 - Field 3320823955 - Property 2879900210
source: Line No.
fi_fi: Rivinro
fr_be: N° ligne
it_it: Nr. riga

# Table 4049397390 - Field 2070199485 - Property 2879900210
source: Order Id
fi_fi: Tilaustunnus
fr_be: ID commande
it_it: ID ordine

# Table 4049397390 - Field 2966499563 - Property 2879900210
source: Target Selection
fi_fi: Kohdevalinta
fr_be: Sélection cible
it_it: Selezione destinazione

# Table 4049397390 - Field 2539230715 - Property 2879900210
source: Target Type
fi_fi: Kohdetyyppi
fr_be: Type cible
it_it: Tipo di destinazione

# Table 4049397390 - Field 1878130204 - Property 2879900210
source: Type
fi_fi: Tyyppi
it_it: Tipo

# Table 4049397390 - Field 1131619133 - Property 2879900210
source: Value
fi_fi: Arvo
fr_be: Valeur
it_it: Valore

# Table 4049397390 - Field 401773189 - Property 2879900210
source: Value Type
fi_fi: Arvotyyppi
fr_be: Type de valeur
it_it: Tipo di valore

# Table 2325977404 - Property 2879900210
source: Shopify Order Fulfillment
fi_fi: Shopify-tilauksen jakelu
fr_be: Exécution de commande Shopify
it_it: Evasione ordine Shopify

# Table 2325977404 - Field 1246219133 - Property 2879900210
source: Authorization Code
fi_fi: Valtuutuskoodi
fr_be: Code autorisation
it_it: Codice autorizzazione

# Table 2325977404 - Field 2570673311 - Property 2879900210
source: Created At
fi_fi: Luotu
fr_be: Créé à
it_it: Data/Ora di creazione

# Table 2325977404 - Field 2961552353 - Property 2879900210
source: Name
fi_fi: Nimi
fr_be: Nom
it_it: Nome

# Table 2325977404 - Field 3610969433 - Property 2879900210
source: Notify Customer
fi_fi: Ilmoita asiakkaalle
fr_be: Informer client
it_it: Avvisa il cliente

# Table 2325977404 - Field 2187938695 - Property 2879900210
source: Service
fi_fi: Palvelu
it_it: Servizio

# Table 2325977404 - Field 3714176200 - Property 2879900210
source: Shipment Status
fi_fi: Toimituksen tila
fr_be: Statut expédition
it_it: Stato spedizione

# Table 2325977404 - Field 4159319591 - Property 2879900210
source: Shopify Fulfillment Id
fi_fi: Shopify-jakelutunnus
fr_be: ID exécution Shopify
it_it: ID evasione Shopify

# Table 2325977404 - Field 1002454459 - Property 2879900210
source: Shopify Order Id
fi_fi: Shopify-tilaustunnus
fr_be: ID commande Shopify
it_it: ID ordine Shopify

# Table 2325977404 - Field 513339096 - Property 2879900210
source: Status
fi_fi: Tila
fr_be: Statut
it_it: Stato

# Table 2325977404 - Field 1473733222 - Property 2879900210
source: Test Case
fi_fi: Testitapaus
fr_be: Scénario de test

# Table 2325977404 - Field 4064694676 - Property 2879900210
source: Tracking Company
fi_fi: Seurantayritys
fr_be: Société de suivi
it_it: Società tracciabilità

# Table 2325977404 - Field 4246736440 - Property 2879900210
source: Tracking Number
fi_fi: Seurantatunnus
fr_be: Numéro de suivi
it_it: Numero tracciabilità

# Table 2325977404 - Field 831070297 - Property 2879900210
source: Tracking Numbers
fi_fi: Seurantatunnukset
fr_be: Numéros de suivi
it_it: Numeri tracciabilità

# Table 2325977404 - Field 2711711360 - Property 2879900210
source: Tracking URL
fi_fi: Seuranta-URL-osoite
fr_be: URL de suivi
it_it: URL tracciabilità

# Table 2325977404 - Field 66704705 - Property 2879900210
source: Tracking URLs
fi_fi: Seuranta-URL-osoitteet
fr_be: URL de suivi
it_it: URL tracciabilità

# Table 2325977404 - Field 4268781252 - Property 2879900210
source: Updated At
fi_fi: Päivitetty
fr_be: Mis à jour à
it_it: Data/Ora di aggiornamento

# Table 75584159 - Property 2879900210
source: Shopify Order Header
fi_fi: Shopify-tilausotsikko
fr_be: En-tête de commande Shopify
it_it: Testata ordine Shopify

# Table 75584159 - Field 831017837 - Property 2879900210
source: Bill-to Address
fi_fi: Laskutusasiakkaan osoite
fr_be: Adresse de facturation
it_it: Fatturare a - Indirizzo

# Table 75584159 - Field 460968363 - Property 2879900210
source: Bill-to Address 2
fi_fi: Laskutusasiakkaan osoite 2
fr_be: Adresse (2ème ligne) de facturation
it_it: Fatturare a - Indirizzo 2

# Table 75584159 - Field 3869539606 - Property 2879900210
source: Bill-to City
fi_fi: Laskutusasiakkaan paikkakunta
fr_be: Ville de facturation
it_it: Fatturare a - Città

# Table 75584159 - Field 2096911897 - Property 2879900210
source: Bill-to Country/Region Code
fi_fi: Laskutusasiakkaan maa-/aluekoodi
fr_be: Code pays/région facturation
it_it: Fatturare a - Codice paese/area geografica

# Table 75584159 - Field 877883279 - Property 2879900210
source: Bill-to Country/Region Name
fi_fi: Laskutusasiakkaan maan/alueen nimi
fr_be: Nom pays/région facturation
it_it: Fatturare a - Nome paese/area geografica

# Table 75584159 - Field 3882955433 - Property 2879900210
source: Bill-to County
fi_fi: Laskutusasiakkaan lääni
fr_be: Région de facturation
it_it: Fatturare a - Regione

# Table 75584159 - Field 2965034906 - Property 2879900210
source: Bill-to Customer No.
fi_fi: Laskutusasiakkaan asiakasnro
fr_be: N° client de facturation
it_it: Fatturare a - Nr. cliente

# Table 75584159 - Field 1216101852 - Property 2879900210
source: Bill-to First Name
fi_fi: Laskutusasiakkaan etunimi
fr_be: Prénom de facturation
it_it: Fatturare a - Nome

# Table 75584159 - Field 3492885876 - Property 2879900210
source: Bill-to Last Name
fi_fi: Laskutusasiakkaan sukunimi
fr_be: Nom de facturation
it_it: Fatturare a - Cognome

# Table 75584159 - Field 240204966 - Property 2879900210
source: Bill-to Name
fi_fi: Laskutusasiakkaan nimi
fr_be: Nom client facturé
it_it: Fatturare a - Nome

# Table 75584159 - Field 2627792820 - Property 2879900210
source: Bill-to Name 2
fi_fi: Laskutusasiakkaan nimi 2
fr_be: Nom facturation 2
it_it: Fatturare a - Nome 2

# Table 75584159 - Field 675862156 - Property 2879900210
source: Bill-to Post Code
fi_fi: Laskutusasiakkaan postinro
fr_be: Code postal de facturation
it_it: Fatturare a - Codice postale

# Table 75584159 - Field 3891425074 - Property 2879900210
source: Buyer Accepts Marketing
fi_fi: Ostaja hyväksyy markkinoinnin
fr_be: L’acheteur accepte le marketing
it_it: Acquirente accetta marketing

# Table 75584159 - Field 1157332158 - Property 2879900210
source: Cancel Reason
fi_fi: Peruutuksen syy
fr_be: Motif annulation
it_it: Motivo annullamento

# Table 75584159 - Field 2362114274 - Property 2879900210
source: Cancelled At
fi_fi: Peruutettu
fr_be: Annulé à
it_it: Data/Ora di annullamento

# Table 75584159 - Field 3676370569 - Property 2879900210
source: Cart Token
fi_fi: Ostoskorin tunnus
fr_be: Jeton de panier
it_it: Token carrello

# Table 75584159 - Field 71796711 - Property 2879900210
source: Checkout Id
fi_fi: Kassatunnus
fr_be: ID d’extraction
it_it: ID completamento transazione

# Table 75584159 - Field 2311855309 - Property 2879900210
source: Checkout Token
fi_fi: Kassan tunnus
fr_be: Jeton de règlement
it_it: Token di completamento transazione

# Table 75584159 - Field 1778072510 - Property 2879900210
source: Closed
fi_fi: Suljettu
fr_be: Clôturé
it_it: Chiuso
