Repository: jbakach/MSDyn365BC.Code.History
Catalog: shopify/app/Shopify Connector/Translations/Shopify Connector.*.xlf
Languages: fi_fi, fr_be, it_it

# Page 2016272457 - Control 2279323338 - Property 1295455071
source: Specifies the action to take for this order.
fi_fi: Määrittää, mitä tälle tilaukselle tehdään.
fr_be: Spécifie l’action à entreprendre pour cette commande.
it_it: Specifica l'azione da eseguire per questo ordine.

# Page 2016272457 - Control 4141588837 - Property 1295455071
source: Specifies whether the order has been confirmed.
fi_fi: Määrittää, onko tilaus vahvistettu.
fr_be: Spécifie si la commande a été confirmée.
it_it: Specifica se l'ordine è stato confermato.

# Page 2016272457 - Control 986080663 - Property 1295455071
source: Specifies the autogenerated date and time when the order was created in Shopify.
fi_fi: Määrittää Shopify-tilauksen automaattisesti luodun luontipäivämäärän ja -ajan.
fr_be: Spécifie la date et l’heure générées automatiquement lors de la création de la commande dans Shopify.
it_it: Specifica la data e l'ora di creazione dell'ordine in Shopify generate automaticamente.

# Page 2016272457 - Control 567887726 - Property 1295455071
source: Specifies the currency code from Shopify.
fi_fi: Määrittää Shopify-valuuttakoodin.
fr_be: Spécifie le code devise provenant de Shopify.
it_it: Specifica il codice valuta di Shopify.

# Page 2016272457 - Control 271156415 - Property 1295455071
source: Specifies the status of payments associated with the order. Valid values are: pending, authorized, partially_paid, paid, partially_refunded, refunded, voided.
fi_fi: Määrittää tilaukseen liittyvien maksujen tilan. Kelvollisia arvoja ovat seuraavat: odottaa, valtuutettu, osittain_maksettu, maksettu, osittain_hyvitetty, hyvitetty, mitätöity.
fr_be: Spécifie le statut des paiements associés à la commande. Les valeurs valides sont : en attente, autorisé, partially_paid, payé partially_refunded, remboursé, annulé.
it_it: Specifica lo stato dei pagamenti associati all'ordine. I valori validi sono: in sospeso, autorizzato, pagato parzialmente, pagato, rimborsato parzialmente, rimborsato, annullato.

# Page 2016272457 - Control 3922244898 - Property 1295455071
source: Specifies the order's status in terms of fulfilled line items. Valid values are: Fulfilled, null, partial, restocked.
fi_fi: Määrittää jaettujen rivinimikkeiden tilauksen tilan. Kelvollisia arvoja ovat seuraavat: jaettu, nolla, osittainen, uudelleenvarastoitu.
fr_be: Spécifie le statut de la commande en termes de lignes exécutées. Les valeurs valides sont : exécuté, null, partiel, restocké.
it_it: Specifica lo stato dell'ordine in termini di articoli di riga evasi. I valori validi sono: evaso, null, parziale, rifornito.

# Page 2016272457 - Control 1312284170 - Property 1295455071
source: Specifies the order from Shopify is fully paid.
fi_fi: Määrittää, että Shopify-tilaus on maksettu kokonaan.
fr_be: Spécifie que la commande de Shopify est entièrement payée.
it_it: Specifica che l'ordine di Shopify è interamente pagato.

# Page 2016272457 - Control 2938108582 - Property 1295455071
source: Specifies if this order have processing errors.
fi_fi: Määrittää, onko tässä tilauksessa käsittelyvirheitä.
fr_be: Spécifie si cette commande comporte des erreurs de traitement.
it_it: Specifica se l'ordine presenta errori di elaborazione.

# Page 2016272457 - Control 415504711 - Property 1295455071
source: Specifies the id for the order in Shopify.
fi_fi: Määrittää Shopify-tilauksen tunnuksen.
fr_be: Spécifie l’ID de la commande dans Shopify.
it_it: Specifica l'ID dell'ordine in Shopify.

# Page 2016272457 - Control 1700129760 - Property 1295455071
source: Specifies the sum of the line quantities on all lines in the document.
fi_fi: Määrittää kaikkien asiakirjan rivien rivimäärien yhteenlasketun summan.
fr_be: Spécifie la somme des quantités de lignes sur toutes les lignes du document.
it_it: Specifica la somma delle quantità di riga in tutte le righe del documento.

# Page 2016272457 - Control 1102809638 - Property 1295455071
source: Specifies the sum of the line amounts on all lines in the document minus any discount amounts.
fi_fi: Määrittää asiakirjan kaikkien rivien rivisummien yhteenlasketun summan, josta on vähennetty alennussummat.
fr_be: Spécifie la somme des montants de ligne sur toutes les lignes du document, moins les éventuels montants de remise.
it_it: Specifica la somma degli importi in tutte le righe del documento meno gli importi degli sconti.

# Page 2016272457 - Control 681009761 - Property 1295455071
source: Specifies the order number from Shopify.
fi_fi: Määrittää Shopify-tilausnumeron.
fr_be: Spécifie le numéro de commande de Shopify.
it_it: Specifica il numero di ordine di Shopify.

# Page 2016272457 - Control 2506717839 - Property 1295455071
source: Specifies the risk level from the Shopify order.
fi_fi: Määrittää Shopify-tilauksen riskitason.
fr_be: Spécifie le niveau de risque à partir de la commande Shopify.
it_it: Specifica il livello di rischio dell'ordine Shopify.

# Page 2016272457 - Control 3788097755 - Property 1295455071
source: Specifies the Shopify Shop from which the order originated.
fi_fi: Määrittää Shopify-kaupan, josta tilaus on peräisin.
fr_be: Spécifie le magasin Shopify d’où provient la commande.
it_it: Specifica il punto vendita Shopify da cui ha origine l'ordine.

# Page 2016272457 - Control 548838851 - Property 1295455071
source: Specifies the tags that are set on this Shopify order.
fi_fi: Määrittää tässä Shopify-tilauksessa käytetyt tunnisteet.
fr_be: Spécifie les balises qui sont définies sur cette commande Shopify.
it_it: Specifica i tag impostati in questo ordine Shopify.

# Page 2016272457 - Control 3732224266 - Property 1295455071
source: Specifies if this is an test order.
fi_fi: Määrittää, onko tämä testitilaus.
fr_be: Indique s’il s’agit d’une commande de test.
it_it: Specifica se si tratta di un ordine di test.

# Page 2016272457 - Control 2852335753 - Property 1295455071
source: Specifies the order from Shopify is unpaid.
fi_fi: Määrittää, että Shopify-tilausta ei ole maksettu.
fr_be: Spécifie que la commande de Shopify n’est pas payée.
it_it: Specifica che l'ordine di Shopify non è pagato.

# Page 2016272457 - Control 2466615012 - Property 1295455071
source: Specifies the date and time when the order was last modified.
fi_fi: Määrittää tilauksen viimeisimmän muokkauspäivämäärän ja -ajan.
fr_be: Spécifie la date et l’heure de la dernière modification de la commande.
it_it: Specifica la data e l'ora dell'ultima modifica dell'ordine.

# Page 2016272457 - Control 2033009233 - Property 2879900210
source: Attributes
fi_fi: Määritteet
fr_be: Attributs
it_it: Attributi

# Page 2016272457 - Action 3041177663 - Property 1295455071
source: Retrieves the order from Shopify.
fi_fi: Hakee tilauksen Shopifysta.
fr_be: Récupère la commande à partir de Shopify.
it_it: Recupera l'ordine da Shopify.

# Page 2016272457 - Action 3041177663 - Property 2879900210
source: Get Orders to Import
fi_fi: Hae tuotavat tilaukset
fr_be: Obtenir les commandes à importer
it_it: Ottieni ordini da importare

# Page 2016272457 - Action 2366811759 - Property 1295455071
source: Import the selected orders into Shopify Orders page.
fi_fi: Tuo valitut tilaukset Shopify-tilaukset-sivulle.
fr_be: Importez les commandes sélectionnées dans la page de commandes Shopify.
it_it: Importare gli ordini selezionati nella pagina degli ordini Shopify.

# Page 2016272457 - Action 2366811759 - Property 2879900210
source: Import Selected Orders
fi_fi: Tuo valitut tilaukset
fr_be: Importer les commandes sélectionnées
it_it: Importa ordini selezionati

# Page 1989093266 - Property 2879900210
source: Shopify Payment Methods Mapping
fi_fi: Shopify-maksutapojen yhdistämismääritykset
fr_be: Mappage des modes de paiement Shopify
it_it: Mapping metodi di pagamento Shopify

# Page 1989093266 - Control 3930083474 - Property 1295455071
source: Specifies the name of the Shopify Credit Card Company.
fi_fi: Määrittää Shopify-luottokorttiyhtiön nimen.
fr_be: Spécifie le nom de la société de carte de crédit Shopify.
it_it: Specifica il nome della società emittente carte di credito Shopify.

# Page 1989093266 - Control 3357486316 - Property 1295455071
source: Specifies the name of the Shopify Transaction Gateway.
fi_fi: Määrittää Shopifyn tapahtumayhdyskäytävän nimen.
fr_be: Spécifie le nom de la passerelle de transaction Shopify.
it_it: Specifica il nome del gateway di transazione Shopify.

# Page 1989093266 - Control 200753951 - Property 1295455071
source: Specifies the corresponding payment method in D365BC.
fi_fi: Määrittää vastaavan maksutavan D365BC:ssä.
fr_be: Spécifie le mode de paiement correspondant dans D365BC.
it_it: Specifica il metodo di pagamento corrispondente in D365BC.

# Page 1989093266 - Control 4130293374 - Property 1295455071
source: Specifies the priority when a customers pays with multiple payment methods. If there is more then one payment method, it will take the payment with the highest priority follow by the highest amount.
fi_fi: Määrittää prioriteetin, jos asiakas käyttää maksamiseen useita maksutapoja. Jos maksutapoja on useita, järjestelmä käyttää suurimpaan summaan suurimman prioriteetin maksutapaa.
fr_be: Spécifie la priorité lorsque les clients paient avec plusieurs modes de paiement. S’il existe plusieurs modes de paiement, le paiement est effectué à la priorité la plus élevée, suivie du montant le plus élevé.
it_it: Specifica la priorità quando un cliente paga con più metodi di pagamento. Se sono disponibili più metodi di pagamento, viene acquisito il pagamento con la priorità più alta seguito dall'importo più alto.

# Page 899276787 - Property 2879900210
source: Shopify Payment Transactions
fi_fi: Shopify-maksutapahtumat
fr_be: Transactions de paiement Shopify
it_it: Transazioni di pagamento Shopify

# Page 899276787 - Control 636392376 - Property 1295455071
source: Specifies the gross amount of the transaction.
fi_fi: Määrittää tapahtuman bruttosumman.
fr_be: Spécifie le montant brut de la transaction.
it_it: Specifica l'importo lordo della transazione.

# Page 899276787 - Control 3561154705 - Property 1295455071
source: Specifies the currency of the transaction.
fi_fi: Määrittää tapahtuman valuutan.
fr_be: Spécifie la devise de la transaction.
it_it: Specifica la valuta della transazione.

# Page 899276787 - Control 3057692898 - Property 1295455071
source: Specifies the total amount of fees deducted from the transaction amount.
fi_fi: Määrittää tapahtuman summasta vähennettyjen maksujen kokonaissumman.
fr_be: Spécifie le montant total des frais déduits du montant de la transaction.
it_it: Specifica l'importo totale delle parcelle dedotte dall'importo della transazione.

# Page 899276787 - Control 1966382748 - Property 1295455071
source: Specifies the Invoice number to which the transaction relates.
fi_fi: Määrittää laskunumeron, johon tapahtuma liittyy.
fr_be: Spécifie le numéro de la facture à laquelle la transaction est associée.
it_it: Specifica il numero di fattura a cui si riferisce la transazione.

# Page 899276787 - Control 3035691293 - Property 1295455071
source: Specifies the net amount of the transaction.
fi_fi: Määrittää tapahtuman nettosumman.
fr_be: Spécifie le montant net de la transaction.
it_it: Specifica l'importo netto della transazione.

# Page 899276787 - Control 167737353 - Property 1295455071
source: Specifies the date and time at which the transaction is processed.
fi_fi: Määrittää tapahtuman käsittelypäivämäärän ja -ajan.
fr_be: Spécifie la date et l’heure de traitement de la transaction.
it_it: Specifica la data e l'ora di elaborazione della transazione.

# Page 899276787 - Control 108236020 - Property 1295455071
source: Specifies the id of the resource leading to the transaction.
fi_fi: Määrittää tapahtumaan johtavan resurssin tunnuksen.
fr_be: Spécifie l’ID de la ressource conduisant à la transaction.
it_it: Specifica l'ID della risorsa che conduce alla transazione.

# Page 899276787 - Control 2647617602 - Property 1295455071
source: Specifies the id the order that resulted in this balance transaction.
fi_fi: Määrittää sen tilauksen tunnuksen, joka on saanut aikaan tämän saldotapahtuman.
fr_be: Spécifie le code de la commande qui a entraîné cette transaction de solde.
it_it: Specifica l'ID dell'ordine che ha restituito la transazione di saldo.

# Page 899276787 - Control 4063251366 - Property 1295455071
source: Specifies the id the order transaction that resulted in this balance transaction.
fi_fi: Määrittää sen tilaustapahtuman tunnuksen, joka on saanut aikaan tämän saldotapahtuman.
fr_be: Spécifie le code de la transaction de commande qui a abouti à cette transaction de solde.
it_it: Specifica l'ID della transazione di ordine che ha restituito la transazione di saldo.

# Page 899276787 - Control 3996861631 - Property 1295455071
source: Specifies the type of resource leading to the transaction. The options are Charge, Refund, Dispute, Reserve, Adjustment, Payout.
fi_fi: Määrittää tapahtumaan johtavan resurssin tyypin. Vaihtoehtoja ovat Maksu, Hyvitys, Kiista, Varaus, Oikaisu.
fr_be: Spécifie le type de ressource conduisant à la transaction. Les options disponibles sont frais, remboursement, litige, réservation, ajustement, règlement.
it_it: Specifica il tipo di risorsa che conduce alla transazione. Le opzioni sono Addebito, Rimborso, Disputa, Riserva, Rettifica, Pagamento.

# Page 899276787 - Control 3732224266 - Property 1295455071
source: Specifies if the transaction was created for a test mode Order or payment.
fi_fi: Määrittää, onko tapahtuma luotu tilausten tai maksujen testitilaa varten.
fr_be: Spécifie si la transaction a été créée pour une commande ou un paiement en mode test.
it_it: Specifica se la transazione è stata creata per un ordine o un pagamento in modalità di test.

# Page 899276787 - Control 1878130204 - Property 1295455071
source: Specifies the type of the payment transaction.
fi_fi: Määrittää maksutapahtuman tyypin.
fr_be: Spécifie le type de transaction de paiement.
it_it: Specifica il tipo della transazione di pagamento.

# Page 899276787 - Action 1030013428 - Property 1295455071
source: View the data retrieved from Shopify.
fi_fi: Näytä Shopifysta noudetut tiedot.
fr_be: Affichez les données récupérées à partir de Shopify.
it_it: Visualizzare i dati recuperati da Shopify.

# Page 899276787 - Action 1030013428 - Property 2879900210
source: Retrieved Shopify Data
fi_fi: Shopify-tiedot noudettu
fr_be: Données Shopify récupérées
it_it: Dati Shopify recuperati

# Page 746415523 - Property 2019332006
source: New,Process,Report,Inspect
fi_fi: Uusi,Käsittely,Raportti,Tarkastus
fr_be: Nouveau,Traitement,État,Inspecter
it_it: Nuovo,Processo,Report,Ispezione

# Page 746415523 - Property 2879900210
source: Shopify Payouts
fi_fi: Shopify-maksut
fr_be: Règlements Shopify
it_it: Pagamenti Shopify

# Page 746415523 - Control 2027478362 - Property 1295455071
source: Specifies the adjustments fee amount. This data was obtained from Shopify.
fi_fi: Määrittää oikaisusumman. Tiedot on noudettu Shopifysta.
fr_be: Spécifie le montant des frais d’ajustements. Ces données proviennent de Shopify.
it_it: Specifica l'importo della parcella di rettifica. Questi dati sono stati ottenuti da Shopify.

# Page 746415523 - Control 2922988774 - Property 1295455071
source: Specifies the adjustments gross amount. This data was obtained from Shopify.
fi_fi: Määrittää oikaisun bruttosumman. Tiedot on noudettu Shopifysta.
fr_be: Spécifie le montant brut des ajustements. Ces données proviennent de Shopify.
it_it: Specifica l'importo lordo di rettifica. Questi dati sono stati ottenuti da Shopify.

# Page 746415523 - Control 636392376 - Property 1295455071
source: Specifies the total amount of the payout. This data was obtained from Shopify.
fi_fi: Määrittää maksun kokonaissumman. Tiedot on noudettu Shopifysta.
fr_be: Spécifie le montant total du règlement. Ces données proviennent de Shopify.
it_it: Specifica l'importo totale del pagamento. Questi dati sono stati ottenuti da Shopify.

# Page 746415523 - Control 1604342469 - Property 1295455071
source: Specifies the charges fee amount. This data was obtained from Shopify.
fi_fi: Määrittää maksusumman. Tiedot on noudettu Shopifysta.
fr_be: Spécifie le montant des frais de facturation. Ces données proviennent de Shopify.
it_it: Specifica l'importo della parcella di addebito. Questi dati sono stati ottenuti da Shopify.

# Page 746415523 - Control 3557107241 - Property 1295455071
source: Specifies the charges gross amount. This data was obtained from Shopify.
fi_fi: Määrittää maksun bruttosumman. Tiedot on noudettu Shopifysta.
fr_be: Spécifie le montant brut des frais. Ces données proviennent de Shopify.
it_it: Specifica l'importo lordo di addebito. Questi dati sono stati ottenuti da Shopify.

# Page 746415523 - Control 3561154705 - Property 1295455071
source: Specifies the currency of the payout.
fi_fi: Määrittää maksun valuutan.
fr_be: Spécifie la devise du règlement.
it_it: Specifica la valuta del pagamento.

# Page 746415523 - Control 3192175264 - Property 1295455071
source: Specifies the date when the payout was issued.
fi_fi: Määrittää maksun suorituspäivämäärän.
fr_be: Spécifie la date d’émission du règlement.
it_it: Specifica la data di emissione del pagamento.

# Page 746415523 - Control 2011891049 - Property 1295455071
source: Specifies the refunds fee amount. This data was obtained from Shopify.
fi_fi: Määrittää hyvityssumman. Tiedot on noudettu Shopifysta.
fr_be: Spécifie le montant des frais de remboursement. Ces données proviennent de Shopify.
it_it: Specifica l'importo della parcella di rimborso. Questi dati sono stati ottenuti da Shopify.

# Page 746415523 - Control 977629525 - Property 1295455071
source: Specifies the refunds gross amount. This data was obtained from Shopify.
fi_fi: Määrittää hyvityksen bruttosumman. Tiedot on noudettu Shopifysta.
fr_be: Spécifie le montant brut des remboursements. Ces données proviennent de Shopify.
it_it: Specifica l'importo lordo di rimborso. Questi dati sono stati ottenuti da Shopify.

# Page 746415523 - Control 1310181888 - Property 1295455071
source: Specifies the reserved fee amount. This data was obtained from Shopify.
fi_fi: Määrittää varatun summan. Tiedot on noudettu Shopifysta.
fr_be: Spécifie le montant des frais réservés. Ces données proviennent de Shopify.
it_it: Specifica l'importo della parcella prenotata. Questi dati sono stati ottenuti da Shopify.

# Page 746415523 - Control 1042306748 - Property 1295455071
source: Specifies the reserved gross amount. This data was obtained from Shopify.
fi_fi: Määrittää varatun bruttosumman. Tiedot on noudettu Shopifysta.
fr_be: Spécifie le montant brut réservé. Ces données proviennent de Shopify.
it_it: Specifica l'importo lordo prenotato. Questi dati sono stati ottenuti da Shopify.

# Page 746415523 - Control 2460360986 - Property 1295455071
source: Specifies the retried payouts fee amount. This data was obtained from Shopify.
fi_fi: Määrittää uudelleenyritetyn maksun summan. Tiedot on noudettu Shopifysta.
fr_be: Spécifie le montant des frais de nouvelles tentatives de règlement. Ces données proviennent de Shopify.
it_it: Specifica l'importo della parcella di pagamenti ritentati. Questi dati sono stati ottenuti da Shopify.

# Page 746415523 - Control 1209847462 - Property 1295455071
source: Specifies the retried payouts gross amount. This data was obtained from Shopify.
fi_fi: Määrittää uudelleenyritetyn maksun bruttosumman. Tiedot on noudettu Shopifysta.
fr_be: Spécifie le montant brut des nouvelles tentatives de règlement. Ces données proviennent de Shopify.
it_it: Specifica l'importo lordo dei pagamenti ritentati. Questi dati sono stati ottenuti da Shopify.

# Page 746415523 - Control 513339096 - Property 1295455071
source: Specifies the status of the payout. This can be scheduled, in transit, paid, failed, cancelled.
fi_fi: Määrittää maksun tilan. Tämä voidaan ajoittaa: kuljetuksessa, maksettu, epäonnistui, peruutettu.
fr_be: Spécifie le statut du règlement. Il peut être planifié, en transit, payé, échec, annulé.
it_it: Specifica lo stato del pagamento che può essere programmato, in transito, pagato, non riuscito, annullato.

# Page 746415523 - Action 1030013428 - Property 1295455071
source: View the data retrieved from Shopify.
fi_fi: Näytä Shopifysta noudetut tiedot.
fr_be: Affichez les données récupérées à partir de Shopify.
it_it: Visualizzare i dati recuperati da Shopify.

# Page 746415523 - Action 1030013428 - Property 2879900210
source: Retrieved Shopify Data
fi_fi: Shopify-tiedot noudettu
fr_be: Données Shopify récupérées
it_it: Dati Shopify recuperati

# Page 2806160088 - Property 1064389655
source: About Shopify products
fi_fi: Tietoja Shopify-tuotteista
fr_be: À propos des produits Shopify
it_it: Informazioni sui prodotti Shopify

# Page 2806160088 - Property 2019332006
source: New, Process, Report, Synchronization
fi_fi: Uusi, Käsittely, Raportti, Synkronointi
fr_be: Nouveau,Traitement,État,Synchronisation
it_it: Nuovo,Processo,Report,Sincronizzazione

# Page 2806160088 - Property 247559172
source: **Products** in Shopify is called **items** in Business Central. This is a list of items you sell in your shop. Map each product you want to sell to an item so that you can synchronize their information.
fi_fi: Shopifyn **tuotteita** kutsutaan **nimikkeiksi** Business Centralissa. Tämä on luettelo nimikkeistä, joita myyt kaupassasi. Yhdistä jokainen tuote, jota haluat myydä, nimikkeeseen, jotta voit synkronoida niiden tiedot.
fr_be: Les **Produits** dans Shopify sont appelés **Articles** dans Business Central. Voici la liste des articles que vous vendez dans votre magasin. Mappez chaque produit que vous souhaitez vendre à un article afin de pouvoir synchroniser ses informations.
it_it: I **prodotti** in Shopify sono chiamati **articoli** in Business Central. Questa è la lista degli articoli in vendita nel punto vendita. Mappare ogni prodotto che si desidera vendere a un articolo, in modo che sia possibile sincronizzare le informazioni.

# Page 2806160088 - Property 2879900210
source: Shopify Products
fi_fi: Shopify-tuotteet
fr_be: Produits Shopify
it_it: Prodotti Shopify

# Page 2806160088 - Control 986080663 - Property 1295455071
source: Specifies when the product was created.
fi_fi: Määrittää, milloin tuote on luotu.
fr_be: Spécifie quand le produit a été créé.
it_it: Specifica la data di creazione del prodotto.

# Page 2806160088 - Control 3461834954 - Property 1295455071
source: Specifies the description in Shopify.
fi_fi: Määrittää Shopify-kuvauksen.
fr_be: Spécifie la description dans Shopify.
it_it: Specifica la descrizione in Shopify.

# Page 2806160088 - Control 415504711 - Property 1295455071
source: Specifies a unique identifier for the product. Each id is unique across the Shopify system. No two products will have the same id, even if they're from different shops.
fi_fi: Määrittää tuotteen yksilöivän tunnuksen. Jokainen tunnus on yksilöllinen Shopify-järjestelmässä. Tuotteilla ei voi olla samaa tunnusta, vaikka tuote olisi eri kaupoissa.
fr_be: Spécifie un identifiant unique pour le produit. Chaque ID est unique dans le système Shopify. Deux produits n’ont pas le même ID, même s’ils proviennent de différents magasins.
it_it: Specifica un identificatore univoco per il prodotto. Ogni ID è univoco nel sistema Shopify. Non ci sono due prodotti che hanno lo stesso ID, anche se provengono da diversi punti vendita.

# Page 2806160088 - Control 332802016 - Property 1295455071
source: Specifies the item number.
fi_fi: Määrittää nimikenumeron.
fr_be: Spécifie le numéro de l’article.
it_it: Specifica il numero di articolo.
