Repository: jbakach/MSDyn365BC.Code.History
Catalog: shopify/app/Shopify Connector/Translations/Shopify Connector.*.xlf
Languages: fi_fi, fr_be, it_it

# Page 3397571517 - Control 513339096 - Property 1295455071
source: Specifies the status of the transaction. Valid values are: pending, failure, success and error.
fi_fi: Määrittää tapahtuman tilan. Kelvollisia arvoja ovat seuraavat: odottaa, epäonnistui, onnistui ja virhe.
fr_be: Spécifie le statut de la transaction. Les valeurs valides sont : en attente, échec, réussite et erreur.
it_it: Specifica lo stato della transazione. I valori validi sono: in sospeso, non riuscito, riuscito ed errore.

# Page 3397571517 - Control 3732224266 - Property 1295455071
source: Specifies if the transaction was created for a test mode Order or payment.
fi_fi: Määrittää, onko tapahtuma luotu tilausten tai maksujen testitilaa varten.
fr_be: Spécifie si la transaction a été créée pour une commande ou un paiement en mode test.
it_it: Specifica se la transazione è stata creata per un ordine o un pagamento in modalità di test.

# Page 3397571517 - Control 1878130204 - Property 1295455071
source: Specifies the transaction type. Valid values are: authorization, capture, sale, void and refund.
fi_fi: Määrittää tapahtumatyypin. Kelvollisia arvoja ovat seuraavat: valtuutus, suoritus, myynti, mitätöinti ja hyvitys.
fr_be: Spécifie le type de transaction. Les valeurs valides sont : capture, vente, annulation et remboursement.
it_it: Specifica il tipo di transazione. I valori validi sono: autorizzazione, acquisizione, vendita, annullamento e rimborso.

# Page 3397571517 - Action 1030013428 - Property 1295455071
source: View the data retrieved from Shopify.
fi_fi: Näytä Shopifysta noudetut tiedot.
fr_be: Affichez les données récupérées à partir de Shopify.
it_it: Visualizzare i dati recuperati da Shopify.

# Page 3397571517 - Action 1030013428 - Property 2879900210
source: Retrieved Shopify Data
fi_fi: Shopify-tiedot noudettu
fr_be: Données Shopify récupérées
it_it: Dati Shopify recuperati

# Page 3355140540 - Property 2879900210
source: Shopify Variants
fi_fi: Shopify-versiot
fr_be: Variantes Shopify
it_it: Varianti Shopify

# Page 3355140540 - Control 3364693270 - Property 1295455071
source: Specifies if the variants is available for sales.
fi_fi: Määrittää, onko versiota saatavilla myyntiin.
fr_be: Spécifie si les variantes sont disponibles pour les ventes.
it_it: Specifica se le varianti sono disponibili per la vendita.

# Page 3355140540 - Control 1650050144 - Property 1295455071
source: Specifies the barcode, UPC, or ISBN number for the product.
fi_fi: Määrittää tuotteen viivakoodin tai UPC- tai ISBN-numeron.
fr_be: Spécifie le code barre, l’UPC ou le numéro ISBN du produit.
it_it: Specifica il codice a barre, UPC o il numero ISBN per il prodotto.

# Page 3355140540 - Control 986080663 - Property 1295455071
source: Specifies the date and time when the product variant was created.
fi_fi: Määrittää tuoteversion luontipäivämäärän ja -ajan.
fr_be: Spécifie la date et l’heure de création de la variante du produit.
it_it: Specifica la data e l'ora di creazione della variante prodotto.

# Page 3355140540 - Control 415504711 - Property 1295455071
source: Specifies the unique numeric identifier for the product variant. Each product has always one variant.
fi_fi: Määrittää tuoteversion yksilöivän numeerisen tunnuksen. Jokaisella tuotteella on aina yksi versio.
fr_be: Spécifie l’identifiant unique numérique de la variante du produit. Chaque produit a toujours une variante.
it_it: Specifica l'identificatore numerico univoco per la variante prodotto. Ogni prodotto ha sempre una sola variante.

# Page 3355140540 - Control 2649801894 - Property 1295455071
source: Specifies whether customers are allowed to place an order for the product variant when it is out of stock. Valid values are: deny, continue.
fi_fi: Määrittää, voivatko asiakkaat tilata tuoteversiota, jos se on loppunut varastosta. Kelvollisia arvoja ovat: estä, jatka.
fr_be: Spécifie si les clients sont autorisés à passer une commande pour la variante de produit lorsqu’il est en rupture de stock. Les valeurs valides sont : refuser, continuer.
it_it: Specifica se ai clienti è consentito effettuare un ordine per la variante prodotto quando non è disponibile. I valori validi sono: rifiuta, continua.

# Page 3355140540 - Control 332802016 - Property 1295455071
source: Specifies the item number.
fi_fi: Määrittää nimikenumeron.
fr_be: Spécifie le numéro de l’article.
it_it: Specifica il numero di articolo.

# Page 3355140540 - Control 2504476135 - Property 1295455071
source: Specifies the custom properties that a shop owner uses to define product variants. You can define three options for a product variant.
fi_fi: Määrittää mukautetut ominaisuudet, joiden avulla kaupan omistaja voi määrittää tuoteversiot. Voit lisätä tuoteversiolle kolme vaihtoehtoa.
fr_be: Spécifie les propriétés personnalisées qu’un propriétaire de magasin utilise pour définir les variantes de produit. Vous pouvez définir trois options pour une variante de produit.
it_it: Specifica le proprietà personalizzate utilizzate dal proprietario di un punto vendita per definire le varianti di prodotto. È possibile definire tre opzioni per ogni variante di prodotto.

# Page 3355140540 - Control 122598690 - Property 1295455071
source: Specifies the custom properties that a shop owner uses to define product variants. You can define three options for a product variant.
fi_fi: Määrittää mukautetut ominaisuudet, joiden avulla kaupan omistaja voi määrittää tuoteversiot. Voit lisätä tuoteversiolle kolme vaihtoehtoa.
fr_be: Spécifie les propriétés personnalisées qu’un propriétaire de magasin utilise pour définir les variantes de produit. Vous pouvez définir trois options pour une variante de produit.
it_it: Specifica le proprietà personalizzate utilizzate dal proprietario di un punto vendita per definire le varianti di prodotto. È possibile definire tre opzioni per ogni variante di prodotto.

# Page 3355140540 - Control 3779869369 - Property 1295455071
source: Specifies the custom properties that a shop owner uses to define product variants. You can define three options for a product variant.
fi_fi: Määrittää mukautetut ominaisuudet, joiden avulla kaupan omistaja voi määrittää tuoteversiot. Voit lisätä tuoteversiolle kolme vaihtoehtoa.
fr_be: Spécifie les propriétés personnalisées qu’un propriétaire de magasin utilise pour définir les variantes de produit. Vous pouvez définir trois options pour une variante de produit.
it_it: Specifica le proprietà personalizzate utilizzate dal proprietario di un punto vendita per definire le varianti di prodotto. È possibile definire tre opzioni per ogni variante di prodotto.

# Page 3355140540 - Control 2148754059 - Property 1295455071
source: Specifies the value of the first option.
fi_fi: Määrittää ensimmäisen vaihtoehdon arvon.
fr_be: Spécifie la valeur de la première option.
it_it: Specifica il valore della prima opzione.

# Page 3355140540 - Control 4061843910 - Property 1295455071
source: Specifies the value of the second option.
fi_fi: Määrittää toisen vaihtoehdon arvon.
fr_be: Spécifie la valeur de la seconde option.
it_it: Specifica il valore della seconda opzione.

# Page 3355140540 - Control 3424147293 - Property 1295455071
source: Specifies the value of the third option.
fi_fi: Määrittää kolmannen vaihtoehdon arvon.
fr_be: Spécifie la valeur de la troisième option.
it_it: Specifica il valore della terza opzione.

# Page 3355140540 - Control 3635338911 - Property 1295455071
source: Specifies the price of a product variant.
fi_fi: Määrittää tuoteversion hinnan.
fr_be: Spécifie le prix d’une variante de produit.
it_it: Specifica il prezzo di una variante prodotto.

# Page 3355140540 - Control 1247743551 - Property 1295455071
source: Specifies the unique identifier for the product variant in the shop.
fi_fi: Määrittää kaupassa olevan tuoteversion yksilöivän tunnuksen.
fr_be: Spécifie l’identifiant unique de la variante du produit dans le magasin.
it_it: Specifica l'identificativo univoco per la variante di prodotto nel punto vendita.

# Page 3355140540 - Control 50922609 - Property 1295455071
source: Specifies whether a tax is charged when the product variant is sold.
fi_fi: Määrittää, onko vero veloitettu tuoteversion myynnin yhteydessä.
fr_be: Indique si une taxe est facturée lorsque la variante du produit est vendue.
it_it: Specifica se viene addebitata una imposta quando la variante prodotto viene venduta.

# Page 3355140540 - Control 2940580508 - Property 1295455071
source: Specifies the Avalara tax code for the product variant. This parameter applies only to the stores that have the Avalara AvaTax app installed.
fi_fi: Määrittää tuoteversion Avalara-verokoodin. Tämä parametri koskee vain kauppoja, joissa on asennettuna Avalara AvaTax -sovellus.
fr_be: Spécifie le code taxe Avalara pour la variante du produit. Ce paramètre s’applique uniquement aux magasins pour lesquels l’application Avalara AvaTax est installée.
it_it: Specifica il codice imposta Avalara per la variante prodotto. Questo parametro si applica solo ai punti vendita con l'app Avalara AvaTax installata.

# Page 3355140540 - Control 329424276 - Property 1295455071
source: Specifies the title of the product variant. The title field is a concatenation of the option1, option2, and option3 fields.
fi_fi: Määrittää tuoteversion otsikon. Otsikkokenttä on kooste option1-, option2- ja option3-kentistä.
fr_be: Spécifie le titre de la variante du produit. Le champ de titre est une concaténation des champs option1, option2 et option3.
it_it: Specifica il titolo della variante prodotto. Il campo del titolo è una concatenazione dei campi opzione1, opzione2 e opzione3.

# Page 3355140540 - Control 2988376383 - Property 1295455071
source: Specifies the cost of one unit for the variant.
fi_fi: Määrittää version yksikkökustannuksen.
fr_be: Spécifie le coût d’une unité de la variante.
it_it: Specifica il costo unitario per la variante.

# Page 3355140540 - Control 2466615012 - Property 1295455071
source: Specifies the date and time when the product variant was last modified.
fi_fi: Määrittää tuoteversion edellisen muokkauspäivämäärän ja -ajan.
fr_be: Spécifie la date et l’heure de la dernière modification de la variante du produit.
it_it: Specifica la data e l'ora dell'ultima modifica della variante prodotto.

# Page 3355140540 - Control 3798681774 - Property 1295455071
source: Specifies the code of the item variant.
fi_fi: Määrittää nimikeversion koodin.
fr_be: Indique le code de la variante de l’article.
it_it: Specifica il codice della variante articolo.

# Page 3355140540 - Control 2854289444 - Property 1295455071
source: Specifies the weight of the product variant.
fi_fi: Määrittää tuoteversion painon.
fr_be: Spécifie le poids de la variante du produit.
it_it: Specifica il peso della variante prodotto.

# Page 3355140540 - Action 1195627209 - Property 1295455071
source: Manually map products from Shopify with an item.
fi_fi: Yhdistä Shopify-tuotteet nimikkeeseen manuaalisesti.
fr_be: Mappez manuellement les produits de Shopify avec un article.
it_it: Eseguire manualmente il mapping dei prodotti da Shopify a un articolo.

# Page 3355140540 - Action 1195627209 - Property 2879900210
source: Map Product
fi_fi: Yhdistä tuote
fr_be: Mapper un produit
it_it: Mapping prodotto

# Page 3355140540 - Action 3677606909 - Property 1295455071
source: Manually map products from Shopify with an item.
fi_fi: Yhdistä Shopify-tuotteet nimikkeeseen manuaalisesti.
fr_be: Mappez manuellement les produits de Shopify avec un article.
it_it: Eseguire manualmente il mapping dei prodotti da Shopify a un articolo.

# Page 3355140540 - Action 3677606909 - Property 2879900210
source: Map Variant
fi_fi: Yhdistä versio
fr_be: Mapper les variantes
it_it: Mapping variante

# Report 653247747 - Property 2879900210
source: Add Item to Shopify
fi_fi: Lisää nimike Shopifyhin
fr_be: Ajouter un article à Shopify
it_it: Aggiungi articolo a Shopify

source: You must select a shop to add the items to.
fi_fi: Sinun on valittava kauppa, johon nimikkeet lisätään.
fr_be: Vous devez sélectionner un magasin dans lequel les articles doivent être ajoutés.
it_it: È necessario selezionare un punto vendita per aggiungere gli articoli.

# Report 653247747 - Control 1442457208 - Property 2879900210
source: Options
fi_fi: Asetukset
it_it: Opzioni

# Report 653247747 - Control 126083828 - Property 1295455071
source: Specifies if item images are synced.
fi_fi: Määrittää, synkronoidaanko nimikekuvat.
fr_be: Spécifie si les images des articles sont synchronisées.
it_it: Specifica se le immagini dell'articolo sono sincronizzate.

# Report 653247747 - Control 126083828 - Property 2879900210
source: Sync Images
fi_fi: Synkronoi kuvat
fr_be: Synchroniser les images
it_it: Sincronizza immagini

# Report 653247747 - Control 2380375 - Property 1295455071
source: Specifies if inventory is synced.
fi_fi: Määrittää, synkronoidaanko varasto.
fr_be: Spécifie si le stock est synchronisé.
it_it: Specifica se l'inventario è sincronizzato.

# Report 653247747 - Control 2380375 - Property 2879900210
source: Sync Inventory
fi_fi: Synkronoi varasto
fr_be: Synchroniser les stocks
it_it: Sincronizza inventario

# Report 653247747 - Control 1473197648 - Property 1295455071
source: Specifies the Shopify Shop.
fi_fi: Määrittää Shopify-kaupan.
fr_be: Spécifie le magasin Shopify.
it_it: Specifica il punto vendita Shopify.

# Report 653247747 - Control 1473197648 - Property 2879900210
source: Shop Code
fi_fi: Kaupan koodi
fr_be: Code magasin
it_it: Codice punto vendita

# Report 3747876255 - Property 2879900210
source: Shopify Create Location Filter
fi_fi: Shopifyn sijaintisuodatuksen luonti
fr_be: Créer filtre magasin Shopify
it_it: Filtro crea ubicazione Shopify

# Report 4079961511 - Property 2879900210
source: Shopify Create Sales Orders
fi_fi: Shopifyn myyntitilausten luonti
fr_be: Créer des commandes vente Shopify
it_it: Crea ordini di vendita Shopify

# Report 3707284183 - Property 2879900210
source: Shopify Sync Countries
fi_fi: Shopifyn maiden synkronointi
fr_be: Synchroniser les pays Shopify
it_it: Sincronizzazione paesi Shopify

# Report 3989958776 - Property 2879900210
source: Shopify Sync Customers
fi_fi: Shopifyn asiakkaiden synkronointi
fr_be: Synchroniser les clients Shopify
it_it: Sincronizzazione clienti Shopify

# Report 4117878793 - Property 2879900210
source: Shopify Sync Images
fi_fi: Shopifyn kuvien synkronointi
fr_be: Synchroniser les images Shopify
it_it: Sincronizzazione immagini Shopify

# Report 3468645198 - Property 2879900210
source: Sync Orders from Shopify
fi_fi: Synkronoi tilaukset Shopifysta
fr_be: Synchroniser les commandes à partir de Shopify
it_it: Sincronizza ordini da Shopify

# Report 3468645198 - NamedType 3175778566
source: To Process: #1###########
fi_fi: Käsiteltävä: #1###########
fr_be: Traitement : #1###########
it_it: Da elaborare: #1 ###########

# Report 1613822294 - Property 2879900210
source: Shopify Sync Payments
fi_fi: Shopifyn maksujen synkronointi
fr_be: Synchroniser les paiements Shopify
it_it: Sincronizzazione pagamenti Shopify

# Report 2187403677 - Property 2879900210
source: Shopify Sync Products
fi_fi: Shopifyn tuotteiden synkronointi
fr_be: Synchroniser les produits Shopify
it_it: Sincronizzazione prodotti Shopify

# Report 2187403677 - Control 1867267488 - Property 1295455071
source: Number of records to synchronize
fi_fi: Synkronoitavien tietueiden määrä
fr_be: Nombre d’enregistrements à synchroniser
it_it: Numero di record da sincronizzare

# Report 2187403677 - Control 1867267488 - Property 2879900210
source: Number of Records
fi_fi: Tietueiden määrä
fr_be: Nombre d’enregistrements
it_it: Numero di record

# Report 2187403677 - Control 2244876594 - Property 1295455071
source: Only sync prices from D365BC to Shopify
fi_fi: Synkronoi vain hinnat D365BC:stä Shopifyhin
fr_be: Synchroniser uniquement les prix de D365BC à Shopify
it_it: Solo sincronizzazione prezzi da D365BC in Shopify

# Report 2187403677 - Control 2244876594 - Property 2879900210
source: Only Sync Price
fi_fi: Vain hintojen synkronointi
fr_be: Synchroniser uniquement le prix
it_it: Solo sincronizzazione prezzo

# Report 2742836045 - Property 2879900210
source: Sync Shipments To Shopify
fi_fi: Synkronoi toimitukset Shopifyhin
fr_be: Synchroniser les expéditions avec Shopify
it_it: Sincronizzazione spedizioni a Shopify

# Report 1308902014 - Property 2879900210
source: Sync Stock To Shopify
fi_fi: Synkronoi varasto Shopifyhin
fr_be: Synchroniser le stock avec Shopify
it_it: Sincronizzazione scorte in Shopify

# Report 4093570814 - Property 2879900210
source: Shopify Translator
fi_fi: Shopify-kääntäjä
fr_be: Traducteur Shopify
it_it: Traduttore Shopify

# Report 4093570814 - NamedType 2040151610
source: Item Attributes
fi_fi: Nimikkeen määritteet
fr_be: Attributs article
it_it: Attributi articolo

# Query 3198841923 - Property 2879900210
source: Shopify Shipment Location
fi_fi: Shopify-toimituksen sijainti
fr_be: Emplacement d’expédition Shopify
it_it: Ubicazione spedizione Shopify

# PageExtension 3268681084 - Action 3480241704 - Property 1295455071
source: Manage Shopify Shops, customers, products, orders, gift cards, transactions and payouts.
fi_fi: Hallitse Shopify-kauppoja, asiakkaita, tuotteita, tilauksia, lahjakortteja, tapahtumia ja maksuja.
fr_be: Gérez les magasins Shopify, les clients, les produits, les commandes, les cartes cadeaux, les transactions et les versements.
it_it: Gestire punti vendita Shopify, clienti, prodotti, ordini, buoni regalo, transazioni e pagamenti.

# PageExtension 3268681084 - Action 3516978065 - Property 1295455071
source: View the Shopify Gift Cards, their unique code and balance.
fi_fi: Näytä Shopify-lahjakortit, niiden yksilöivät koodit ja saldo.
fr_be: Affichez les cartes cadeaux Shopify, leur code unique et leur solde.
it_it: Visualizzare i buoni regalo, il codice univoco e il saldo Shopify.

# PageExtension 3268681084 - Action 3516978065 - Property 2879900210
source: Gift Cards
fi_fi: Lahjakortit
fr_be: Cartes cadeaux
it_it: Buoni regalo

# PageExtension 3268681084 - Action 2086699843 - Property 1295455071
source: View your Shopify agreements with customers to sell certain products on certain delivery and payment terms.
fi_fi: Näytä asiakkaiden kanssa solmimasi Shopify-sopimukset, jotka koskevat tiettyjen tuotteiden myymistä tietyillä toimitus- ja maksuehdoilla.
fr_be: Affichez vos contrats Shopify avec les clients pour vendre certains produits selon certaines conditions de livraison et de paiement.
it_it: Visualizzare gli accordi Shopify con i clienti per vendere specifici prodotti a determinate condizioni di spedizione e pagamento.

# PageExtension 3268681084 - Action 2086699843 - Property 2879900210
source: Orders
fi_fi: Tilaukset
fr_be: Commandes
it_it: Ordini

# PageExtension 3268681084 - Action 1698994651 - Property 1295455071
source: View the movement of money between a Shopify Payment account balance and a connected bank account.
fi_fi: Näytä Shopify-maksutilin saldo ja siihen liitetyn pankkitilin välinen rahaliikenne.
fr_be: Affichez le mouvement d’argent entre un solde de compte de paiement Shopify et un compte bancaire connecté.
it_it: Visualizzare il movimento di denaro tra il saldo di un conto di pagamento Shopify e un conto bancario collegato.

# PageExtension 3268681084 - Action 1698994651 - Property 2879900210
source: Payouts
fi_fi: Maksut
fr_be: Règlements
it_it: Pagamenti

# PageExtension 3268681084 - Action 4115686464 - Property 1295455071
source: Add, view or edit detailed information for the products that you trade in through Shopify.
fi_fi: Lisää Shopifyssa myymiesi tuotteiden yksityiskohtaiset tiedot tai tarkastele tai muokkaa niitä.
fr_be: Ajoutez, affichez ou modifiez des informations détaillées pour les produits que vous commercialisez via Shopify.
it_it: Aggiungere, visualizzare o modificare le informazioni dettagliate per i prodotti che vengono commercializzati tramite Shopify.

# PageExtension 3268681084 - Action 4115686464 - Property 2879900210
source: Products
fi_fi: Tuotteet
fr_be: Produits
it_it: Prodotti

# PageExtension 3268681084 - Action 4219139933 - Property 1295455071
source: Define your Shopify Shops and enter how to synchronize data for each shop.
fi_fi: Määritä Shopify-kaupat ja se, miten kunkin kaupan tiedot synkronoidaan.
fr_be: Définissez vos magasins Shopify et indiquez comment synchroniser les données pour chaque magasin.
it_it: Definire i punti vendita Shopify e immettere la modalità di sincronizzazione dei dati per ogni punto vendita.

# PageExtension 3268681084 - Action 4219139933 - Property 2879900210
source: Shops
fi_fi: Kaupat
fr_be: Magasins
it_it: Punti vendita

# PageExtension 3268681084 - Action 3647730261 - Property 1295455071
source: View every single movement of money in or out the Shopify Payment account.
fi_fi: Näytä kaikki Shopify-maksutilille tuleva ja sieltä lähtevä rahaliikenne.
fr_be: Affichez tous les mouvements d’argent dans ou hors du compte de paiement Shopify.
it_it: Visualizzare ogni singolo movimento di denaro in entrata o in uscita del conto di pagamento Shopify.

# PageExtension 3268681084 - Action 3647730261 - Property 2879900210
source: Transactions
fi_fi: Tapahtumat
it_it: Transazioni

# PageExtension 3268681084 - Action 1871449068 - Property 1295455071
source: View or edit detailed information for the customers that you trade with through Shopify.
fi_fi: Näytä niiden asiakkaiden yksityiskohtaiset tiedot, joille myyt tuotteita Shopifyn kautta, tai muokkaa näitä tietoja.
fr_be: Affichez ou modifiez des informations détaillées pour les clients avec lesquels vous échangez via Shopify.
it_it: Visualizzare o modificare le informazioni dettagliate dei clienti con cui si intrattengono rapporti commerciali tramite Shopify.

# PageExtension 3268681084 - Action 1871449068 - Property 2879900210
source: Customers
fi_fi: Asiakkaat
fr_be: Clients
it_it: Clienti

# PageExtension 3736549167 - Action 3480241704 - Property 1295455071
source: Manage Shopify Shops, customers, products, orders, gift cards, transactions and payouts.
fi_fi: Hallitse Shopify-kauppoja, asiakkaita, tuotteita, tilauksia, lahjakortteja, tapahtumia ja maksuja.
fr_be: Gérez les magasins Shopify, les clients, les produits, les commandes, les cartes cadeaux, les transactions et les versements.
it_it: Gestire punti vendita Shopify, clienti, prodotti, ordini, buoni regalo, transazioni e pagamenti.

# PageExtension 3736549167 - Action 233754043 - Property 1295455071
source: View or edit detailed information for the customers that you trade with through Shopify.
fi_fi: Näytä niiden asiakkaiden yksityiskohtaiset tiedot, joille myyt tuotteita Shopifyn kautta, tai muokkaa näitä tietoja.
fr_be: Affichez ou modifiez des informations détaillées pour les clients avec lesquels vous échangez via Shopify.
it_it: Visualizzare o modificare le informazioni dettagliate dei clienti con cui si intrattengono rapporti commerciali tramite Shopify.

# PageExtension 3736549167 - Action 233754043 - Property 2879900210
source: Customers
fi_fi: Asiakkaat
fr_be: Clients
it_it: Clienti

# PageExtension 3736549167 - Action 496306103 - Property 1295455071
source: View the Shopify Gift Cards, their unique code and balance.
fi_fi: Näytä Shopify-lahjakortit, niiden yksilöivät koodit ja saldo.
fr_be: Affichez les cartes cadeaux Shopify, leur code unique et leur solde.
it_it: Visualizzare i buoni regalo, il codice univoco e il saldo Shopify.

# PageExtension 3736549167 - Action 496306103 - Property 2879900210
source: Gift Cards
fi_fi: Lahjakortit
fr_be: Cartes cadeaux
it_it: Buoni regalo
