Repository: jbakach/MSDyn365BC.Code.History
Catalog: shopify/app/Shopify Connector/Translations/Shopify Connector.*.xlf
Languages: fi_fi, fr_be, it_it

# Page 2806160088 - Control 3183089699 - Property 1295455071
source: Specifies the url to preview the product on the webshop.
fi_fi: Määrittää URL-osoitteen, jotta tuotetta voidaan esikatsella verkkokaupassa.
fr_be: Spécifie l’URL pour afficher une version préliminaire du produit sur la boutique en ligne.
it_it: Specifica l'URL per l'anteprima del prodotto nel punto vendita Web.

# Page 2806160088 - Control 1339285693 - Property 1295455071
source: Specifies the product type in Shopify.
fi_fi: Määrittää Shopify-tuotetyypin.
fr_be: Spécifie le type de produit dans Shopify.
it_it: Specifica il tipo di prodotto in Shopify.

# Page 2806160088 - Control 2200304097 - Property 1295455071
source: Specifies the description in Shopify used for Search Engine Optimization (SEO). If you change this, this will immediately send to Shopify.
fi_fi: Määrittää Shopify-kuvauksen, jota käytetään hakukoneoptimoinnissa (SEO). Jos muutat tätä, se lähetetään heti Shopifyhin.
fr_be: Spécifie la description dans Shopify utilisée pour l’optimisation du référencement d’un site auprès d’un moteur de recherche (SEO). Si vous modifiez ce paramètre, ceci sera immédiatement envoyé à Shopify.
it_it: Specifica la descrizione usata in Shopify per l'ottimizzazione motore di ricerca (SEO). Se la descrizione viene modificata, viene immediatamente inviata a Shopify.

# Page 2806160088 - Control 2670741355 - Property 1295455071
source: Specifies the title in Shopify used for Search Engine Optimization (SEO). If you change this, this will immediately send to Shopify.
fi_fi: Määrittää Shopify-otsikon, jota käytetään hakukoneoptimoinnissa (SEO). Jos muutat tätä, se lähetetään heti Shopifyhin.
fr_be: Spécifie le titre dans Shopify utilisé pour l’optimisation du référencement d’un site auprès d’un moteur de recherche (SEO). Si vous modifiez ce paramètre, ceci sera immédiatement envoyé à Shopify.
it_it: Specifica il titolo usato in Shopify per l'ottimizzazione motore di ricerca (SEO). Se il titolo viene modificato, viene immediatamente inviato a Shopify.

# Page 2806160088 - Control 3788097755 - Property 1295455071
source: Specifies the Shopify Shop where these products are synchronized to/from.
fi_fi: Määrittää Shopify-kaupan, joihin nämä tuotteet synkronoidaan tai joista ne synkronoidaan.
fr_be: Spécifie le magasin Shopify dans lequel ces produits sont synchronisés.
it_it: Specifica il punto vendita Shopify con i prodotti che vengono sincronizzati in entrambe le direzioni.

# Page 2806160088 - Control 513339096 - Property 1295455071
source: Specifies the status of the product in Shopify. Valid values are: active, archived, draft. If you change this, this will immediately send to Shopify.
fi_fi: Määrittää Shopify-tuotteen tilan. Kelvollisia arvoja ovat seuraavat: aktiivinen, arkistoitu, luonnos. Jos muutat tätä, tämä lähetetään heti Shopifyhin.
fr_be: Spécifie le statut du produit dans Shopify. Les valeurs valides sont : actif, archivé, brouillon. Si vous modifiez ce paramètre, ceci sera immédiatement envoyé à Shopify.
it_it: Specifica lo stato del prodotto in Shopify. I valori validi sono: attivo, archiviato, bozza. Se lo stato viene modificato, viene immediatamente inviato a Shopify.

# Page 2806160088 - Control 329424276 - Property 1295455071
source: Specifies the name of the product in Shopify.
fi_fi: Määrittää Shopify-tuotteen nimen.
fr_be: Spécifie le nom du produit dans Shopify.
it_it: Specifica il nome del prodotto in Shopify.

# Page 2806160088 - Control 2466615012 - Property 1295455071
source: Specifies when the product was updated.
fi_fi: Määrittää, milloin tuote on päivitetty.
fr_be: Spécifie quand le produit a été mis à jour.
it_it: Specifica la data di aggiornamento del prodotto.

# Page 2806160088 - Control 4165234317 - Property 1295455071
source: Specifies the url to the product on the webshop.
fi_fi: Määrittää URL-osoitteen tuotteeseen verkkokaupassa.
fr_be: Spécifie l’URL vers le produit sur la boutique en ligne.
it_it: Specifica l'URL del prodotto nel punto vendita Web.

# Page 2806160088 - Control 1936001480 - Property 1295455071
source: Specifies the name of the product's vendor.
fi_fi: Määrittää tuotteen toimittajan nimen.
fr_be: Spécifie le nom du fournisseur du produit.
it_it: Specifica il nome del fornitore del prodotto.

# Page 2806160088 - Action 258350985 - Property 1064389655
source: Define shop products
fi_fi: Määritä kaupan tuotteet
fr_be: Définir des produits de magasin
it_it: Definire i prodotti del punto vendita

# Page 2806160088 - Action 258350985 - Property 1295455071
source: Select which items you want to create as products in Shopify.
fi_fi: Valitse nimikkeet, jotka haluat lisätä tuotteina Shopifyhin.
fr_be: Sélectionnez les articles que vous souhaitez créer en tant que produits dans Shopify.
it_it: Selezionare gli articoli che si desidera creare come prodotti in Shopify.

# Page 2806160088 - Action 258350985 - Property 247559172
source: Here you select which items in Business Central you wish to push to become products in Shopify. When you select **Add Items** you will get an option to filter and select the items which are then brought into this list and can be synchronized to Shopify.
fi_fi: Täällä voit valita, mistä Business Centralin nimikkeistä haluat luoda Shopify-tuotteet. Kun valitset **Lisää nimikkeitä**, voit suodattaa ja valita tähän luetteloon lisättävät nimikkeet ja synkronoida ne sitten Shopifyhin.
fr_be: Dans ce champ, sélectionnez les articles de Business Central que vous souhaitez pousser pour qu’ils deviennent des produits dans Shopify. Quand vous sélectionnez **Ajouter des articles**, vous pouvez filtrer et sélectionner les articles qui sont ensuite placés dans cette liste et synchronisés avec Shopify.
it_it: Qui si selezionano gli articoli in Business Central che devono diventare prodotti in Shopify. Quando si seleziona **Aggiungi articoli** viene visualizzata l'opzione per filtrare e selezionare gli articoli che vengono poi inclusi in questa lista e sincronizzati in Shopify.

# Page 2806160088 - Action 258350985 - Property 2879900210
source: Add Items
fi_fi: Lisää nimikkeitä
fr_be: Ajouter des articles
it_it: Aggiungi articoli

# Page 2806160088 - Action 427622436 - Property 1295455071
source: Automatically try to map the product from Shopify with an item.
fi_fi: Yritä yhdistää Shopify-tuote nimikkeeseen automaattisesti.
fr_be: Essayez automatiquement de mapper le produit de Shopify avec un article.
it_it: Tentare automaticamente di eseguire il mapping del prodotto da Shopify a un articolo.

# Page 2806160088 - Action 427622436 - Property 2879900210
source: Try Find Product Mapping
fi_fi: Yritä löytää tuotteen yhdistämismääritys
fr_be: Essayer de rechercher le mappage du produit
it_it: Tenta mapping prodotto

# Page 2806160088 - Action 3407486789 - Property 1295455071
source: Automatically try to map Shopify products to D365BC items / variants.
fi_fi: Yritä yhdistää Shopify-tuotteet D365BC-nimikkeisiin tai -versioihin automaattisesti.
fr_be: Essayez automatiquement de mapper les produits Shopify sur les articles/variantes D365BC.
it_it: Tentare automaticamente di eseguire il mapping dei prodotti Shopify ad articoli/varianti D365BC.

# Page 2806160088 - Action 3407486789 - Property 2879900210
source: Try Find Mappings
fi_fi: Yritä löytää yhdistämismääritykset
fr_be: Essayer de rechercher des mappages
it_it: Tenta mapping

# Page 2806160088 - Action 1195627209 - Property 1295455071
source: Manually map products from Shopify with an item.
fi_fi: Yhdistä Shopify-tuotteet nimikkeeseen manuaalisesti.
fr_be: Mappez manuellement les produits de Shopify avec un article.
it_it: Eseguire manualmente il mapping dei prodotti da Shopify a un articolo.

# Page 2806160088 - Action 1195627209 - Property 2879900210
source: Map Product
fi_fi: Yhdistä tuote
fr_be: Mapper un produit
it_it: Mapping prodotto

# Page 2806160088 - Action 3538230033 - Property 2879900210
source: Sync
fi_fi: Synkronoi
fr_be: Synchronisation
it_it: Sincronizzazione

# Page 2806160088 - Action 478485645 - Property 1295455071
source: Synchronize product images. The direction depends on the settings in the Shopify Shop Card.
fi_fi: Synkronoi tuotekuvat. Suunta määräytyy Shopify-kauppa-kortin asetusten mukaan.
fr_be: Synchroniser les images de produits. La direction dépend des paramètres de la fiche magasin Shopify.
it_it: Sincronizzare le immagini di prodotto. La direzione dipende dalle impostazioni della scheda del punto vendita Shopify.

# Page 2806160088 - Action 478485645 - Property 2879900210
source: Product Images
fi_fi: Tuotekuvat
fr_be: Images du produit
it_it: Immagini prodotto

# Page 2806160088 - Action 3292197631 - Property 1295455071
source: Synchronize the inventory to Shopify. The inventory in Shopify is compared and updated.
fi_fi: Synkronoi varasto Shopifyhin. Shopify-varastoa verrataan ja päivitetään.
fr_be: Synchronisez les stocks avec Shopify. Les stocks dans Shopify sont comparés et mis à jour.
it_it: Sincronizzare l'inventario in Shopify. L'inventario in Shopify viene confrontato e aggiornato.

# Page 2806160088 - Action 3292197631 - Property 2879900210
source: Inventory
fi_fi: Varasto
fr_be: Stock
it_it: Inventario

# Page 2806160088 - Action 2499598294 - Property 1295455071
source: Synchronize prices to Shopify. The standard price calculation is followed for determining the price.
fi_fi: Synkronoi hinnat Shopifyhin. Tätä seuraa perushintalaskenta hinnan määrittämistä varten.
fr_be: Synchroniser les prix avec Shopify. Le calcul du prix standard est suivi pour la détermination du prix.
it_it: Sincronizzare i prezzi in Shopify. Per la determinazione del prezzo si segue il calcolo del prezzo standard.

# Page 2806160088 - Action 2499598294 - Property 2879900210
source: Prices to Shopify
fi_fi: Hinnat Shopifyhin
fr_be: Prix à Shopify
it_it: Prezzi in Shopify

# Page 2806160088 - Action 3368153305 - Property 1295455071
source: Synchronize products. The direction depends on the settings in the Shopify Shop Card.
fi_fi: Synkronoi tuotteet. Suunta määräytyy Shopify-kauppa-kortin asetusten mukaan.
fr_be: Synchroniser les produits. La direction dépend des paramètres de la fiche magasin Shopify.
it_it: Sincronizzare i prodotti. La direzione dipende dalle impostazioni della scheda del punto vendita Shopify.

# Page 2806160088 - Action 3368153305 - Property 2879900210
source: Products
fi_fi: Tuotteet
fr_be: Produits
it_it: Prodotti

# Page 2806160088 - Action 548838851 - Property 1295455071
source: Add tags to a product. This can be used for filtering and search in Shopify.
fi_fi: Lisää tunnisteita tuotteeseen. Tunnisteita voidaan käyttää suodatukseen ja hakuun Shopifyssa.
fr_be: Ajoutez des balises à un produit. Cela peut être utilisé pour le filtrage et la recherche dans Shopify.
it_it: Aggiungere etichette a un prodotto, che possono essere utilizzate per filtrare e cercare in Shopify.

# Page 2806160088 - Action 548838851 - Property 2879900210
source: Tags
fi_fi: Tunnisteet
fr_be: Balises
it_it: Tag

# Page 1872681048 - Property 2879900210
source: Shopify Shipment Methods
fi_fi: Shopify-toimitustavat
fr_be: Conditions de livraison Shopify
it_it: Metodi di spedizione Shopify

# Page 1872681048 - Control 3004954119 - Property 1295455071
source: Specifies the shipping method in D365BC.
fi_fi: Määrittää D365BC-toimitustavan.
fr_be: Spécifie le mode de livraison dans D365BC.
it_it: Specifica il metodo di spedizione in D365BC.

# Page 1872681048 - Control 2961552353 - Property 1295455071
source: Specifies the delivery method in Shopify.
fi_fi: Määrittää Shopify-toimitustavan.
fr_be: Spécifie le mode de livraison dans Shopify.
it_it: Specifica il metodo di consegna in Shopify.

# Page 1970429680 - Property 1064389655
source: About Shopify shop details
fi_fi: Tietoja Shopify-kaupan tiedoista
fr_be: À propos des détails du magasin Shopify
it_it: Informazioni dettagliate sui punti vendita Shopify

# Page 1970429680 - Property 2019332006
source: New,Process,Report,Related,Synchronization
fi_fi: Uusi,Käsittely,Raportti,Aiheeseen liittyvät tiedot,Synkronointi
fr_be: Nouveau,Traitement,État,Associé,Synchronisation
it_it: Nuovo,Processo,Report,Correlato,Sincronizzazione

# Page 1970429680 - Property 247559172
source: Set up your Shopify shop and integrate it with Business Central. Specify which data to synchronize back and forth, such as items, inventory status, customers and orders.
fi_fi: Määritä Shopify-kauppa ja integroi se Business Centraliin. Määritä, mitkä tiedot (kuten nimikkeet, varaston tila, asiakkaat ja tilaukset) synkronoidaan järjestelmien välillä.
fr_be: Configurez votre magasin Shopify et intégrez-le à Business Central. Spécifiez les données à synchroniser et à faire passer, par exemple les articles, le statut du stock, les clients et les commandes.
it_it: Impostare il punto vendita Shopify e integrarlo con Business Central. Specificare quali dati sincronizzare in entrambe le direzioni, come articoli, stato dell'inventario, clienti e ordini.

# Page 1970429680 - Property 2879900210
source: Shopify Shop Card
fi_fi: Shopify-kauppa-kortti
fr_be: Fiche magasin Shopify
it_it: Scheda punto vendita Shopify

# Page 1970429680 - Method 1256266081 - NamedType 4118099340
source: Reset Sync to
fi_fi: Palauta synkronointi kohteeseen
fr_be: Réinitialiser la synchronisation
it_it: Reimposta sincronizzazione su

# Page 1970429680 - Control 2008095221 - Property 1064389655
source: Set up synchronization for customers
fi_fi: Määritä asiakkaiden synkronointi
fr_be: Configurer la synchronisation pour les clients
it_it: Impostare la sincronizzazione per i clienti

# Page 1970429680 - Control 2008095221 - Property 247559172
source: Specify how to synchronize customers between Shopify and Business Central. You can auto-create Shopify customers on Business Central or use the same customer entity for every sales order. When connected, Business Central can also update customer information in Shopify.
fi_fi: Määritä, miten asiakkaat synkronoidaan Shopifyn ja Business Centralin välillä. Voit luoda Shopify-asiakkaat automaattisesti Business Centralissa tai käyttää samaa asiakasobjektia kaikissa myyntitilauksissa. Kun yhteys on muodostettu, Business Central voi myös päivittää asiakastiedot Shopifyssa.
fr_be: Spécifiez comment synchroniser les clients entre Shopify et Business Central. Vous pouvez créer automatiquement des clients Shopify dans Business Central ou utiliser la même entité client pour chaque commande vente. Une fois connecté, Business Central peut également mettre à jour les informations client dans Shopify.
it_it: Specificare come sincronizzare i clienti tra Shopify e Business Central. È possibile creare automaticamente i clienti Shopify in Business Central oppure utilizzare la stessa entità cliente per ogni ordine di vendita. Una volta connesso, Business Central può anche aggiornare le informazioni sul cliente in Shopify.

# Page 1970429680 - Control 2008095221 - Property 2879900210
source: Customer Synchronization
fi_fi: Asiakkaiden synkronointi
fr_be: Synchronisation client
it_it: Sincronizzazione clienti

# Page 1970429680 - Control 2764929104 - Property 1295455071
source: Specifies if unknown customers are automatically created in D365BC when synchronizing from Shopify.
fi_fi: Määrittää, luodaanko tuntemattomat asiakkaat automaattisesti D365BC:ssä Shopifysta synkronoitaessa.
fr_be: Spécifie si des clients inconnus sont automatiquement créés dans D365BC lors de la synchronisation à partir de Shopify.
it_it: Specifica se i clienti sconosciuti vengono creati automaticamente in D365BC durante la sincronizzazione da Shopify.

# Page 1970429680 - Control 3962544605 - Property 1295455071
source: Specifies whether D365BC can update customers when synchronizing to Shopify.
fi_fi: Määrittää, voiko D365BC päivittää asiakkaat Shopifyhin synkronoitaessa.
fr_be: Spécifie si D365BC peut mettre à jour les clients lors de la synchronisation avec Shopify.
it_it: Specifica se D365BC può aggiornare i clienti durante la sincronizzazione in Shopify.

# Page 1970429680 - Control 3799331919 - Property 1295455071
source: Specifies how to synchronize the contact of the customer.
fi_fi: Määrittää, miten asiakkaan yhteyshenkilö synkronoidaan.
fr_be: Spécifie comment synchroniser le contact du client.
it_it: Specifica come sincronizzare il contatto del cliente.

# Page 1970429680 - Control 3489133185 - Property 1295455071
source: Specifies how to synchronize the county of the customer.
fi_fi: Määrittää, miten asiakkaan lääni synkronoidaan.
fr_be: Spécifie comment synchroniser la région du client.
it_it: Specifica come sincronizzare la regione del cliente.

# Page 1970429680 - Control 2428217567 - Property 1295455071
source: Specified how Shopify customers are synced to Business Central. If you choose none and there exists no mapping for that customer, the default customer will be used if exists.
fi_fi: Määrittää, miten Shopify-asiakkaat synkronoidaan Business Centralin kanssa. Jos valitset Ei mitään tai kyseiselle asiakkaalle ei ole yhdistämismääritystä, käytetään mahdollista oletusasiakasta.
fr_be: Spécifie la manière dont les clients Shopify sont synchronisés avec Business Central. Si vous sélectionnez Aucun et qu’il n’existe aucun mappage pour ce client, le client par défaut est utilisé s’il existe.
it_it: Specifica in che modo i clienti Shopify sono sincronizzati con Business Central. Se si sceglie Nessuno e non esiste alcun mapping per il cliente, verrà utilizzato il cliente predefinito, se presente.

# Page 1970429680 - Control 2052223460 - Property 1295455071
source: Specifies how to map customers.
fi_fi: Määrittää, miten asiakkaat voidaan yhdistää.
fr_be: Spécifie comment mapper les clients.
it_it: Specifica come eseguire il mapping dei clienti.

# Page 1970429680 - Control 2018241107 - Property 1295455071
source: Specifies which customer template to use when creating unknown customers and for calculating prices.
fi_fi: Määrittää, mitä asiakasmallia käytetään tuntemattomien asiakkaiden luomiseen ja hintojen laskemiseen.
fr_be: Spécifie le modèle client à utiliser lors de la création de clients inconnus et du calcul des prix.
it_it: Specifica il modello di cliente da utilizzare per la creazione di clienti sconosciuti e il calcolo dei prezzi.

# Page 1970429680 - Control 4247659737 - Property 1295455071
source: Specifies the default customer when not creating a customer for each webshop user.
fi_fi: Määrittää oletusasiakkaan, kun jokaisesta verkkokaupan käyttäjästä ei luoda asiakasta.
fr_be: Spécifie le client par défaut lorsqu’il n’est pas en train de créer un client pour chaque utilisateur de magasin en ligne.
it_it: Specifica il cliente predefinito quando non si crea un cliente per ogni utente del punto vendita Web.

# Page 1970429680 - Control 4041163115 - Property 1295455071
source: Specifies if you want to export all customers with a valid e-mail address from D365BC to Shopify.
fi_fi: Määrittää, haluatko viedä kaikki ne asiakkaat D365BC:stä Shopifyhin, joilla on kelvollinen sähköpostiosoite.
fr_be: Spécifie si vous souhaitez exporter tous les clients avec une adresse e-mail valide de D365BC vers Shopify.
it_it: Specifica se si desidera esportare tutti i clienti con un indirizzo e-mail valido da D365BC in Shopify.

# Page 1970429680 - Control 1741350940 - Property 1295455071
source: Specifies how to synchronize Name 2 of the customer.
fi_fi: Määrittää, miten asiakkaan Nimi 2 synkronoidaan.
fr_be: Spécifie comment synchroniser le nom 2 du client.
it_it: Specifica la modalità di sincronizzazione del nome 2 del cliente.

# Page 1970429680 - Control 3523573006 - Property 1295455071
source: Specifies how to synchronize the name of the customer. If the value is empty then the value of Name 2 is taken, and Name 2 will be empty.
fi_fi: Määrittää, miten asiakkaan nimi synkronoidaan. Jos arvo on tyhjä, käytetään Nimi 2 -kohdan arvoa, ja Nimi 2 jää tyhjäksi.
fr_be: Spécifie comment synchroniser le nom du client. Si la valeur est vide, la valeur de Nom 2 est prise et Nom 2 est vide.
it_it: Specifica come sincronizzare il nome del cliente. Se il valore è vuoto, viene acquisito il valore di Nome 2 e Nome 2 diventa vuoto.

# Page 1970429680 - Control 1697824517 - Property 1295455071
source: Specifies whether Shopify can update customers when synchronizing from Shopify.
fi_fi: Määrittää, voiko Shopify päivittää asiakkaat Shopifysta synkronoitaessa.
fr_be: Indique si Shopify peut mettre à jour les clients lors de la synchronisation à partir de Shopify.
it_it: Specifica se Shopify può aggiornare i clienti durante la sincronizzazione da Shopify.

# Page 1970429680 - Control 2445482498 - Property 2879900210
source: General
fi_fi: Yleiset
fr_be: Général
it_it: Generale

# Page 1970429680 - Control 247023631 - Property 1295455071
source: Specifices whether syncing data to Shopify is enabled.
fi_fi: Määrittää, onko tietojen synkronointi Shopifyhin käytössä.
fr_be: Indique si la synchronisation des données vers Shopify est activée.
it_it: Specifica se la sincronizzazione dei dati con Shopify è abilitata.

# Page 1970429680 - Control 247023631 - Property 2879900210
source: Allow Data Sync to Shopify
fi_fi: Salli tietojen synkronointi Shopifyhin
fr_be: Autoriser la synchronisation des données vers Shopify
it_it: Consenti sincronizzazione dati in Shopify

# Page 1970429680 - Control 3755146151 - Property 1295455071
source: Specifies whether background syncs are allowed.
fi_fi: Määrittää, sallitaanko synkronointi taustalla.
fr_be: Spécifie si les synchronisations d’arrière-plan sont autorisées.
it_it: Specifica se sono consentite le sincronizzazioni in background.

# Page 1970429680 - Control 3004954119 - Property 1064389655
source: Name your shop
fi_fi: Anna kaupalle nimi
fr_be: Nommer votre magasin
it_it: Assegnare un nome al punto vendita

# Page 1970429680 - Control 3004954119 - Property 1295455071
source: Specifies a code to identify this Shopify Shop.
fi_fi: Määrittää Shopify-kaupan yksilöivän koodin.
fr_be: Spécifie un code pour identifier ce magasin Shopify.
it_it: Specifica un codice che identifica questo punto vendita Shopify.

# Page 1970429680 - Control 3004954119 - Property 247559172
source: Give your shop a name that will make it easy to find in Business Central. For example, a name might reflect what a shop sells, such as Furniture or Coffee, or the country or region it serves.
fi_fi: Anna kaupallesi nimi, jonka avulla se on helppo löytää Business Centralista. Nimi voi esimerkiksi kuvastaa myytäviä tuotteita, kuten huonekalut tai kahvi, tai maata tai aluetta, jolla se palvelee.
fr_be: Donnez un nom à votre magasin qui va faciliter sa recherche dans Business Central. Par exemple, un nom peut refléter ce qu’un magasin commercialise, comme du mobilier, du café ou le pays ou la région qu’il dessert.
it_it: Assegnare al punto vendita un nome che lo renda facile da trovare in Business Central. Ad esempio, un nome potrebbe riflettere ciò che un punto vendita vende, come mobili o caffè, oppure il paese o l'area geografica che serve.

# Page 1970429680 - Control 567887726 - Property 1295455071
source: Specifies the currency of the Shopify Shop.
fi_fi: Määrittää Shopify-kaupan valuutan.
fr_be: Spécifie la devise du magasin Shopify.
it_it: Specifica la valuta del punto vendita Shopify.

# Page 1970429680 - Control 2891538263 - Property 1064389655
source: Ready to connect the shop
fi_fi: Valmis kaupan yhdistämiseen
fr_be: Prêt à connecter le magasin
it_it: Pronto per la connessione al punto vendita

# Page 1970429680 - Control 2891538263 - Property 1295455071
source: Specifies if the service is enabled.
fi_fi: Määrittää, onko palvelu käytössä.
fr_be: Spécifie si le service est activé.
it_it: Specifica se il servizio è abilitato.
