Repository: jbakach/MSDyn365BC.Code.History
Catalog: shopify/app/Shopify Connector/Translations/Shopify Connector.*.xlf
Languages: fi_fi, fr_be, it_it

# Table 2016272457 - Field 2915771342 - Property 2879900210
source: Has Error
fi_fi: Sisältää virheen
fr_be: Contient une erreur
it_it: Con errore

# Table 2016272457 - Field 415504711 - Property 2879900210
source: Id
fi_fi: Tunnus

# Table 2016272457 - Field 140626277 - Property 2879900210
source: Import Action
fi_fi: Tuontitoiminto
fr_be: Importer une action
it_it: Azione importazione

# Table 2016272457 - Field 114465731 - Property 2879900210
source: Number of Order Lines
fi_fi: Tilausrivien määrä
fr_be: Nombre de lignes commande
it_it: Numero di righe ordine

# Table 2016272457 - Field 3260489966 - Property 2879900210
source: Order Amount
fi_fi: Tilaussumma
fr_be: Montant commande
it_it: Importo ordine

# Table 2016272457 - Field 2202932243 - Property 2879900210
source: Order No.
fi_fi: Tilausnro
fr_be: N° commande
it_it: Nr. ordine

# Table 2016272457 - Field 1069846527 - Property 2879900210
source: Risk Level
fi_fi: Riskitaso
fr_be: Niveau de risque
it_it: Livello di rischio

# Table 2016272457 - Field 1669136979 - Property 2879900210
source: Shop Code
fi_fi: Kaupan koodi
fr_be: Code magasin
it_it: Codice punto vendita

# Table 2016272457 - Field 2716979219 - Property 2879900210
source: Shop Id
fi_fi: Kaupan tunnus
fr_be: ID magasin
it_it: ID punto vendita

# Table 2016272457 - Field 548838851 - Property 2879900210
source: Tags
fi_fi: Tunnisteet
fr_be: Balises
it_it: Tag

# Table 2016272457 - Field 3732224266 - Property 2879900210
source: Test
fi_fi: Testi

# Table 2016272457 - Field 475615058 - Property 2879900210
source: Total Quantity of Items
fi_fi: Nimikkeiden määrä yhteensä
fr_be: Quantité totale des articles
it_it: Quantità totale di articoli

# Table 2016272457 - Field 2852335753 - Property 2879900210
source: Unpaid
fi_fi: Maksamatta
fr_be: Impayé
it_it: Non pagato

# Table 2016272457 - Field 4268781252 - Property 2879900210
source: UpdatedAt
fi_fi: Päivitetty
fr_be: Mis à jour à
it_it: Data/Ora di aggiornamento

# Table 3569689639 - Property 2879900210
source: Shopify Payment Method
fi_fi: Shopify-maksutapa
fr_be: Mode de paiement Shopify
it_it: Metodo di pagamento Shopify

# Table 3569689639 - Field 3473392178 - Property 2879900210
source: Credit Card Company
fi_fi: Luottokorttiyhtiö
fr_be: Société de carte de crédit
it_it: Società emittente carte di credito

# Table 3569689639 - Field 3357486316 - Property 2879900210
source: Gateway
fi_fi: Yhdyskäytävä
fr_be: Passerelle

# Table 3569689639 - Field 3855271124 - Property 2879900210
source: Payment Method Code
fi_fi: Maksutavan koodi
fr_be: Code mode de règlement
it_it: Codice metodo di pagamento

# Table 3569689639 - Field 4130293374 - Property 2879900210
source: Priority
fi_fi: Prioriteetti
fr_be: Priorité
it_it: Priorità

# Table 3569689639 - Field 1669136979 - Property 2879900210
source: Shop Code
fi_fi: Kaupan koodi
fr_be: Code magasin
it_it: Codice punto vendita

# Table 2605603238 - Property 2879900210
source: Shopify Payment Transaction
fi_fi: Shopify-maksutapahtuma
fr_be: Transaction de paiement Shopify
it_it: Transazione pagamento Shopify

# Table 2605603238 - Field 636392376 - Property 2879900210
source: Amount
fi_fi: Summa
fr_be: Montant
it_it: Importo

# Table 2605603238 - Field 3561154705 - Property 2879900210
source: Currency
fi_fi: Valuutta
fr_be: Devise
it_it: Valuta

# Table 2605603238 - Field 3057692898 - Property 2879900210
source: Fee
fi_fi: Maksu
fr_be: Droit
it_it: Parcella

# Table 2605603238 - Field 415504711 - Property 2879900210
source: Id
fi_fi: Tunnus

# Table 2605603238 - Field 166038250 - Property 2879900210
source: Invoice No.
fi_fi: Laskunro
fr_be: N° facture
it_it: Nr. fattura

# Table 2605603238 - Field 3035691293 - Property 2879900210
source: Net Amount
fi_fi: Nettosumma
fr_be: Montant net
it_it: Importo netto

# Table 2605603238 - Field 3866899381 - Property 2879900210
source: Payout Id
fi_fi: Maksutunnus
fr_be: ID règlement
it_it: ID pagamento

# Table 2605603238 - Field 2446130881 - Property 2879900210
source: Processed At
fi_fi: Käsitelty
fr_be: Traité à
it_it: Data/Ora di elaborazione

# Table 2605603238 - Field 1669136979 - Property 2879900210
source: Shop Code
fi_fi: Kaupan koodi
fr_be: Code magasin
it_it: Codice punto vendita

# Table 2605603238 - Field 1413859156 - Property 2879900210
source: Source Id
fi_fi: Lähdetunnus
fr_be: ID origine
it_it: ID origine

# Table 2605603238 - Field 1807627826 - Property 2879900210
source: Source Order Id
fi_fi: Lähdetilauksen tunnus
fr_be: ID ordre origine
it_it: ID ordine di origine

# Table 2605603238 - Field 3581176262 - Property 2879900210
source: Source Order Transaction Id
fi_fi: Lähdetilauksen tapahtumatunnus
fr_be: ID transaction de commande source
it_it: ID transazione ordine di origine

# Table 2605603238 - Field 1753214751 - Property 2879900210
source: Source Type
fi_fi: Lähdetyyppi
fr_be: Type origine
it_it: Tipo di origine

# Table 2605603238 - Field 3732224266 - Property 2879900210
source: Test
fi_fi: Testi

# Table 2605603238 - Field 1878130204 - Property 2879900210
source: Type
fi_fi: Tyyppi
it_it: Tipo

# Table 1418730614 - Property 2879900210
source: Shopify Payout
fi_fi: Shopify-maksu
fr_be: Règlement Shopify
it_it: Pagamento Shopify

# Table 1418730614 - Field 144318618 - Property 2879900210
source: Adjustments Fee Amount
fi_fi: Oikaisusumma
fr_be: Montant des frais d’ajustement
it_it: Importo parcella di rettifica

# Table 1418730614 - Field 4025217846 - Property 2879900210
source: Adjustments Gross Amount
fi_fi: Oikaisun bruttosumma
fr_be: Montant brut des ajustements
it_it: Importo lordo rettifiche

# Table 1418730614 - Field 636392376 - Property 2879900210
source: Amount
fi_fi: Summa
fr_be: Montant
it_it: Importo

# Table 1418730614 - Field 1604342469 - Property 2879900210
source: Charges Fee Amount
fi_fi: Maksusumma
fr_be: Montant frais de facturation
it_it: Importo parcella di addebito

# Table 1418730614 - Field 1375389625 - Property 2879900210
source: Charges Gross Amount
fi_fi: Maksun bruttosumma
fr_be: Montant brut des frais
it_it: Importo lordo addebiti

# Table 1418730614 - Field 3561154705 - Property 2879900210
source: Currency
fi_fi: Valuutta
fr_be: Devise
it_it: Valuta

# Table 1418730614 - Field 3192175264 - Property 2879900210
source: Date
fi_fi: Pvm
it_it: Data

# Table 1418730614 - Field 415504711 - Property 2879900210
source: Id
fi_fi: Tunnus

# Table 1418730614 - Field 107660633 - Property 2879900210
source: Refunds Fee Amount
fi_fi: Palautusmaksun summa
fr_be: Montant des frais de remboursement
it_it: Importo parcella di rimborso

# Table 1418730614 - Field 513386725 - Property 2879900210
source: Refunds Gross Amount
fi_fi: Hyvityksen bruttosumma
fr_be: Montant brut des remboursements
it_it: Importo lordo rimborsi

# Table 1418730614 - Field 1910651464 - Property 2879900210
source: Reserved Funds Fee Amount
fi_fi: Varattujen varojen summa
fr_be: Montant des frais de fonds réservés
it_it: Importo parcella di fondi riservati

# Table 1418730614 - Field 2736137636 - Property 2879900210
source: Reserved Funds Gross Amount
fi_fi: Varattujen varojen bruttosumma
fr_be: Montant brut des fonds réservés
it_it: Importo lordo fondi riservati

# Table 1418730614 - Field 661525082 - Property 2879900210
source: Retried Payouts Fee Amount
fi_fi: Uudelleenyritetyn maksun summa
fr_be: Montant des frais de nouvelles tentatives de règlement
it_it: Importo parcella di pagamento ritentato

# Table 1418730614 - Field 3458056438 - Property 2879900210
source: Retried Payouts Gross Amount
fi_fi: Uudelleenyritetyn maksun bruttosumma
fr_be: Montant brut des nouvelles tentatives de règlement
it_it: Importo lordo pagamenti ritentati

# Table 1418730614 - Field 513339096 - Property 2879900210
source: Status
fi_fi: Tila
fr_be: Statut
it_it: Stato

# Table 4138380929 - Property 2879900210
source: Shopify Product
fi_fi: Shopify-tuote
fr_be: Produit Shopify
it_it: Prodotto Shopify

# Table 4138380929 - Field 2570673311 - Property 2879900210
source: Created At
fi_fi: Luotu
fr_be: Créé à
it_it: Data/Ora di creazione

# Table 4138380929 - Field 3461834954 - Property 2879900210
source: Description
fi_fi: Kuvaus
it_it: Descrizione

# Table 4138380929 - Field 3533565691 - Property 2879900210
source: Description as HTML
fi_fi: Kuvaus HTML-muodossa
fr_be: Description au format HTML
it_it: Descrizione come HTML

# Table 4138380929 - Field 1365603971 - Property 2879900210
source: Description Html Hash
fi_fi: HTML-hajautusarvon kuvaus
fr_be: Description du code de hachage HTML
it_it: Hash HTML descrizione

# Table 4138380929 - Field 2913675226 - Property 2879900210
source: Has Variants
fi_fi: Sisältää versioita
fr_be: A des variantes
it_it: Con varianti

# Table 4138380929 - Field 415504711 - Property 2879900210
source: Id
fi_fi: Tunnus

# Table 4138380929 - Field 1210530119 - Property 2879900210
source: Image Hash
fi_fi: Kuvan hajautusarvo
fr_be: Hachage de l’image
it_it: Hash immagine

# Table 4138380929 - Field 625010014 - Property 2879900210
source: Image Id
fi_fi: Kuvan tunnus
fr_be: ID de l’image
it_it: ID immagine

# Table 4138380929 - Field 568743302 - Property 2879900210
source: Item No.
fi_fi: Nimikenro
fr_be: N° article
it_it: Nr. articolo

# Table 4138380929 - Field 3911719679 - Property 2879900210
source: Item SystemId
fi_fi: Nimikkeen järjestelmätunnus
fr_be: ID système article
it_it: ID sistema articolo

# Table 4138380929 - Field 2887638983 - Property 2879900210
source: Last Updated by BC
fi_fi: BC päivittänyt viimeksi
fr_be: Dernière mise à jour par BC
it_it: Ultimo aggiornamento da BC

# Table 4138380929 - Field 1912985515 - Property 2879900210
source: Preview URL
fi_fi: Esikatselun URL
fr_be: URL de version préliminaire
it_it: URL anteprima

# Table 4138380929 - Field 3164211949 - Property 2879900210
source: Product Type
fi_fi: Tuotetyyppi
fr_be: Type de produit
it_it: Tipo di prodotto

# Table 4138380929 - Field 3665799585 - Property 2879900210
source: SEO Description
fi_fi: SEO:n kuvaus
fr_be: Description du SEO
it_it: Descrizione SEO

# Table 4138380929 - Field 1252196651 - Property 2879900210
source: SEO Title
fi_fi: SEO:n otsikko
fr_be: Titre du SEO
it_it: Titolo SEO

# Table 4138380929 - Field 1669136979 - Property 2879900210
source: Shop Code
fi_fi: Kaupan koodi
fr_be: Code magasin
it_it: Codice punto vendita

# Table 4138380929 - Field 513339096 - Property 2879900210
source: Status
fi_fi: Tila
fr_be: Statut
it_it: Stato

# Table 4138380929 - Field 1180821997 - Property 2879900210
source: Tags Hash
fi_fi: Tunnisteiden hajautusarvot
fr_be: Hachage des balises
it_it: Hash tag

# Table 4138380929 - Field 329424276 - Property 2879900210
source: Title
fi_fi: Otsikko
fr_be: Titre
it_it: Titolo

# Table 4138380929 - Field 4268781252 - Property 2879900210
source: Updated At
fi_fi: Päivitetty
fr_be: Mis à jour à
it_it: Data/Ora di aggiornamento

# Table 4138380929 - Field 1936001480 - Property 2879900210
source: Vendor
fi_fi: Toimittaja
fr_be: Fournisseur
it_it: Fornitore

# Table 2070056562 - Property 2879900210
source: Shopify Province
fi_fi: Shopifyn maakunta
fr_be: Région Shopify
it_it: Provincia Shopify

# Table 2070056562 - Field 3004954119 - Property 2879900210
source: Code
fi_fi: Koodi
it_it: Codice

# Table 2070056562 - Field 650200534 - Property 2879900210
source: Country/Region Id
fi_fi: Maan/alueen tunnus
fr_be: ID pays/région
it_it: ID paese/area geografica

# Table 2070056562 - Field 415504711 - Property 2879900210
source: Id
fi_fi: Tunnus

# Table 2070056562 - Field 2961552353 - Property 2879900210
source: Name
fi_fi: Nimi
fr_be: Nom
it_it: Nome

# Table 2070056562 - Field 213023903 - Property 2879900210
source: Tax
fi_fi: Vero
fr_be: Taxe
it_it: Imposta

# Table 2070056562 - Field 777696038 - Property 2879900210
source: Tax Name
fi_fi: Veron nimi
fr_be: Nom de taxe
it_it: Nome imposta

# Table 2070056562 - Field 993224983 - Property 2879900210
source: Tax Percentage
fi_fi: Veroprosentti
fr_be: Pourcentage de la taxe
it_it: Percentuale imposta

# Table 2070056562 - Field 46082055 - Property 2879900210
source: TaxType
fi_fi: Verotyyppi
fr_be: Type de taxe
it_it: Tipo di imposta

# Table 3569445581 - Property 2879900210
source: Shopify Registered Store
fi_fi: Rekisteröity Shopify-kauppa
fr_be: Magasin enregistré Shopify
it_it: Punto vendita registrato Shopify

# Table 3569445581 - Field 2905099416 - Property 2879900210
source: Actual Scope
fi_fi: Todellinen laajuus
fr_be: Portée réelle
it_it: Ambito effettivo

# Table 3569445581 - Field 1655214718 - Property 2879900210
source: Requested Scope
fi_fi: Pyydetty laajuus
fr_be: Portée demandée
it_it: Ambito richiesto

# Table 3569445581 - Field 1074243913 - Property 2879900210
source: Store
fi_fi: Kauppa
fr_be: Magasin
it_it: Punto vendita

# Table 4027259353 - Property 2879900210
source: Shopify Registered Store
fi_fi: Rekisteröity Shopify-kauppa
fr_be: Magasin enregistré Shopify
it_it: Punto vendita registrato Shopify

# Table 4027259353 - Field 2905099416 - Property 2879900210
source: Actual Scope
fi_fi: Todellinen laajuus
fr_be: Portée réelle
it_it: Ambito effettivo

# Table 4027259353 - Field 1655214718 - Property 2879900210
source: Requested Scope
fi_fi: Pyydetty laajuus
fr_be: Portée demandée
it_it: Ambito richiesto

# Table 4027259353 - Field 1074243913 - Property 2879900210
source: Store
fi_fi: Kauppa
fr_be: Magasin
it_it: Punto vendita

# Table 4048628513 - Property 2879900210
source: Shopify Shipment Method
fi_fi: Shopify-toimitustapa
fr_be: Conditions de livraison Shopify
it_it: Metodo di spedizione Shopify

# Table 4048628513 - Field 2961552353 - Property 2879900210
source: Name
fi_fi: Nimi
fr_be: Nom
it_it: Nome

# Table 4048628513 - Field 2205104606 - Property 2879900210
source: Shipment Method Code
fi_fi: Toimitustavan koodi
fr_be: Code conditions de livraison
it_it: Codice metodo di spedizione

# Table 4048628513 - Field 1669136979 - Property 2879900210
source: Shop Code
fi_fi: Kaupan koodi
fr_be: Code magasin
it_it: Codice punto vendita

# Table 2860632388 - Property 2879900210
source: Shopify Shop
fi_fi: Shopify-kauppa
fr_be: Magasin Shopify
it_it: Punto vendita Shopify

# Table 2860632388 - NamedType 1390462053
source: The URL must refer to the internal shop location at myshopify.com. It must not be the public URL that customers use, such as myshop.com.
fi_fi: URL-osoitteen on viitattava sisäiseen kaupan sijaintiin osoitteessa myshopify.com. Se ei saa olla asiakkaiden käyttämä julkinen URL-osoite, kuten myshop.com.
fr_be: L’URL doit faire référence à l’emplacement du magasin interne à l’adresse myshopify.com. Il ne doit pas s’agir de l’URL publique utilisée par les clients, par exemple myshop.com.
it_it: L'URL deve fare riferimento alla posizione del punto vendita interna in myshopify.com. Non deve essere l'URL pubblico utilizzato dai clienti, ad esempio myshop.com.

# Table 2860632388 - Field 3382674177 - Property 2879900210
source: Action for Removed Products
fi_fi: Toiminto poistetuille tuotteille
fr_be: Action pour produits supprimés
it_it: Azione per prodotti rimossi

# Table 2860632388 - Field 1410441029 - Property 2879900210
source: Allow Background Syncs
fi_fi: Salli synkronointi taustalla
fr_be: Autoriser les synchronisations en arrière-plan
it_it: Consenti sincronizzazioni in background

# Table 2860632388 - Field 247023631 - Property 2879900210
source: Allow Outgoing Requests
fi_fi: Salli lähtevät pyynnöt
fr_be: Autoriser demandes sortantes
it_it: Consenti richieste in uscita

# Table 2860632388 - Field 759033538 - Property 2879900210
source: Auto Create Orders
fi_fi: Luo tilaukset automaattisesti
fr_be: Créer automatiquement des commandes
it_it: Crea automaticamente ordini

# Table 2860632388 - Field 1189339328 - Property 2879900210
source: Auto Create Unknown Customers
fi_fi: Luo tuntemattomat asiakkaat automaattisesti
fr_be: Créer automatiquement des clients inconnus
it_it: Crea automaticamente clienti sconosciuti

# Table 2860632388 - Field 4189631151 - Property 2879900210
source: Auto Create Unknown Items
fi_fi: Luo tuntemattomat nimikkeet automaattisesti
fr_be: Créer automatiquement des articles inconnus
it_it: Crea automaticamente articoli sconosciuti

# Table 2860632388 - Field 2586049781 - Property 2879900210
source: Can Update Shopify Customers
fi_fi: Voi päivittää Shopify-asiakkaita
fr_be: Possibilité de mettre à jour les clients Shopify
it_it: Aggiornamento clienti Shopify consentito

# Table 2860632388 - Field 1116961417 - Property 2879900210
source: Can Update Shopify Products
fi_fi: Voi päivittää Shopify-tuotteita
fr_be: Possibilité de mettre à jour les produits Shopify
it_it: Aggiornamento prodotti Shopify consentito

# Table 2860632388 - Field 3004954119 - Property 2879900210
source: Code
fi_fi: Koodi
it_it: Codice

# Table 2860632388 - Field 1354829638 - Property 2879900210
source: Collection Last Export Version
fi_fi: Kokoelman edellisen viennin versio
fr_be: Version de la dernière exportation de collection
it_it: Versione ultima esportazione raccolta

# Table 2860632388 - Field 465450293 - Property 2879900210
source: Collection Last Import Version
fi_fi: Kokoelman edellisen tuonnin versio
fr_be: Version de la dernière importation de collection
it_it: Versione ultima importazione raccolta

# Table 2860632388 - Field 1899930023 - Property 2879900210
source: Contact Source
fi_fi: Yhteyshenkilön lähde
fr_be: Source du contact
it_it: Origine contatto

# Table 2860632388 - Field 2392962377 - Property 2879900210
source: County Source
fi_fi: Läänin lähde
fr_be: Origine région
it_it: Origine regione

# Table 2860632388 - Field 4198939294 - Property 2879900210
source: Currency Code
fi_fi: Valuuttakoodi
fr_be: Code devise
it_it: Codice valuta

# Table 2860632388 - Field 4094296290 - Property 2879900210
source: Customer Discount Group
fi_fi: Asiakkaan alennusryhmä
fr_be: Groupe remises client
it_it: Categoria sconto clienti

# Table 2860632388 - Field 2000805031 - Property 2879900210
source: Customer Import from Shopify
fi_fi: Asiakkaan tuonti Shopifysta
fr_be: Importation client à partir de Shopify
it_it: Importazione cliente da Shopify

# Table 2860632388 - Field 1384610660 - Property 2879900210
source: Customer Mapping Type
fi_fi: Asiakkaan yhdistämisen tyyppi
fr_be: Type de mappage client
it_it: Tipo di mapping cliente

# Table 2860632388 - Field 2725149570 - Property 2879900210
source: Customer Price Group
fi_fi: Asiakkaan hintaryhmä
fr_be: Groupe prix client
it_it: Gruppo di prezzi cliente

# Table 2860632388 - Field 509464483 - Property 2879900210
source: Customer Template Code
fi_fi: Asiakasmallin koodi
fr_be: Code modèle client
it_it: Codice modello cliente

# Table 2860632388 - Field 2477583492 - Property 2879900210
source: Default Customer No.
fi_fi: Oletusasiakasnro
fr_be: N° client par défaut
it_it: Nr. cliente predefinito

# Table 2860632388 - Field 1069996227 - Property 2879900210
source: Default Inventory Policy
fi_fi: Oletusvarastokäytäntö
fr_be: Stratégie de stock par défaut
it_it: Criterio di inventario predefinito

# Table 2860632388 - Field 2891538263 - Property 2879900210
source: Enabled
fi_fi: Käytössä
fr_be: Activé
it_it: Abilitato

# Table 2860632388 - Field 2030515467 - Property 2879900210
source: Export Customer to Shopify
fi_fi: Vie asiakas Shopifyhin
fr_be: Exporter client vers Shopify
it_it: Esportazione cliente in Shopify

# Table 2860632388 - Field 2298045440 - Property 2879900210
source: Inventory Tracked
fi_fi: Varastoa seurataan
fr_be: Suivi stock
it_it: Inventario tracciato

# Table 2860632388 - Field 741438668 - Property 2879900210
source: Item Template Code
fi_fi: Nimikemallin koodi
fr_be: Code modèle article
it_it: Codice modello articolo

# Table 2860632388 - Field 2273653569 - Property 2879900210
source: Language Code
fi_fi: Kielikoodi
fr_be: Code langue
it_it: Codice lingua

# Table 2860632388 - Field 3523971731 - Property 2879900210
source: Log Enabled
fi_fi: Loki käytössä
fr_be: Journal activé
it_it: Log abilitato

# Table 2860632388 - Field 1424957228 - Property 2879900210
source: Name 2 Source
fi_fi: Nimen 2 lähde
fr_be: Source nom 2
it_it: Origine nome 2

# Table 2860632388 - Field 3608687262 - Property 2879900210
source: Name Source
fi_fi: Nimilähde
fr_be: Origine nom
it_it: Nome origine

# Table 2860632388 - Field 2199771556 - Property 2879900210
source: Variant Option Name for UoM
fi_fi: Mittayksikköversiovaihtoehdon nimi
fr_be: Nom d’option de variante pour l’unité
it_it: Nome opzione variante per UdM

# Table 2860632388 - Field 605113415 - Property 2879900210
source: Product Collection
fi_fi: Tuotekokoelma
fr_be: Collection de produits
it_it: Raccolta prodotti

# Table 2860632388 - Field 605113415 - Property 62802879
source: ,Tax Group,VAT Prod. Posting Group
fi_fi: ,Veroryhmä,Tuotteen ALV-kirjausryhmä
fr_be: ,Groupe taxes,Groupe comptabilisation produit TVA
it_it: ,Gruppo imposte,Categoria registrazione articoli/servizi IVA

# Table 2860632388 - Field 3591776073 - Property 2879900210
source: Product Last Export Version
fi_fi: Tuotteen edellisen viennin versio
fr_be: Version de la dernière exportation du produit
it_it: Versione ultima esportazione prodotto

# Table 2860632388 - Field 4137952506 - Property 2879900210
source: Product Last Import Version
fi_fi: Tuotteen edellisen tuonnin versio
fr_be: Version de la dernière importation du produit
it_it: Versione ultima importazione prodotto

# Table 2860632388 - Field 2497121206 - Property 2879900210
source: Shipping Charges Account
fi_fi: Toimitusmaksujen tili
fr_be: Compte frais d’expédition
it_it: Conto spese spedizione

# Table 2860632388 - Field 2716979219 - Property 2879900210
source: Shop Id
fi_fi: Kaupan tunnus
fr_be: ID magasin
it_it: ID punto vendita

# Table 2860632388 - Field 2545516341 - Property 2879900210
source: Shopify Can Update Customers
fi_fi: Shopify voi päivittää asiakkaat
fr_be: Shopify peut mettre à jour les clients
it_it: Shopify può aggiornare i clienti

# Table 2860632388 - Field 2924675675 - Property 2879900210
source: Shopify Can Update Items
fi_fi: Shopify voi päivittää nimikkeet
fr_be: Shopify peut mettre à jour des articles
it_it: Shopify può aggiornare gli articoli

# Table 2860632388 - Field 2197071958 - Property 2879900210
source: Shopify Order No. on Doc. Line
fi_fi: Shopify-tilausnro asiakirjarivillä
fr_be: N° commande sur n° ligne doc. Shopify
it_it: Nr. ordine Shopify nella riga documento

# Table 2860632388 - Field 4281524059 - Property 2879900210
source: Shopify URL
fi_fi: Shopifyn URL-osoite
fr_be: URL Shopify
it_it: URL Shopify

# Table 2860632388 - Field 880544222 - Property 2879900210
source: SKU Field Separator
fi_fi: Varastointiyksikön kenttäerotin
fr_be: Séparateur de champ de point de stock
it_it: Separatore campo SKU

# Table 2860632388 - Field 2356450243 - Property 2879900210
source: SKU Mapping
fi_fi: Varastointiyksikön yhdistämismääritykset
fr_be: Mappage SKU
it_it: Mapping unità di stockkeeping

# Table 2860632388 - Field 4270779879 - Property 2879900210
source: Sold Gift Card Account
fi_fi: Myytyjen lahjakorttien tili
fr_be: Compte carte cadeau vendu
it_it: Conto buono regalo venduto

# Table 2860632388 - Field 4284968729 - Property 2879900210
source: Status for Created Products
fi_fi: Luotujen tuotteiden tila
fr_be: Statut des produits créés
it_it: Stato per i prodotti creati

# Table 2860632388 - Field 128597742 - Property 2879900210
source: Sync Item
fi_fi: Synkronoi nimike
fr_be: Synchroniser l’élément
it_it: Sincronizza articolo

# Table 2860632388 - Field 128597742 - Property 62802879
source: ,To Shopify,From Shopify
fi_fi: ,Shopifyhin,Shopifysta
fr_be: ,À Shopify,De Shopify
it_it: ,In Shopify,Da Shopify

# Table 2860632388 - Field 1491771695 - Property 2879900210
source: Sync Item Attributes
fi_fi: Synkronoi nimikemääritteet
fr_be: Synchroniser les attributs d’articles
it_it: Sincronizza attributi articolo
