Repository: jbakach/MSDyn365BC.Code.History
Catalog: shopify/app/Shopify Connector/Translations/Shopify Connector.*.xlf
Languages: fi_fi, fr_be, it_it

# PageExtension 3736549167 - Action 3118629701 - Property 1295455071
source: View your Shopify agreements with customers to sell certain products on certain delivery and payment terms.
fi_fi: Näytä asiakkaiden kanssa solmimasi Shopify-sopimukset, jotka koskevat tiettyjen tuotteiden myymistä tietyillä toimitus- ja maksuehdoilla.
fr_be: Affichez vos contrats Shopify avec les clients pour vendre certains produits selon certaines conditions de livraison et de paiement.
it_it: Visualizzare gli accordi Shopify con i clienti per vendere specifici prodotti a determinate condizioni di spedizione e pagamento.

# PageExtension 3736549167 - Action 3118629701 - Property 2879900210
source: Orders
fi_fi: Tilaukset
fr_be: Commandes
it_it: Ordini

# PageExtension 3736549167 - Action 135109997 - Property 1295455071
source: View the movement of money between a Shopify Payment account balance and a connected bank account.
fi_fi: Näytä Shopify-maksutilin saldo ja siihen liitetyn pankkitilin välinen rahaliikenne.
fr_be: Affichez le mouvement d’argent entre un solde de compte de paiement Shopify et un compte bancaire connecté.
it_it: Visualizzare il movimento di denaro tra il saldo di un conto di pagamento Shopify e un conto bancario collegato.

# PageExtension 3736549167 - Action 135109997 - Property 2879900210
source: Payouts
fi_fi: Maksut
fr_be: Règlements
it_it: Pagamenti

# PageExtension 3736549167 - Action 984924354 - Property 1295455071
source: Add, view or edit detailed information for the products that you trade in through Shopify.
fi_fi: Lisää Shopifyssa myymiesi tuotteiden yksityiskohtaiset tiedot tai tarkastele tai muokkaa niitä.
fr_be: Ajoutez, affichez ou modifiez des informations détaillées pour les produits que vous commercialisez via Shopify.
it_it: Aggiungere, visualizzare o modificare le informazioni dettagliate per i prodotti che vengono commercializzati tramite Shopify.

# PageExtension 3736549167 - Action 984924354 - Property 2879900210
source: Products
fi_fi: Tuotteet
fr_be: Produits
it_it: Prodotti

# PageExtension 3736549167 - Action 274688331 - Property 1295455071
source: Define your Shopify Shops and enter how to synchronize data for each shop.
fi_fi: Määritä Shopify-kaupat ja se, miten kunkin kaupan tiedot synkronoidaan.
fr_be: Définissez vos magasins Shopify et indiquez comment synchroniser les données pour chaque magasin.
it_it: Definire i punti vendita Shopify e immettere la modalità di sincronizzazione dei dati per ogni punto vendita.

# PageExtension 3736549167 - Action 274688331 - Property 2879900210
source: Shops
fi_fi: Kaupat
fr_be: Magasins
it_it: Punti vendita

# PageExtension 3736549167 - Action 2392199187 - Property 1295455071
source: View every single movement of money in or out the Shopify Payment account.
fi_fi: Näytä kaikki Shopify-maksutilille tuleva ja sieltä lähtevä rahaliikenne.
fr_be: Affichez tous les mouvements d’argent dans ou hors du compte de paiement Shopify.
it_it: Visualizzare ogni singolo movimento di denaro in entrata o in uscita del conto di pagamento Shopify.

# PageExtension 3736549167 - Action 2392199187 - Property 2879900210
source: Transactions
fi_fi: Tapahtumat
it_it: Transazioni

# PageExtension 957725305 - Control 3700847453 - Property 1295455071
source: Specifies the order number from Shopify
fi_fi: Määrittää Shopify-tilausnumeron
fr_be: Spécifie le numéro de commande de Shopify
it_it: Specifica il numero di ordine di Shopify

# PageExtension 1650470242 - Control 3700847453 - Property 1295455071
source: Specifies the order number from Shopify
fi_fi: Määrittää Shopify-tilausnumeron
fr_be: Spécifie le numéro de commande de Shopify
it_it: Specifica il numero di ordine di Shopify

# PageExtension 2058416814 - Control 3700847453 - Property 1295455071
source: Specifies the order number from Shopify
fi_fi: Määrittää Shopify-tilausnumeron
fr_be: Spécifie le numéro de commande de Shopify
it_it: Specifica il numero di ordine di Shopify

# PageExtension 872969275 - Control 3700847453 - Property 1295455071
source: Specifies the order number from Shopify
fi_fi: Määrittää Shopify-tilausnumeron
fr_be: Spécifie le numéro de commande de Shopify
it_it: Specifica il numero di ordine di Shopify

# PageExtension 647634336 - Control 3700847453 - Property 1295455071
source: Specifies the order number from Shopify
fi_fi: Määrittää Shopify-tilausnumeron
fr_be: Spécifie le numéro de commande de Shopify
it_it: Specifica il numero di ordine di Shopify

# PageExtension 2937081633 - Control 3700847453 - Property 1295455071
source: Specifies the order number from Shopify
fi_fi: Määrittää Shopify-tilausnumeron
fr_be: Spécifie le numéro de commande de Shopify
it_it: Specifica il numero di ordine di Shopify

# PageExtension 3125280196 - Action 3480241704 - Property 1295455071
source: Manage Shopify Shops, customers, products, orders, gift cards, transactions and payouts.
fi_fi: Hallitse Shopify-kauppoja, asiakkaita, tuotteita, tilauksia, lahjakortteja, tapahtumia ja maksuja.
fr_be: Gérez les magasins Shopify, les clients, les produits, les commandes, les cartes cadeaux, les transactions et les versements.
it_it: Gestire punti vendita Shopify, clienti, prodotti, ordini, buoni regalo, transazioni e pagamenti.

# PageExtension 3125280196 - Action 1791918957 - Property 1295455071
source: View or edit detailed information for the customers that you trade with through Shopify.
fi_fi: Näytä niiden asiakkaiden yksityiskohtaiset tiedot, joille myyt tuotteita Shopifyn kautta, tai muokkaa näitä tietoja.
fr_be: Affichez ou modifiez des informations détaillées pour les clients avec lesquels vous échangez via Shopify.
it_it: Visualizzare o modificare le informazioni dettagliate dei clienti con cui si intrattengono rapporti commerciali tramite Shopify.

# PageExtension 3125280196 - Action 1791918957 - Property 2879900210
source: Customers
fi_fi: Asiakkaat
fr_be: Clients
it_it: Clienti

# PageExtension 3125280196 - Action 3516978065 - Property 1295455071
source: View the Shopify Gift Cards, their unique code and balance.
fi_fi: Näytä Shopify-lahjakortit, niiden yksilöivät koodit ja saldo.
fr_be: Affichez les cartes cadeaux Shopify, leur code unique et leur solde.
it_it: Visualizzare i buoni regalo, il codice univoco e il saldo Shopify.

# PageExtension 3125280196 - Action 3516978065 - Property 2879900210
source: Gift Cards
fi_fi: Lahjakortit
fr_be: Cartes cadeaux
it_it: Buoni regalo

# PageExtension 3125280196 - Action 2086699843 - Property 1295455071
source: View your Shopify agreements with customers to sell certain products on certain delivery and payment terms.
fi_fi: Näytä asiakkaiden kanssa solmimasi Shopify-sopimukset, jotka koskevat tiettyjen tuotteiden myymistä tietyillä toimitus- ja maksuehdoilla.
fr_be: Affichez vos contrats Shopify avec les clients pour vendre certains produits selon certaines conditions de livraison et de paiement.
it_it: Visualizzare gli accordi Shopify con i clienti per vendere specifici prodotti a determinate condizioni di spedizione e pagamento.

# PageExtension 3125280196 - Action 2086699843 - Property 2879900210
source: Orders
fi_fi: Tilaukset
fr_be: Commandes
it_it: Ordini

# PageExtension 3125280196 - Action 1698994651 - Property 1295455071
source: View the movement of money between a Shopify Payment account balance and a connected bank account.
fi_fi: Näytä Shopify-maksutilin saldo ja siihen liitetyn pankkitilin välinen rahaliikenne.
fr_be: Affichez le mouvement d’argent entre un solde de compte de paiement Shopify et un compte bancaire connecté.
it_it: Visualizzare il movimento di denaro tra il saldo di un conto di pagamento Shopify e un conto bancario collegato.

# PageExtension 3125280196 - Action 1698994651 - Property 2879900210
source: Payouts
fi_fi: Maksut
fr_be: Règlements
it_it: Pagamenti

# PageExtension 3125280196 - Action 4115686464 - Property 1295455071
source: Add, view or edit detailed information for the products that you trade in through Shopify.
fi_fi: Lisää Shopifyssa myymiesi tuotteiden yksityiskohtaiset tiedot tai tarkastele tai muokkaa niitä.
fr_be: Ajoutez, affichez ou modifiez des informations détaillées pour les produits que vous commercialisez via Shopify.
it_it: Aggiungere, visualizzare o modificare le informazioni dettagliate per i prodotti che vengono commercializzati tramite Shopify.

# PageExtension 3125280196 - Action 4115686464 - Property 2879900210
source: Products
fi_fi: Tuotteet
fr_be: Produits
it_it: Prodotti

# PageExtension 3125280196 - Action 4219139933 - Property 1295455071
source: Define your Shopify Shops and enter how to synchronize data for each shop.
fi_fi: Määritä Shopify-kaupat ja se, miten kunkin kaupan tiedot synkronoidaan.
fr_be: Définissez vos magasins Shopify et indiquez comment synchroniser les données pour chaque magasin.
it_it: Definire i punti vendita Shopify e immettere la modalità di sincronizzazione dei dati per ogni punto vendita.

# PageExtension 3125280196 - Action 4219139933 - Property 2879900210
source: Shops
fi_fi: Kaupat
fr_be: Magasins
it_it: Punti vendita

# PageExtension 3125280196 - Action 3647730261 - Property 1295455071
source: View every single movement of money in or out the Shopify Payment account.
fi_fi: Näytä kaikki Shopify-maksutilille tuleva ja sieltä lähtevä rahaliikenne.
fr_be: Affichez tous les mouvements d’argent dans ou hors du compte de paiement Shopify.
it_it: Visualizzare ogni singolo movimento di denaro in entrata o in uscita del conto di pagamento Shopify.

# PageExtension 3125280196 - Action 3647730261 - Property 2879900210
source: Transactions
fi_fi: Tapahtumat
it_it: Transazioni

# PageExtension 2220315303 - Control 3700847453 - Property 1295455071
source: Specifies the order number from Shopify
fi_fi: Määrittää Shopify-tilausnumeron
fr_be: Spécifie le numéro de commande de Shopify
it_it: Specifica il numero di ordine di Shopify

# PageExtension 689611761 - Control 3700847453 - Property 1295455071
source: Specifies the order number from Shopify
fi_fi: Määrittää Shopify-tilausnumeron
fr_be: Spécifie le numéro de commande de Shopify
it_it: Specifica il numero di ordine di Shopify

# PageExtension 3079712193 - Control 3700847453 - Property 1295455071
source: Specifies the order number from Shopify
fi_fi: Määrittää Shopify-tilausnumeron
fr_be: Spécifie le numéro de commande de Shopify
it_it: Specifica il numero di ordine di Shopify

# PageExtension 1235092726 - Control 3700847453 - Property 1295455071
source: Specifies the order number from Shopify
fi_fi: Määrittää Shopify-tilausnumeron
fr_be: Spécifie le numéro de commande de Shopify
it_it: Specifica il numero di ordine di Shopify

# PageExtension 1235092726 - Control 1687780781 - Property 1295455071
source: Specifies the risk level from the Shopify order.
fi_fi: Määrittää Shopify-tilauksen riskitason.
fr_be: Spécifie le niveau de risque à partir de la commande Shopify.
it_it: Specifica il livello di rischio dell'ordine Shopify.

# PageExtension 23575476 - Control 3700847453 - Property 1295455071
source: Specifies the order number from Shopify
fi_fi: Määrittää Shopify-tilausnumeron
fr_be: Spécifie le numéro de commande de Shopify
it_it: Specifica il numero di ordine di Shopify

# PageExtension 23575476 - Control 3425375547 - Property 1295455071
source: Specifies the risk level from the Shopify order.
fi_fi: Määrittää Shopify-tilauksen riskitason.
fr_be: Spécifie le niveau de risque à partir de la commande Shopify.
it_it: Specifica il livello di rischio dell'ordine Shopify.

# PageExtension 2901290268 - Control 3700847453 - Property 1295455071
source: Specifies the order number from Shopify
fi_fi: Määrittää Shopify-tilausnumeron
fr_be: Spécifie le numéro de commande de Shopify
it_it: Specifica il numero di ordine di Shopify

# PageExtension 211340624 - Control 4183766676 - Property 1295455071
source: Specifies the tracking company in Shopify where you can track your items.
fi_fi: Määrittää Shopify-seurantayrityksen, jonka avulla voit seurata nimikkeitä.
fr_be: Spécifie la société de suivi dans Shopify où vous pouvez effectuer le suivi de vos articles.
it_it: Specifica la società di tracciabilità in Shopify dove è possibile tenere traccia degli articoli.

# TableExtension 481810013 - Field 3473767785 - Property 2879900210
source: Shopify Order Id
fi_fi: Shopify-tilaustunnus
fr_be: ID commande Shopify
it_it: ID ordine Shopify

# TableExtension 481810013 - Field 579856415 - Property 2879900210
source: Shopify Order No.
fi_fi: Shopify-tilausnro
fr_be: N° commande Shopify
it_it: Nr. ordine Shopify

# TableExtension 481810013 - Field 2914775059 - Property 2879900210
source: Risk Level
fi_fi: Riskitaso
fr_be: Niveau de risque
it_it: Livello di rischio

# TableExtension 2160489694 - Field 3473767785 - Property 2879900210
source: Shopify Order Id
fi_fi: Shopify-tilaustunnus
fr_be: ID commande Shopify
it_it: ID ordine Shopify

# TableExtension 2160489694 - Field 579856415 - Property 2879900210
source: Shopify Order No.
fi_fi: Shopify-tilausnro
fr_be: N° commande Shopify
it_it: Nr. ordine Shopify

# TableExtension 2790667653 - Field 2517695627 - Property 2879900210
source: Shopify Order Line Id
fi_fi: Shopify-tilausrivin tunnus
fr_be: ID ligne commande Shopify
it_it: ID riga ordine Shopify

# TableExtension 2790667653 - Field 579856415 - Property 2879900210
source: Shopify Order No.
fi_fi: Shopify-tilausnro
fr_be: N° commande Shopify
it_it: Nr. ordine Shopify

# TableExtension 958712886 - Field 2517695627 - Property 2879900210
source: Shopify Order Line Id
fi_fi: Shopify-tilausrivin tunnus
fr_be: ID ligne commande Shopify
it_it: ID riga ordine Shopify

# TableExtension 958712886 - Field 579856415 - Property 2879900210
source: Shopify Order No.
fi_fi: Shopify-tilausnro
fr_be: N° commande Shopify
it_it: Nr. ordine Shopify

# TableExtension 1570893165 - Field 842844957 - Property 2879900210
source: Shopify Fulfillment Id
fi_fi: Shopify-jakelutunnus
fr_be: ID exécution Shopify
it_it: ID evasione Shopify

# TableExtension 1570893165 - Field 3473767785 - Property 2879900210
source: Shopify Order Id
fi_fi: Shopify-tilaustunnus
fr_be: ID commande Shopify
it_it: ID ordine Shopify

# TableExtension 1570893165 - Field 579856415 - Property 2879900210
source: Shopify Order No.
fi_fi: Shopify-tilausnro
fr_be: N° commande Shopify
it_it: Nr. ordine Shopify

# TableExtension 3943091494 - Field 2517695627 - Property 2879900210
source: Shopify Order Line Id
fi_fi: Shopify-tilausrivin tunnus
fr_be: ID ligne commande Shopify
it_it: ID riga ordine Shopify

# TableExtension 3943091494 - Field 579856415 - Property 2879900210
source: Shopify Order No.
fi_fi: Shopify-tilausnro
fr_be: N° commande Shopify
it_it: Nr. ordine Shopify

# TableExtension 4246359769 - Field 205106048 - Property 2879900210
source: Shopify Tracking Company
fi_fi: Shopifyn seurantayritys
fr_be: Société de suivi Shopify
it_it: Società tracciabilità Shopify

# TableExtension 2451614463 - Field 98859487 - Property 2879900210
source: Signup Shop Url
fi_fi: Rekisteröitymisen kaupan URL-osoite
fr_be: URL du magasin de l’abonnement
it_it: Iscrizione URL del punto vendita

# Enum 3510068437 - Property 2879900210
source: Shopify Allocation Method
fi_fi: Shopifyn kohdistustapa
fr_be: Mode de répartition Shopify
it_it: Metodo di allocazione Shopify

# Enum 3510068437 - EnumValue 3584023649 - Property 2879900210
source: Across
fi_fi: Ristikkäin
fr_be: Toutes
it_it: Orizzontalmente

# Enum 3510068437 - EnumValue 2301929857 - Property 2879900210
source: Each
fi_fi: Kukin
fr_be: Chaque
it_it: Ogni

# Enum 3510068437 - EnumValue 3555684728 - Property 2879900210
source: One
fi_fi: Yksi
fr_be: Un
it_it: Uno

# Enum 3510068437 - EnumValue 4294440508 - Property 2879900210
source: Unknown
fi_fi: Tuntematon
fr_be: Inconnu
it_it: Sconosciuto

# Enum 934733066 - Property 2879900210
source: Shopify Cancel Reason
fi_fi: Shopifyn peruutuksen syy
fr_be: Motif annulation Shopify
it_it: Motivo annullamento Shopify

# Enum 934733066 - EnumValue 1994964448 - Property 2879900210
source: Customer
fi_fi: Asiakas
fr_be: Client
it_it: Cliente

# Enum 934733066 - EnumValue 835052336 - Property 2879900210
source: Fraud
fi_fi: Petos
fr_be: Fraude
it_it: Frode

# Enum 934733066 - EnumValue 2105307182 - Property 2879900210
source: Inventory
fi_fi: Varasto
fr_be: Stock
it_it: Inventario

# Enum 934733066 - EnumValue 3448339824 - Property 2879900210
source: Other
fi_fi: Muu
fr_be: Autres
it_it: Altro

# Enum 934733066 - EnumValue 4294440508 - Property 2879900210
source: Unknown
fi_fi: Tuntematon
fr_be: Inconnu
it_it: Sconosciuto

# Enum 3593884509 - Property 2879900210
source: Shopify County Source
fi_fi: Shopifyn läänin lähde
fr_be: Région origine Shopify
it_it: Regione di origine Shopify

# Enum 3593884509 - EnumValue 3004954119 - Property 2879900210
source: Code
fi_fi: Koodi
it_it: Codice

# Enum 3593884509 - EnumValue 2961552353 - Property 2879900210
source: Name
fi_fi: Nimi
fr_be: Nom
it_it: Nome

# Enum 2712089749 - Property 2879900210
source: Shopify Create Product Status Value
fi_fi: Shopifyn tuotteen luontitilan arvo
fr_be: Créer une valeur de statut du produit Shopify
it_it: Crea valore stato prodotto Shopify

# Enum 2712089749 - EnumValue 1090351696 - Property 2879900210
source: Active
fi_fi: Aktiivinen
fr_be: Actif
it_it: Attivo

# Enum 2712089749 - EnumValue 253238575 - Property 2879900210
source: Draft
fi_fi: Luonnos
fr_be: Brouillon
it_it: Bozza

# Enum 1634264198 - Property 2879900210
source: Shopify Customer Import Range
fi_fi: Shopify-asiakkaan tuontialue
fr_be: Plage d’importation client Shopify
it_it: Intervallo importazione cliente Shopify

# Enum 1634264198 - EnumValue 2590131546 - Property 2879900210
source: All Customers
fi_fi: Kaikki asiakkaat
fr_be: Tous les clients
it_it: Tutti i clienti

# Enum 1634264198 - EnumValue 3371220206 - Property 2879900210
source: None
fi_fi: Ei mitään
fr_be: Aucun
it_it: Nessuno

# Enum 1634264198 - EnumValue 811714443 - Property 2879900210
source: With Order Import
fi_fi: Tilauksen tuonnilla
fr_be: Avec importation de commande
it_it: Con importazione ordine

# Enum 3255995616 - Property 2879900210
source: Shopify Customer Mapping
fi_fi: Shopify-asiakkaan yhdistäminen
fr_be: Mappage des clients Shopify
it_it: Mapping cliente Shopify

# Enum 3255995616 - EnumValue 3276295972 - Property 2879900210
source: By Bill-to Info
fi_fi: Laskutusasiakkaan tiedot
fr_be: Par informations de facturation
it_it: Per informazioni Fatturare a

# Enum 3255995616 - EnumValue 2621961016 - Property 2879900210
source: By EMail/Phone
fi_fi: Sähköpostitse/puhelimitse
fr_be: Par e-mail/téléphone
it_it: Per e-mail/telefono

# Enum 3255995616 - EnumValue 4247659737 - Property 2879900210
source: Always take the default customer
fi_fi: Käytä aina oletusasiakasta
fr_be: Toujours prendre le client par défaut
it_it: Acquisisci sempre il cliente predefinito

# Enum 1579780329 - Property 2879900210
source: Shopify Customer State
fi_fi: Shopify-asiakkaan tila
fr_be: État client Shopify
it_it: Stato cliente Shopify

# Enum 1579780329 - EnumValue 3497778660 - Property 2879900210
source: Declined
fi_fi: Hylätty
fr_be: Refusé
it_it: Rifiutato

# Enum 1579780329 - EnumValue 1864907812 - Property 2879900210
source: Disabled
fi_fi: Poistettu käytöstä
fr_be: Désactivé
it_it: Disabilitato

# Enum 1579780329 - EnumValue 2891538263 - Property 2879900210
source: Enabled
fi_fi: Käytössä
fr_be: Activé
it_it: Abilitato

# Enum 1579780329 - EnumValue 1329559239 - Property 2879900210
source: Invited
fi_fi: Kutsuttu
fr_be: Invité
it_it: Invitato

# Enum 2734534355 - Property 2879900210
source: Shopify Financial Status
fi_fi: Shopifyn taloudellinen tila
fr_be: Statut financier Shopify
it_it: Stato finanziario Shopify

# Enum 2734534355 - EnumValue 2151249993 - Property 2879900210
source: Authorized
fi_fi: Valtuutettu
fr_be: Autorisé
it_it: Autorizzato

# Enum 2734534355 - EnumValue 789473408 - Property 2879900210
source: Paid
fi_fi: Maksettu
fr_be: Payé
it_it: Pagato

# Enum 2734534355 - EnumValue 117404726 - Property 2879900210
source: Partially Paid
fi_fi: Osittain maksettu
fr_be: Payé partiellement
it_it: Pagato parzialmente

# Enum 2734534355 - EnumValue 3224813659 - Property 2879900210
source: Partially Refunded
fi_fi: Osittain palautettu
fr_be: Partiellement remboursé
it_it: Rimborsato parzialmente

# Enum 2734534355 - EnumValue 3481143665 - Property 2879900210
source: Pending
fi_fi: Odottava
fr_be: En attente
it_it: In sospeso

# Enum 2734534355 - EnumValue 1869511145 - Property 2879900210
source: Refunded
fi_fi: Hyvitetty
fr_be: Remboursé
it_it: Rimborsato

# Enum 2734534355 - EnumValue 4294440508 - Property 2879900210
source: Unknown
fi_fi: Tuntematon
fr_be: Inconnu
it_it: Sconosciuto

# Enum 2734534355 - EnumValue 2780909271 - Property 2879900210
source: Voided
fi_fi: Mitätöity
fr_be: Annulé
it_it: Annullato

# Enum 1311606030 - Property 2879900210
source: Shopify FulFillment Status
fi_fi: Shopify-jakelun tila
fr_be: Statut exécution Shopify
it_it: Stato evasione Shopify

# Enum 1311606030 - EnumValue 4069904181 - Property 2879900210
source: Cancelled
fi_fi: Peruutettu
fr_be: Annulé
it_it: Annullato

# Enum 1311606030 - EnumValue 2248886284 - Property 2879900210
source: Error
fi_fi: Virhe
fr_be: Erreur
it_it: Errore

# Enum 1311606030 - EnumValue 3481688708 - Property 2879900210
source: Failure
fi_fi: Virhe
fr_be: Échec
it_it: Non riuscito

# Enum 1311606030 - EnumValue 4259830144 - Property 2879900210
source: Open
fi_fi: Avoin
fr_be: Ouvert
it_it: Aperto

# Enum 1311606030 - EnumValue 3481143665 - Property 2879900210
source: Pending
fi_fi: Odottaa
fr_be: En attente
it_it: In sospeso

# Enum 1311606030 - EnumValue 3878926381 - Property 2879900210
source: Success
fi_fi: Onnistui
fr_be: Réussite
it_it: Riuscito

# Enum 1984319471 - Property 2879900210
source: Shopify GraphQL Type
fi_fi: Shopifyn GraphQL-tyyppi
fr_be: Type GraphQL Shopify
it_it: Tipo di GraphQL Shopify

# Enum 1984319471 - EnumValue 1235789037 - Property 2879900210
source: Find Customer Id By E-Mail
fi_fi: Etsi asiakastunnus sähköpostiosoitteen perusteella
fr_be: Rechercher l’ID client par e-Mail
it_it: Trova ID cliente per e-mail

# Enum 1984319471 - EnumValue 816751661 - Property 2879900210
source: Find Customer Id By Phone
fi_fi: Etsi asiakastunnus puhelinnumeron perusteella
fr_be: Rechercher l’ID client par téléphone
it_it: Trova ID cliente per telefono

# Enum 1984319471 - EnumValue 3916298983 - Property 2879900210
source: Find Variant by Barcode
fi_fi: Etsi versio viivakoodin perusteella
fr_be: Rechercher variante par code-barres
it_it: Trova variante per codice a barre

# Enum 1984319471 - EnumValue 3895259864 - Property 2879900210
source: Find Variant by SKU
fi_fi: Etsi versio varastointiyksikön perusteella
fr_be: Rechercher variante par point de stock
it_it: Trova variante per SKU

# Enum 1984319471 - EnumValue 1791532363 - Property 2879900210
source: Get API Key
fi_fi: Hae API-avain
fr_be: Obtenir clé API
it_it: Ottieni chiave API

# Enum 1984319471 - EnumValue 1489119318 - Property 2879900210
source: Get Customer
fi_fi: Hae asiakas
fr_be: Obtenir client
it_it: Ottieni cliente

# Enum 1984319471 - EnumValue 2003846384 - Property 2879900210
source: Get Customer Ids
fi_fi: Hae asiakastunnukset
fr_be: Obtenir ID client
it_it: Ottieni ID cliente

# Enum 1984319471 - EnumValue 2804960314 - Property 2879900210
source: Get Inventory Entries
fi_fi: Hae varastotapahtumat
fr_be: Obtenir les écritures inventaire
it_it: Ottieni movimenti inventario

# Enum 1984319471 - EnumValue 2071575995 - Property 2879900210
source: Get Location of the Order Lines
fi_fi: Hae tilausrivien sijainti
fr_be: Obtenir l’emplacement des lignes de commande
it_it: Ottieni ubicazione delle righe ordine
