Repository: jbakach/MSDyn365BC.Code.History
Catalog: shopify/app/Shopify Connector/Translations/Shopify Connector.*.xlf
Languages: fi_fi, fr_be, it_it

# Page 3706164926 - Control 1664649926 - Property 1295455071
source: Specifies the description of the HTTP result status of the entry in the log.
fi_fi: Määrittää lokitapahtuman HTTP-tuloksen tilan kuvauksen.
fr_be: Spécifie la description du statut de résultat HTTP de l’écriture dans le journal.
it_it: Specifica la descrizione dello stato risultato HTTP del movimento nel log.

# Page 3706164926 - Control 1230148255 - Property 1295455071
source: Specifies the time when this entry was created.
fi_fi: Määrittää tapahtuman luontiajan.
fr_be: Spécifie l’heure de création de l’écriture.
it_it: Specifica l'ora di creazione del movimento.

# Page 3706164926 - Control 3003898253 - Property 1295455071
source: Specifies the URL with the data requested from.
fi_fi: Määrittää URL-osoitteen ja pyynnön lähteen tiedot.
fr_be: Spécifie l’URL avec les données demandées à partir de.
it_it: Specifica l'URL con i dati richiesti.

# Page 3706164926 - Control 3207102784 - Property 1295455071
source: Specifies the ID of the user who posted the entry, to be used, for example, in the change log.
fi_fi: Määrittää sen käyttäjän tunnuksen, joka kirjasi tapahtuman käytettäväksi esimerkiksi muutoslokissa.
fr_be: Spécifie l'ID de l'utilisateur qui a validé l'écriture à utiliser, par exemple, dans le journal modification.
it_it: Specifica l'ID dell'utente che ha registrato il movimento da utilizzare, ad esempio, nel log delle modifiche.

# Page 3706164926 - Action 2526477354 - Property 1295455071
source: Clear the list of all log entries.
fi_fi: Tyhjennä kaikkien lokitapahtumien luettelo.
fr_be: Effacez la liste de toutes les écritures journal.
it_it: Cancellare la lista di tutte le voci di log.

# Page 3706164926 - Action 2526477354 - Property 2879900210
source: Delete All Entries
fi_fi: Poista kaikki tapahtumat
fr_be: Supprimer toutes les écritures
it_it: Elimina tutti i movimenti

# Page 3706164926 - Action 377844979 - Property 1295455071
source: Clear the list of log entries that are older than 7 days.
fi_fi: Tyhjennä yli 7 päivää vanhat lokitapahtumat.
fr_be: Effacez la liste des écritures du journal de plus de 7 jours.
it_it: Cancellare l'elenco di voci di registro antecedenti a 7 giorni.

# Page 3706164926 - Action 377844979 - Property 2879900210
source: Delete Entries Older Than 7 Days
fi_fi: Poista yli 7 päivää vanhat tapahtumat
fr_be: Supprimer les écritures datant de plus de 7 jours
it_it: Elimina movimenti risalenti a più di 7 giorni precedenti

# Page 3259998644 - Property 2879900210
source: Shopify Log Entry
fi_fi: Shopify-lokitapahtuma
fr_be: Écriture journal Shopify
it_it: Movimento log Shopify

# Page 3259998644 - Method 3219083399 - NamedType 1582893390
source: Download Request file
fi_fi: Lataa pyyntötiedosto
fr_be: Télécharger fichier de demande
it_it: Scarica il file di richiesta

# Page 3259998644 - Method 1029354209 - NamedType 1582893390
source: Download Response file
fi_fi: Lataa vastaustiedosto
fr_be: Télécharger fichier de réponse
it_it: Scarica il file di risposta

# Page 3259998644 - Control 61963710 - Property 1295455071
source: Specifies the date and the time when this entry was created.
fi_fi: Määrittää tapahtuman luontipäivämäärän ja -ajan.
fr_be: Spécifie la date et l’heure de création de l’écriture.
it_it: Specifica la data e l'ora di creazione del movimento.

# Page 3259998644 - Control 1016130111 - Property 1295455071
source: Specifies the number of the entry, as assigned from the specific number series when the entry was created.
fi_fi: Määrittää tapahtuman numeron, joka määritettiin tietystä numerosarjasta tapahtumaa luotaessa.
fr_be: Spécifie le numéro de l’écriture, tel qu’il est affecté à partir de la souche de numéros spécifiée lors de la création de l’écriture.
it_it: Specifica il numero del movimento, assegnato dalla numerazione specificata alla creazione del movimento.

# Page 3259998644 - Control 4132733409 - Property 1295455071
source: Specifies the used method.
fi_fi: Määrittää käytetyn tavan.
fr_be: Spécifie la méthode utilisée.
it_it: Specifica il metodo utilizzato.

# Page 3259998644 - Control 355226323 - Property 1295455071
source: Specifies the HTTP result status of the entry in the log.
fi_fi: Määrittää lokitapahtuman HTTP-tuloksen tilan.
fr_be: Spécifie le statut de résultat HTTP de l’écriture dans le journal.
it_it: Specifica lo stato risultato HTTP del movimento nel log.

# Page 3259998644 - Control 1664649926 - Property 1295455071
source: Specifies the description of the HTTP result status of the entry in the log.
fi_fi: Määrittää lokitapahtuman HTTP-tuloksen tilan kuvauksen.
fr_be: Spécifie la description du statut de résultat HTTP de l’écriture dans le journal.
it_it: Specifica la descrizione dello stato risultato HTTP del movimento nel log.

# Page 3259998644 - Control 1230148255 - Property 1295455071
source: Specifies the time when this entry was created.
fi_fi: Määrittää tapahtuman luontiajan.
fr_be: Spécifie l’heure de création de l’écriture.
it_it: Specifica l'ora di creazione del movimento.

# Page 3259998644 - Control 3003898253 - Property 1295455071
source: Specifies the URL with the data requested from.
fi_fi: Määrittää URL-osoitteen ja pyynnön lähteen tiedot.
fr_be: Spécifie l’URL avec les données demandées à partir de.
it_it: Specifica l'URL con i dati richiesti.

# Page 3259998644 - Control 3207102784 - Property 1295455071
source: Specifies the ID of the user who posted the entry, to be used, for example, in the change log.
fi_fi: Määrittää sen käyttäjän tunnuksen, joka kirjasi tapahtuman käytettäväksi esimerkiksi muutoslokissa.
fr_be: Spécifie l'ID de l'utilisateur qui a validé l'écriture à utiliser, par exemple, dans le journal modification.
it_it: Specifica l'ID dell'utente che ha registrato il movimento da utilizzare, ad esempio, nel log delle modifiche.

# Page 3259998644 - Control 969644539 - Property 1295455071
source: The data that was send in the request.
fi_fi: Pyynnössä lähetetyt tiedot.
fr_be: Données qui ont été envoyées dans la demande.
it_it: Dati inviati nella richiesta.

# Page 3259998644 - Control 969644539 - Property 2879900210
source: Request Data
fi_fi: Pyydä tietoja
fr_be: Demander des données
it_it: Dati richiesta

# Page 3259998644 - Control 2122223285 - Property 1295455071
source: The data that was received in the response.
fi_fi: Vastauksessa saadut tiedot.
fr_be: Données qui ont été reçues dans la réponse.
it_it: Dati ricevuti nella risposta.

# Page 3259998644 - Control 2122223285 - Property 2879900210
source: Response Data
fi_fi: Vastaustiedot
fr_be: Données de réponse
it_it: Dati risposta

# Page 3259998644 - Action 118187701 - Property 1295455071
source: Download the request that was made.
fi_fi: Lataa esitetty pyyntö.
fr_be: Téléchargez la demande qui a été effectuée.
it_it: Scaricare la richiesta effettuata.

# Page 3259998644 - Action 118187701 - Property 2879900210
source: Download Request
fi_fi: Lataa pyyntö
fr_be: Télécharger la demande
it_it: Scarica richiesta

# Page 3259998644 - Action 1267110715 - Property 1295455071
source: Download the response that was obtained.
fi_fi: Lataa saatu vastaus.
fr_be: Téléchargez la réponse qui a été obtenue.
it_it: Scaricare la risposta ottenuta.

# Page 3259998644 - Action 1267110715 - Property 2879900210
source: Download Response
fi_fi: Lataa vastaus
fr_be: Télécharger la réponse
it_it: Scarica risposta

# Page 437915150 - Property 2019332006
source: New,Process,Report,Order,Inspect
fi_fi: Uusi,Käsittely,Raportti,Tilaus,Tarkastus
fr_be: Nouveau,Traitement,État,Commande,Inspecter
it_it: Nuovo,Processo,Report,Ordine,Ispezione

# Page 437915150 - Property 2879900210
source: Shopify Order
fi_fi: Shopify-tilaus
fr_be: Commande Shopify
it_it: Ordine Shopify

# Page 437915150 - NamedType 3639787513
source: Create sales document from Shopify order %1?
fi_fi: Haluatko luoda myyntiasiakirjan Shopify-tilauksesta %1?
fr_be: Créer un document vente à partir de la commande Shopify %1 ?
it_it: Creare il documento di vendita dall'ordine Shopify %1?

# Page 437915150 - Control 3661856690 - Property 1295455071
source: Specifies the date and time when the order was cancelled.
fi_fi: Määrittää tilauksen peruutuspäivämäärän ja -ajan.
fr_be: Spécifie la date et l’heure d’annulation de la commande.
it_it: Specifica la data e l'ora di annullamento dell'ordine.

# Page 437915150 - Control 1523985734 - Property 1295455071
source: Specifies the reason why the order was cancelled. Valid values are: customer, fraud, inventory, declined, other.
fi_fi: Määrittää tilauksen peruutuksen syyn. Kelvollisia arvoja ovat seuraavat: asiakas, petos, varasto, hylätty, muu.
fr_be: Spécifie la raison pour laquelle la commande a été annulée. Les valeurs valides sont : client, fraude, stocks, refus, autre.
it_it: Specifica il motivo per cui l'ordine è stato annullato. I valori validi sono: cliente, frode, inventario, rifiutato, altro.

# Page 437915150 - Control 1778072510 - Property 1295455071
source: Specified if the Shopify order is archived by D365BC.
fi_fi: Määritetty, jos D365BC on arkistoinut tilauksen.
fr_be: Spécifié si la commande Shopify est archivée par D365BC.
it_it: Specificato se l'ordine Shopify viene archiviato da D365BC.

# Page 437915150 - Control 4141588837 - Property 1295455071
source: Specifies whether the order has been confirmed.
fi_fi: Määrittää, onko tilaus vahvistettu.
fr_be: Spécifie si la commande a été confirmée.
it_it: Specifica se l'ordine è stato confermato.

# Page 437915150 - Control 986080663 - Property 1295455071
source: Specifies the autogenerated date and time when the order was created in Shopify.
fi_fi: Määrittää Shopify-tilauksen automaattisesti luodun luontipäivämäärän ja -ajan.
fr_be: Spécifie la date et l’heure générées automatiquement lors de la création de la commande dans Shopify.
it_it: Specifica la data e l'ora di creazione dell'ordine in Shopify generate automaticamente.

# Page 437915150 - Control 1594611733 - Property 1295455071
source: Specifies the date when the related document was created.
fi_fi: Määrittää asiaankuuluvan asiakirjan luontipäivämäärän.
fr_be: Spécifie la date de création du document associé.
it_it: Specifica la data di creazione del documento correlato.

# Page 437915150 - Control 1285973296 - Property 1295455071
source: Specifies the customer's e-mail address.
fi_fi: Määrittää asiakkaan sähköpostiosoitteen.
fr_be: Spécifie l’adresse e-mail du client.
it_it: Specifica l'indirizzo e-mail del cliente.

# Page 437915150 - Control 2248886284 - Property 1295455071
source: Specifies whether there is an error when creating a sales document.
fi_fi: Määrittää, onko myyntiasiakirjan luonnissa tapahtunut virhe.
fr_be: Spécifie si une erreur est survenue lors de la création d’un document vente.
it_it: Specifica se si è verificato un errore durante la creazione di un documento di vendita.

# Page 437915150 - Control 2763291245 - Property 1295455071
source: Specifies the error message if an error has occurred.
fi_fi: Määrittää virheilmoituksen, jos on tapahtunut virhe.
fr_be: Spécifie le message d’erreur si une erreur s’est produite.
it_it: Specifica il messaggio di errore, se si verifica un errore.

# Page 437915150 - Control 271156415 - Property 1295455071
source: Specifies the status of payments associated with the order. Valid values are: pending, authorized, partially_paid, paid, partially_refunded, refunded, voided.
fi_fi: Määrittää tilaukseen liittyvien maksujen tilan. Kelvollisia arvoja ovat seuraavat: odottaa, valtuutettu, osittain_maksettu, maksettu, osittain_hyvitetty, hyvitetty, mitätöity.
fr_be: Spécifie le statut des paiements associés à la commande. Les valeurs valides sont : en attente, autorisé, partially_paid, payé partially_refunded, remboursé, annulé.
it_it: Specifica lo stato dei pagamenti associati all'ordine. I valori validi sono: in sospeso, autorizzato, pagato parzialmente, pagato, rimborsato parzialmente, rimborsato, annullato.

# Page 437915150 - Control 3922244898 - Property 1295455071
source: Specifies the order's status in terms of fulfilled line items. Valid values are: Fulfilled, null, partial, restocked.
fi_fi: Määrittää jaettujen rivinimikkeiden tilauksen tilan. Kelvollisia arvoja ovat seuraavat: jaettu, nolla, osittainen, uudelleenvarastoitu.
fr_be: Spécifie le statut de la commande en termes de lignes exécutées. Les valeurs valides sont : exécuté, null, partiel, restocké.
it_it: Specifica lo stato dell'ordine in termini di articoli di riga evasi. I valori validi sono: evaso, null, parziale, rifornito.

# Page 437915150 - Control 3566004263 - Property 1295455071
source: Specifies how to make a payment, such as with bank transfer, cash, or check.
fi_fi: Määrittää, miten maksu tehdään. Tapa voi olla esimerkiksi pankkisiirto, käteismaksu tai sekkimaksu.
fr_be: Spécifie comment effectuer un paiement, par exemple, par virement bancaire, en espèces ou par chèque.
it_it: Specifica come effettuare il pagamento, ad esempio con bonifico bancario, contanti o assegno.

# Page 437915150 - Control 3080177079 - Property 1295455071
source: Specifies the phone number at the buy address.
fi_fi: Määrittää tilausosoitteen puhelinnumeron.
fr_be: Spécifie le numéro de téléphone à l’adresse d’achat.
it_it: Specifica il numero di telefono presso l'indirizzo di acquisto.

# Page 437915150 - Control 3208180638 - Property 1295455071
source: Specifies whether a sales order has been created for the Shopify Order.
fi_fi: Määrittää, onko myyntitilaus luotu Shopify-tilaukselle.
fr_be: Spécifie si une commande vente a été créée pour la commande Shopify.
it_it: Specifica se è stato creato un ordine di vendita per l'ordine Shopify.

# Page 437915150 - Control 2506717839 - Property 1295455071
source: Specifies the risk level from the Shopify order.
fi_fi: Määrittää Shopify-tilauksen riskitason.
fr_be: Spécifie le niveau de risque à partir de la commande Shopify.
it_it: Specifica il livello di rischio dell'ordine Shopify.

# Page 437915150 - Control 1720535020 - Property 1295455071
source: Specifies the sales invoice number that has been created for the Shopify Order.
fi_fi: Määrittää Shopify-tilaukselle luodun myyntilaskun numeron.
fr_be: Spécifie le numéro de facture vente qui a été créé pour la commande Shopify.
it_it: Specifica il numero della fattura di vendita creato per l'ordine Shopify.

# Page 437915150 - Control 2734504401 - Property 1295455071
source: Specifies the sales order number that has been created for the Shopify Order.
fi_fi: Määrittää Shopify-tilaukselle luodun myyntitilauksen numeron.
fr_be: Spécifie le numéro de commande vente qui a été créé pour la commande Shopify.
it_it: Specifica il numero dell'ordine di vendita creato per l'ordine Shopify.

# Page 437915150 - Control 4264206599 - Property 2879900210
source: Sell-to
fi_fi: Tilausasiakas
fr_be: Donneur d’ordre
it_it: Vendere a

# Page 437915150 - Control 1704117941 - Property 1295455071
source: Specifies the street address of the buy address.
fi_fi: Määrittää tilausosoitteen katuosoitteen.
fr_be: Spécifie l’adresse postale de l’adresse d’achat.
it_it: Specifica la via dell'indirizzo di acquisto.

# Page 437915150 - Control 1704117941 - Property 2879900210
source: Address
fi_fi: Osoite
fr_be: Adresse
it_it: Indirizzo

# Page 437915150 - Control 3235271715 - Property 1295455071
source: Specifies additional address information.
fi_fi: Määrittää osoitteen lisätiedot.
fr_be: Spécifie des informations d’adresse supplémentaires.
it_it: Specifica informazioni aggiuntive sull'indirizzo.

# Page 437915150 - Control 3235271715 - Property 2879900210
source: Address 2
fi_fi: Osoite 2
fr_be: Adresse (2ème ligne)
it_it: Indirizzo 2

# Page 437915150 - Control 3853348574 - Property 1295455071
source: Specifies the city, town, or village of the buy address.
fi_fi: Määrittää tilausosoitteen paikkakunnan, kaupungin tai kylän.
fr_be: Spécifie la ville ou le village de l’adresse d’achat.
it_it: Specifica la città, il paese o il villaggio dell'indirizzo di acquisto.

# Page 437915150 - Control 3853348574 - Property 2879900210
source: City
fi_fi: Kaupunki
fr_be: Ville
it_it: Città

# Page 437915150 - Control 3513921754 - Property 1295455071
source: Specifies the name of the customer who will buy the products.
fi_fi: Määrittää tuotteet ostavan asiakkaan nimen.
fr_be: Spécifie le nom du client qui achètera les produits.
it_it: Specifica il nome del cliente che acquista i prodotti.

# Page 437915150 - Control 3513921754 - Property 2879900210
source: Name
fi_fi: Nimi
fr_be: Nom
it_it: Nome

# Page 437915150 - Control 2893210612 - Property 1295455071
source: Specifies the postal code of the buy address.
fi_fi: Määrittää tilausosoitteen postinumeron.
fr_be: Spécifie le code postal de l’adresse d’achat.
it_it: Specifica il codice postale dell'indirizzo di acquisto.

# Page 437915150 - Control 2893210612 - Property 2879900210
source: Post Code
fi_fi: Postinumero
fr_be: Code postal
it_it: Codice postale

# Page 437915150 - Control 609988052 - Property 1295455071
source: Specifies the number of the customer who will buy the products.
fi_fi: Määrittää tuotteet ostavan asiakkaan numeron.
fr_be: Spécifie le numéro du client qui achètera les produits.
it_it: Specifica il numero del cliente che acquista i prodotti.

# Page 437915150 - Control 2169035103 - Property 1295455071
source: Specifies how items on the Shopify Order are shipped to the customer.
fi_fi: Määrittää, miten Shopify-tilauksessa olevat nimikkeet toimitetaan asiakkaalle.
fr_be: Spécifie combien d’articles mentionnés sur la commande Shopify sont livrés au client.
it_it: Specifica la modalità di spedizione degli articoli dell'ordine Shopify al cliente.

# Page 437915150 - Control 3788097755 - Property 1295455071
source: Specifies the Shopify Shop from which the order originated.
fi_fi: Määrittää Shopify-kaupan, josta tilaus on peräisin.
fr_be: Spécifie le magasin Shopify d’où provient la commande.
it_it: Specifica il punto vendita Shopify da cui ha origine l'ordine.

# Page 437915150 - Control 1846331655 - Property 1295455071
source: Specifies the order number from Shopify.
fi_fi: Määrittää Shopify-tilausnumeron.
fr_be: Spécifie le numéro de commande de Shopify.
it_it: Specifica il numero di ordine da Shopify.

# Page 437915150 - Control 34717358 - Property 1295455071
source: Specifies where the order is originated. Example values: web, pos, iphone, android.
fi_fi: Määrittää, mistä tilaus on peräisin. Esimerkkiarvot: verkko, POS, iPhone, Android.
fr_be: Spécifie l’origine de la commande. Exemples de valeurs : web, pdv, iPhone, Android.
it_it: Specifica l'origine dell'ordine. Valori di esempio: Web, POS, iPhone, Android.

# Page 437915150 - Control 355597529 - Property 1295455071
source: Specifies the code for the template to create a new customer.
fi_fi: Määrittää mallin koodin uuden asiakkaan luomista varten.
fr_be: Spécifie le code du modèle pour créer un client.
it_it: Specifica il codice del modello per creare un nuovo cliente.

# Page 437915150 - Control 355597529 - Property 2879900210
source: Customer Template Code
fi_fi: Asiakasmallin koodi
fr_be: Code modèle client
it_it: Codice modello cliente

# Page 437915150 - Control 3732224266 - Property 1295455071
source: Specifies whether this is a test order.
fi_fi: Määrittää, onko tämä testitilaus.
fr_be: Indique s’il s’agit d’une commande de test.
it_it: Specifica se si tratta di un ordine di test.

# Page 437915150 - Control 2466615012 - Property 1295455071
source: Specifies the date and time when the order was last modified.
fi_fi: Määrittää tilauksen viimeisimmän muokkauspäivämäärän ja -ajan.
fr_be: Spécifie la date et l’heure de la dernière modification de la commande.
it_it: Specifica la data e l'ora dell'ultima modifica dell'ordine.

# Page 437915150 - Control 512684737 - Property 1295455071
source: Specifies details or special instructions for the Shopify order. This description is copied to the sales order and the sales invoice.
fi_fi: Määrittää Shopify-tilauksen tiedot tai sitä koskevat erityisohjeet. Kuvaus kopioidaan myyntitilaukseen ja myyntilaskuun.
fr_be: Spécifie des détails ou des instructions spéciales pour la commande Shopify. Cette description est copiée sur la commande vente et la facture vente.
it_it: Specifica i dettagli o le istruzioni speciali per l'ordine Shopify. Questa descrizione viene copiata nell'ordine di vendita e nella fattura di vendita.

# Page 437915150 - Control 512684737 - Property 2879900210
source: Work Description
fi_fi: Työn kuvaus
fr_be: Description du travail
it_it: Descrizione lavoro

# Page 437915150 - Control 2996819813 - Property 2879900210
source: Invoice Details
fi_fi: Laskun tiedot
fr_be: Détails facture
it_it: Dettagli fattura

# Page 437915150 - Control 567887726 - Property 1295455071
source: Specifies the currency of amounts on the document.
fi_fi: Määrittää asiakirjan summien valuutan.
fr_be: Spécifie la devise des montants sur le document vente.
it_it: Specifica la valuta degli importi contenuti nel documento.

# Page 437915150 - Control 3417937915 - Property 1295455071
source: Specifies the sum of all discount amount on all lines in the document.
fi_fi: Määrittää kaikkien asiakirjan rivien kaikkien alennussummien yhteenlasketun summan.
fr_be: Spécifie la somme de tous les montants de remise sur toutes les lignes du document.
it_it: Specifica la somma degli importi sconto in tutte le righe nel documento.

# Page 437915150 - Control 2022602007 - Property 1295455071
source: Specifies the amount of the shipping cost.
fi_fi: Määrittää toimituskulujen summan.
fr_be: Spécifie le montant des frais d’expédition.
it_it: Specifica l'importo del costo di spedizione.

# Page 437915150 - Control 759329254 - Property 1295455071
source: Specifies the sum of the line amounts on all lines in the document minus any discount amounts.
fi_fi: Määrittää asiakirjan kaikkien rivien rivisummien yhteenlasketun summan, josta on vähennetty alennussummat.
fr_be: Spécifie la somme des montants de ligne sur toutes les lignes du document, moins les éventuels montants de remise.
it_it: Specifica la somma degli importi in tutte le righe del documento meno gli importi degli sconti.

# Page 437915150 - Control 588318770 - Property 1295455071
source: Specifies the sum of the line amounts on all lines in the document minus any discount amounts plus the shipping costs.
fi_fi: Määrittää asiakirjan kaikkien rivien rivisummien yhteenlasketun summan, josta on vähennetty alennussummat, sekä toimituskulut.
fr_be: Spécifie la somme des montants de ligne sur toutes les lignes du document, moins tout montant de remise ajouté aux frais d’expédition.
it_it: Specifica la somma degli importi in tutte le righe del documento meno gli importi degli sconti più le spese di spedizione.

# Page 437915150 - Control 2892191201 - Property 1295455071
source: Specifies the sum of tax amounts on all lines in the document.
fi_fi: Määrittää kaikkien asiakirjan rivien verosummien yhteenlasketun summan.
fr_be: Spécifie la somme des montants de taxe sur toutes les lignes du document.
it_it: Specifica la somma degli importi relativi alle imposte in tutte le righe nel documento.

# Page 437915150 - Control 1997225573 - Property 1295455071
source: Specifies if tax is included in the unit price.
fi_fi: Määrittää, sisältyykö vero yksikköhintaan.
fr_be: Spécifie si la taxe est incluse dans le prix unitaire.
it_it: Specifica se l'imposta è inclusa nel prezzo unitario.

# Page 437915150 - Control 2978143558 - Property 2879900210
source: Shipping and Billing
fi_fi: Toimitus ja laskutus
fr_be: Expédition et facturation
it_it: Spedizione e fatturazione

# Page 437915150 - Control 1292165876 - Property 2879900210
source: Bill-to
fi_fi: Laskutusasiakas
fr_be: Facturation
it_it: Fatturare a
