Repository: jbakach/MSDyn365BC.Code.History
Catalog: shopify/app/Shopify Connector/Translations/Shopify Connector.*.xlf
Languages: fi_fi, fr_be, it_it

# Table 75584159 - Field 230801761 - Property 2879900210
source: Closed At
fi_fi: Suljettu
fr_be: Fermé à
it_it: Data/Ora di chiusura

# Table 75584159 - Field 4141588837 - Property 2879900210
source: Confirmed
fi_fi: Vahvistettu
fr_be: Confirmé
it_it: Confermato

# Table 75584159 - Field 2632886192 - Property 2879900210
source: Contact Email
fi_fi: Yhteyshenkilön sähköpostiosoite
fr_be: E-mail du contact
it_it: E-mail contatto

# Table 75584159 - Field 2570673311 - Property 2879900210
source: Created At
fi_fi: Luotu
fr_be: Créé à
it_it: Data/Ora di creazione

# Table 75584159 - Field 3561154705 - Property 2879900210
source: Currency
fi_fi: Valuutta
fr_be: Devise
it_it: Valuta

# Table 75584159 - Field 4198939294 - Property 2879900210
source: Currency Code
fi_fi: Valuuttakoodi
fr_be: Code devise
it_it: Codice valuta

# Table 75584159 - Field 3307755171 - Property 2879900210
source: Customer Id
fi_fi: Asiakastunnus
fr_be: ID client
it_it: ID cliente

# Table 75584159 - Field 509464483 - Property 2879900210
source: Customer Template Code
fi_fi: Asiakasmallin koodi
fr_be: Code modèle client
it_it: Codice modello cliente

# Table 75584159 - Field 1267560475 - Property 2879900210
source: Discount Amount
fi_fi: Alennussumma
fr_be: Montant remise
it_it: Importo sconto

# Table 75584159 - Field 580412389 - Property 2879900210
source: Document Date
fi_fi: Asiakirjan päivämäärä
fr_be: Date document
it_it: Data documento

# Table 75584159 - Field 1285973296 - Property 2879900210
source: Email
fi_fi: Sähköposti

# Table 75584159 - Field 2852966117 - Property 2879900210
source: Error Message
fi_fi: Virheilmoitus
fr_be: Message d’erreur
it_it: Messaggio di errore

# Table 75584159 - Field 841933503 - Property 2879900210
source: Financial Status
fi_fi: Taloudellinen tila
fr_be: Statut financier
it_it: Stato finanziario

# Table 75584159 - Field 672695674 - Property 2879900210
source: Fulfillment Status
fi_fi: Jakelun tila
fr_be: Statut de l’exécution
it_it: Stato evasione

# Table 75584159 - Field 2565966642 - Property 2879900210
source: Fully Paid
fi_fi: Maksettu kokonaan
fr_be: Entièrement payé
it_it: Interamente pagato

# Table 75584159 - Field 3357486316 - Property 2879900210
source: Gateway
fi_fi: Yhdyskäytävä
fr_be: Passerelle

# Table 75584159 - Field 2915771342 - Property 2879900210
source: Has Error
fi_fi: Sisältää virheen
fr_be: Contient une erreur
it_it: Con errore

# Table 75584159 - Field 3134056892 - Property 2879900210
source: Location Id
fi_fi: Sijainnin tunnus
fr_be: ID magasin
it_it: ID ubicazione

# Table 75584159 - Field 1993866289 - Property 2879900210
source: Number of Lines
fi_fi: Rivien määrä
fr_be: Nombre de lignes
it_it: Numero di righe

# Table 75584159 - Field 1492274747 - Property 2879900210
source: Order Status URL
fi_fi: Tilauksen tilan URL-osoite
fr_be: URL de statut de la commande
it_it: URL stato ordine

# Table 75584159 - Field 3855271124 - Property 2879900210
source: Payment Method Code
fi_fi: Maksutavan koodi
fr_be: Code mode de règlement
it_it: Codice metodo di pagamento

# Table 75584159 - Field 3986423421 - Property 2879900210
source: Phone No.
fi_fi: Puhelinnro
fr_be: N° téléphone
it_it: Nr. di telefono

# Table 75584159 - Field 3208180638 - Property 2879900210
source: Processed
fi_fi: Käsitelty
fr_be: Traité
it_it: Elaborato

# Table 75584159 - Field 2446130881 - Property 2879900210
source: Processed At
fi_fi: Käsitelty
fr_be: Traité à
it_it: Data/Ora di elaborazione

# Table 75584159 - Field 3189649432 - Property 2879900210
source: Processing Method
fi_fi: Käsittelytapa
fr_be: Méthode de traitement
it_it: Metodo di elaborazione

# Table 75584159 - Field 1221660829 - Property 2879900210
source: Reference
fi_fi: Viittaus
fr_be: Référence
it_it: Riferimento

# Table 75584159 - Field 1069846527 - Property 2879900210
source: Risk Level
fi_fi: Riskitaso
fr_be: Niveau de risque
it_it: Livello di rischio

# Table 75584159 - Field 33726994 - Property 2879900210
source: Sales Invoice No.
fi_fi: Myyntilaskun nro
fr_be: N° facture vente
it_it: Nr. fattura di vendita

# Table 75584159 - Field 1475490283 - Property 2879900210
source: Sales Order No.
fi_fi: Myyntitilauksen nro
fr_be: N° commande vente
it_it: Nr. ordine di vendita

# Table 75584159 - Field 3606264650 - Property 2879900210
source: Sell-to Address
fi_fi: Tilausasiakkaan osoite
fr_be: Adresse du donneur d’ordre
it_it: Vendere a - Indirizzo

# Table 75584159 - Field 469609400 - Property 2879900210
source: Sell-to Address 2
fi_fi: Tilausasiakkaan osoite 2
fr_be: Adresse (2ème ligne) du donneur d’ordre
it_it: Vendere a - Indirizzo 2

# Table 75584159 - Field 1281923305 - Property 2879900210
source: Sell-to City
fi_fi: Tilausasiakkaan paikkakunta
fr_be: Ville du donneur d’ordre
it_it: Vendere a - Città

# Table 75584159 - Field 3434865006 - Property 2879900210
source: Sell-to Country/Region Code
fi_fi: Tilausasiakkaan maa-/aluekoodi
fr_be: Code pays/région du donneur d’ordre
it_it: Vendere a - Codice paese/area geografica

# Table 75584159 - Field 2137269300 - Property 2879900210
source: Sell-to Country/Region Name
fi_fi: Tilausasiakkaan maan/alueen nimi
fr_be: Nom du pays/de la région donneur d’ordre
it_it: Vendere a - Nome paese/area geografica

# Table 75584159 - Field 2131962646 - Property 2879900210
source: Sell-to County
fi_fi: Tilausasiakkaan lääni
fr_be: Région du donneur d’ordre
it_it: Vendere a - Regione

# Table 75584159 - Field 1474036805 - Property 2879900210
source: Sell-to Customer Name
fi_fi: Tilausasiakkaan nimi
fr_be: Nom du donneur d’ordre
it_it: Vendere a - Nome cliente

# Table 75584159 - Field 2958825091 - Property 2879900210
source: Sell-to Customer Name 2
fi_fi: Tilausasiakkaan nimi 2
fr_be: Nom du client du donneur d’ordre 2
it_it: Vendere a - Nome cliente 2

# Table 75584159 - Field 1225278069 - Property 2879900210
source: Sell-to Customer No.
fi_fi: Tilausasiakkaan nro
fr_be: N° donneur d’ordre
it_it: Vendere a - Nr. cliente

# Table 75584159 - Field 1270704127 - Property 2879900210
source: Sell-to First Name
fi_fi: Tilausasiakkaan etunimi
fr_be: Prénom du donneur d’ordre
it_it: Vendere a - Nome

# Table 75584159 - Field 2445830239 - Property 2879900210
source: Sell-to Last Name
fi_fi: Tilausasiakkaan sukunimi
fr_be: Nom du donneur d’ordre
it_it: Vendere a - Cognome

# Table 75584159 - Field 709296807 - Property 2879900210
source: Sell-to Post Code
fi_fi: Tilausasiakkaan postinumero
fr_be: Code postal du donneur d’ordre
it_it: Vendere a - Codice postale

# Table 75584159 - Field 497410264 - Property 2879900210
source: Session Hash
fi_fi: Istunnon hajautusarvo
fr_be: Code de hachage de session
it_it: Hash sessione

# Table 75584159 - Field 1187003046 - Property 2879900210
source: Ship-to Address
fi_fi: Toimitusasiakkaan osoite
fr_be: Adresse du destinataire
it_it: Spedire a - Indirizzo

# Table 75584159 - Field 1417792948 - Property 2879900210
source: Ship-to Address 2
fi_fi: Toimitusasiakkaan osoite 2
fr_be: Adresse (2ème ligne) du destinataire
it_it: Spedire a - Indirizzo 2

# Table 75584159 - Field 1981213637 - Property 2879900210
source: Ship-to City
fi_fi: Toimitusasiakkaan paikkakunta
fr_be: Ville du destinataire
it_it: Spedire a - Città

# Table 75584159 - Field 3354576322 - Property 2879900210
source: Ship-to Country/Region Code
fi_fi: Toimitusasiakkaan maa-/aluekoodi
fr_be: Code pays/région du destinataire
it_it: Spedire a - Codice paese/area geografica

# Table 75584159 - Field 4040602008 - Property 2879900210
source: Ship-to Country/Region Name
fi_fi: Toimitusasiakkaan maan/alueen nimi
fr_be: Nom pays/région du destinataire
it_it: Spedire a - Nome paese/area geografica

# Table 75584159 - Field 187607738 - Property 2879900210
source: Ship-to County
fi_fi: Toimitusasiakkaan lääni
fr_be: Région du destinataire
it_it: Spedire a - Regione

# Table 75584159 - Field 263002571 - Property 2879900210
source: Ship-to First Name
fi_fi: Toimitusasiakkaan etunimi
fr_be: Prénom du destinataire
it_it: Spedire a - Nome

# Table 75584159 - Field 3226903691 - Property 2879900210
source: Ship-to Last Name
fi_fi: Toimitusasiakkaan sukunimi
fr_be: Nom du destinataire
it_it: Spedire a - Cognome

# Table 75584159 - Field 39457296 - Property 2879900210
source: Ship-to Latitude
fi_fi: Toimitusasiakkaan leveysaste
fr_be: Latitude du destinataire
it_it: Spedire a - Latitudine

# Table 75584159 - Field 100393185 - Property 2879900210
source: Ship-to Longitude
fi_fi: Toimitusasiakkaan pituusaste
fr_be: Longitude du destinataire
it_it: Spedire a - Longitudine

# Table 75584159 - Field 2743501653 - Property 2879900210
source: Ship-to Name
fi_fi: Toimitusasiakkaan nimi
fr_be: Nom du destinataire
it_it: Spedire a - Nome

# Table 75584159 - Field 3261344115 - Property 2879900210
source: Ship-to Name 2
fi_fi: Toimitusasiakkaan nimi 2
fr_be: Nom du destinataire 2
it_it: Spedire a - Nome 2

# Table 75584159 - Field 3172878019 - Property 2879900210
source: Ship-to Post Code
fi_fi: Toimitusasiakkaan postinumero
fr_be: Code postal du destinataire
it_it: Spedire a - Codice postale

# Table 75584159 - Field 3433279777 - Property 2879900210
source: Shipping Charges Amount
fi_fi: Toimitusmaksujen summa
fr_be: Montant frais d’expédition
it_it: Importo spese spedizione

# Table 75584159 - Field 563380244 - Property 2879900210
source: Shipping Method Code
fi_fi: Toimitustavan koodi
fr_be: Code mode de livraison
it_it: Codice metodo spedizione

# Table 75584159 - Field 1669136979 - Property 2879900210
source: Shop Code
fi_fi: Kaupan koodi
fr_be: Code magasin
it_it: Codice punto vendita

# Table 75584159 - Field 1002454459 - Property 2879900210
source: Shopify Order Id
fi_fi: Shopify-tilaustunnus
fr_be: ID commande Shopify
it_it: ID ordine Shopify

# Table 75584159 - Field 2001565445 - Property 2879900210
source: Shopify Order No.
fi_fi: Shopify-tilausnro
fr_be: N° commande Shopify
it_it: Nr. ordine Shopify

# Table 75584159 - Field 1343707150 - Property 2879900210
source: Source Name
fi_fi: Lähteen nimi
fr_be: Nom origine
it_it: Nome origine

# Table 75584159 - Field 1531107246 - Property 2879900210
source: Subtotal Amount
fi_fi: Välisumma
fr_be: Montant du sous-total
it_it: Importo subtotale

# Table 75584159 - Field 3732224266 - Property 2879900210
source: Test
fi_fi: Testi

# Table 75584159 - Field 4146460525 - Property 2879900210
source: Token
fi_fi: Tunnus
fr_be: Jeton

# Table 75584159 - Field 3692706522 - Property 2879900210
source: Total Amount
fi_fi: Summa yhteensä
fr_be: Montant total
it_it: Importo totale

# Table 75584159 - Field 3256821300 - Property 2879900210
source: Total Items Amount
fi_fi: Nimikkeiden kokonaissumma
fr_be: Montant total des articles
it_it: Importo totale articoli

# Table 75584159 - Field 475615058 - Property 2879900210
source: Total Quantity of Items
fi_fi: Nimikkeiden määrä yhteensä
fr_be: Quantité totale des articles
it_it: Quantità totale di articoli

# Table 75584159 - Field 3415498620 - Property 2879900210
source: Total Tip Received
fi_fi: Saatu tippi yhteensä
fr_be: Total des pourboires reçus
it_it: Totale gratifica ricevuta

# Table 75584159 - Field 582094086 - Property 2879900210
source: Total Weight
fi_fi: Kokonaispaino
fr_be: Poids total
it_it: Peso totale

# Table 75584159 - Field 4268781252 - Property 2879900210
source: Updated At
fi_fi: Päivitetty
fr_be: Mis à jour à
it_it: Data/Ora di aggiornamento

# Table 75584159 - Field 1108276017 - Property 2879900210
source: VAT Amount
fi_fi: ALV-summa
fr_be: Montant TVA
it_it: Importo IVA

# Table 75584159 - Field 2150829461 - Property 2879900210
source: VAT Included
fi_fi: ALV sisältyy
fr_be: TVA incluse
it_it: IVA inclusa

# Table 75584159 - Field 22244033 - Property 2879900210
source: Work Description
fi_fi: Työn kuvaus
fr_be: Description du travail
it_it: Descrizione lavoro

# Table 4054626232 - Property 2879900210
source: Shopify Order Line
fi_fi: Shopify-tilausrivi
fr_be: Ligne de commande Shopify
it_it: Riga ordine Shopify

# Table 4054626232 - Field 3461834954 - Property 2879900210
source: Description
fi_fi: Kuvaus
it_it: Descrizione

# Table 4054626232 - Field 1267560475 - Property 2879900210
source: Discount Amount
fi_fi: Alennussumma
fr_be: Montant remise
it_it: Importo sconto

# Table 4054626232 - Field 1368760363 - Property 2879900210
source: Fulfillable Quantity
fi_fi: Jaettava määrä
fr_be: Quantité pouvant être exécutée
it_it: Quantità disponibile per l'evasione

# Table 4054626232 - Field 1307489817 - Property 2879900210
source: Fulfillment Service
fi_fi: Jakelupalvelu
fr_be: Service d’exécution
it_it: Servizio di evasione

# Table 4054626232 - Field 1608812868 - Property 2879900210
source: Gift Card
fi_fi: Lahjakortti
fr_be: Carte cadeau
it_it: Buono regalo

# Table 4054626232 - Field 568743302 - Property 2879900210
source: Item No.
fi_fi: Nimikenro
fr_be: N° article
it_it: Nr. articolo

# Table 4054626232 - Field 2724623677 - Property 2879900210
source: Line Id
fi_fi: Rivitunnus
fr_be: ID ligne
it_it: ID riga

# Table 4054626232 - Field 3134056892 - Property 2879900210
source: Location Id
fi_fi: Sijainnin tunnus
fr_be: ID magasin
it_it: ID ubicazione

# Table 4054626232 - Field 780313813 - Property 2879900210
source: Product Exists
fi_fi: Tuote on olemassa
fr_be: Produit existe
it_it: Prodotto esistente

# Table 4054626232 - Field 2704404533 - Property 2879900210
source: Quantity
fi_fi: Määrä
fr_be: Quantité
it_it: Quantità

# Table 4054626232 - Field 1002454459 - Property 2879900210
source: Shopify Order Id
fi_fi: Shopify-tilaustunnus
fr_be: ID commande Shopify
it_it: ID ordine Shopify

# Table 4054626232 - Field 822707320 - Property 2879900210
source: Shopify Product Id
fi_fi: Shopify-tuotetunnus
fr_be: ID produit Shopify
it_it: ID prodotto Shopify

# Table 4054626232 - Field 2362733372 - Property 2879900210
source: Shopify Variant Id
fi_fi: Shopify-versiotunnus
fr_be: ID variante Shopify
it_it: ID variante Shopify

# Table 4054626232 - Field 50922609 - Property 2879900210
source: Taxable
fi_fi: Verotettava
fr_be: Imposable
it_it: Imponibile

# Table 4054626232 - Field 3164703711 - Property 2879900210
source: Tip
fi_fi: Vinkki
fr_be: Pourboire
it_it: Gratifica

# Table 4054626232 - Field 2385270358 - Property 2879900210
source: Unit of Measure Code
fi_fi: Mittayksikön koodi
fr_be: Code unité
it_it: Codice unità di misura

# Table 4054626232 - Field 2937233469 - Property 2879900210
source: Unit Price
fi_fi: Yksikköhinta
fr_be: Prix unitaire
it_it: Prezzo unitario

# Table 4054626232 - Field 3450651614 - Property 2879900210
source: Variant Code
fi_fi: Versiokoodi
fr_be: Code variante
it_it: Codice variante

# Table 4054626232 - Field 2601276131 - Property 2879900210
source: Variant Description
fi_fi: Version kuvaus
fr_be: Description de la variante
it_it: Descrizione variante

# Table 1780743060 - Property 2879900210
source: Shopify Order Payment Gateway
fi_fi: Shopify-tilausten maksuyhdyskäytävä
fr_be: Passerelle de paiement de commande Shopify
it_it: Gateway di pagamento ordine Shopify

# Table 1780743060 - Field 2961552353 - Property 2879900210
source: Name
fi_fi: Nimi
fr_be: Nom
it_it: Nome

# Table 1780743060 - Field 2070199485 - Property 2879900210
source: Order Id
fi_fi: Tilaustunnus
fr_be: ID commande
it_it: ID ordine

# Table 2449516403 - Property 2879900210
source: Shopify Order Risk
fi_fi: Shopifyn tilausriski
fr_be: Risque de commande Shopify
it_it: Rischio ordine Shopify

# Table 2449516403 - Field 592964086 - Property 2879900210
source: Display
fi_fi: Näytä
fr_be: Afficher
it_it: Visualizza

# Table 2449516403 - Field 1789400218 - Property 2879900210
source: Level
fi_fi: Taso
fr_be: Niveau
it_it: Livello

# Table 2449516403 - Field 3320823955 - Property 2879900210
source: Line No.
fi_fi: Rivinro
fr_be: N° ligne
it_it: Nr. riga

# Table 2449516403 - Field 3080618677 - Property 2879900210
source: Message
fi_fi: Viesti
it_it: Messaggio

# Table 2449516403 - Field 2070199485 - Property 2879900210
source: Order Id
fi_fi: Tilaustunnus
fr_be: ID commande
it_it: ID ordine

# Table 3869916459 - Property 2879900210
source: Shopify Order Shipping Charges
fi_fi: Shopify-tilauksen toimituskulut
fr_be: Frais d’expédition de la commande Shopify
it_it: Costi di spedizione ordine Shopify

# Table 3869916459 - Field 636392376 - Property 2879900210
source: Amount
fi_fi: Summa
fr_be: Montant
it_it: Importo

# Table 3869916459 - Field 3004954119 - Property 2879900210
source: Code
fi_fi: Koodi
it_it: Codice

# Table 3869916459 - Field 1267560475 - Property 2879900210
source: Discount Amount
fi_fi: Alennussumma
fr_be: Montant remise
it_it: Importo sconto

# Table 3869916459 - Field 1002454459 - Property 2879900210
source: Shopify Order Id
fi_fi: Shopify-tilaustunnus
fr_be: ID commande Shopify
it_it: ID ordine Shopify

# Table 3869916459 - Field 1518762469 - Property 2879900210
source: Shopify Shipping Line Id
fi_fi: Shopify-toimitusrivitunnus
fr_be: ID ligne expédition Shopify
it_it: ID riga spedizione Shopify

# Table 3869916459 - Field 2397723431 - Property 2879900210
source: Source
fi_fi: Lähde
it_it: Origine

# Table 3869916459 - Field 329424276 - Property 2879900210
source: Title
fi_fi: Otsikko
fr_be: Titre
it_it: Titolo

# Table 2356853355 - Property 2879900210
source: Shopify Order Tax Line
fi_fi: Shopify-tilausten verorivi
fr_be: Ligne de taxe de commande Shopify
it_it: Riga imposta ordine Shopify

# Table 2356853355 - Field 636392376 - Property 2879900210
source: Amount
fi_fi: Summa
fr_be: Montant
it_it: Importo

# Table 2356853355 - Field 4198939294 - Property 2879900210
source: Currency Code
fi_fi: Valuuttakoodi
fr_be: Code devise
it_it: Codice valuta

# Table 2356853355 - Field 3320823955 - Property 2879900210
source: Line No.
fi_fi: Rivinro
fr_be: N° ligne
it_it: Nr. riga

# Table 2356853355 - Field 1605937931 - Property 2879900210
source: Parent Id
fi_fi: Päätunnus
fr_be: ID parent
it_it: ID padre

# Table 2356853355 - Field 2006937558 - Property 2879900210
source: Rate
fi_fi: Prosentti
fr_be: Taux
it_it: Aliquota

# Table 2356853355 - Field 329424276 - Property 2879900210
source: Title
fi_fi: Otsikko
fr_be: Titre
it_it: Titolo

# Table 2500861754 - Property 2879900210
source: Shopify Order Transaction
fi_fi: Shopify-tilaustapahtuma
fr_be: Transaction de commande Shopify
it_it: Transazione ordine Shopify

# Table 2500861754 - Field 636392376 - Property 2879900210
source: Amount
fi_fi: Summa
fr_be: Montant
it_it: Importo

# Table 2500861754 - Field 1246219133 - Property 2879900210
source: Authorization
fi_fi: Valtuutus
fr_be: Autorisation
it_it: Autorizzazione

# Table 2500861754 - Field 3106711140 - Property 2879900210
source: AVS Result Code
fi_fi: AVS-tuloskoodi
fr_be: Code résultat AVS
it_it: Codice verifica AVS

# Table 2500861754 - Field 2570673311 - Property 2879900210
source: Created At
fi_fi: Luotu
fr_be: Créé à
it_it: Data/Ora di creazione

# Table 2500861754 - Field 210118528 - Property 2879900210
source: Credit Card Bin
fi_fi: Luottokortin BIN
fr_be: Emplacement de carte de crédit
it_it: BIN carta di credito

# Table 2500861754 - Field 3473392178 - Property 2879900210
source: Credit Card company
fi_fi: Luottokorttiyhtiö
fr_be: Société de carte de crédit
it_it: Società emittente carte di credito

# Table 2500861754 - Field 387235406 - Property 2879900210
source: Credit Card Number
fi_fi: Luottokortin numero
fr_be: Numéro de carte de crédit
it_it: Numero carta di credito

# Table 2500861754 - Field 3561154705 - Property 2879900210
source: Currency
fi_fi: Valuutta
fr_be: Devise
it_it: Valuta

# Table 2500861754 - Field 2137384441 - Property 2879900210
source: CVV Result Code
fi_fi: CVV-tuloskoodi
fr_be: Code de résultat CVV
it_it: Codice verifica CVV

# Table 2500861754 - Field 3676003639 - Property 2879900210
source: Error Code
fi_fi: Virhekoodi
fr_be: Code d’erreur
it_it: Codice di errore

# Table 2500861754 - Field 3357486316 - Property 2879900210
source: Gateway
fi_fi: Yhdyskäytävä
fr_be: Passerelle

# Table 2500861754 - Field 2607539103 - Property 2879900210
source: Gift Card Id
fi_fi: Lahjakortin tunnus
fr_be: ID carte cadeau
it_it: ID buono regalo

# Table 2500861754 - Field 3080618677 - Property 2879900210
source: Message
fi_fi: Viesti
it_it: Messaggio

# Table 2500861754 - Field 1605937931 - Property 2879900210
source: Parent Id
fi_fi: Päätunnus
fr_be: ID parent
it_it: ID padre

# Table 2500861754 - Field 3566004263 - Property 2879900210
source: Payment Method
fi_fi: Maksutapa
fr_be: Mode de règlement
it_it: Metodo di pagamento

# Table 2500861754 - Field 4128036724 - Property 2879900210
source: Payment Priority
fi_fi: Maksuprioriteetti
fr_be: Priorité paiement
it_it: Priorità pagamento

# Table 2500861754 - Field 2068751393 - Property 2879900210
source: Posted Invoice No.
fi_fi: Kirjatun laskun nro
fr_be: N° facture enregistrée
it_it: Nr. fattura registrata

# Table 2500861754 - Field 3999266964 - Property 2879900210
source: Sales Document No.
fi_fi: Myyntiasiakirjan nro
fr_be: N° document vente
it_it: Nr. documento di vendita

# Table 2500861754 - Field 1669136979 - Property 2879900210
source: Shop Code
fi_fi: Kaupan koodi
fr_be: Code magasin
it_it: Codice punto vendita

# Table 2500861754 - Field 1002454459 - Property 2879900210
source: Shopify Order Id
fi_fi: Shopify-tilaustunnus
fr_be: ID commande Shopify
it_it: ID ordine Shopify

# Table 2500861754 - Field 443425085 - Property 2879900210
source: Shopify Transaction Id
fi_fi: Shopify-tapahtumatunnus
fr_be: ID transaction Shopify
it_it: ID transazione Shopify

# Table 2500861754 - Field 1343707150 - Property 2879900210
source: Source Name
fi_fi: Lähteen nimi
fr_be: Nom origine
it_it: Nome origine

# Table 2500861754 - Field 513339096 - Property 2879900210
source: Status
fi_fi: Tila
fr_be: Statut
it_it: Stato

# Table 2500861754 - Field 3732224266 - Property 2879900210
source: Test
fi_fi: Testi

# Table 2500861754 - Field 1878130204 - Property 2879900210
source: Type
fi_fi: Tyyppi
it_it: Tipo

# Table 2016272457 - Property 2879900210
source: Shopify Orders to Import
fi_fi: Tuotavat Shopify-tilaukset
fr_be: Commandes Shopify à importer
it_it: Ordini Shopify da importare

# Table 2016272457 - Field 591769493 - Property 2879900210
source: Attribute Key Exists
fi_fi: Määriteavain on luotu
fr_be: La clé d’attribut existe
it_it: Chiave di attributo esistente

# Table 2016272457 - Field 5850845 - Property 2879900210
source: Attribute Key Filter
fi_fi: Määriteavaimen suodatus
fr_be: Filtre clé d’attribut
it_it: Filtro chiave di attributo

# Table 2016272457 - Field 4141588837 - Property 2879900210
source: Confirmed
fi_fi: Vahvistettu
fr_be: Confirmé
it_it: Confermato

# Table 2016272457 - Field 2570673311 - Property 2879900210
source: Created At
fi_fi: Luotu
fr_be: Créé à
it_it: Data/Ora di creazione

# Table 2016272457 - Field 4198939294 - Property 2879900210
source: Currency Code
fi_fi: Valuuttakoodi
fr_be: Code devise
it_it: Codice valuta

# Table 2016272457 - Field 883711285 - Property 2879900210
source: Entry No.
fi_fi: Tapahtumanro
fr_be: N° écriture
it_it: Nr. movimento

# Table 2016272457 - Field 3446276168 - Property 2879900210
source: Error Call Stack
fi_fi: Virheen kutsupino
fr_be: Pile d’appels de l’erreur
it_it: Stack di chiamate errore

# Table 2016272457 - Field 2852966117 - Property 2879900210
source: Error Message
fi_fi: Virheilmoitus
fr_be: Message d’erreur
it_it: Messaggio di errore

# Table 2016272457 - Field 841933503 - Property 2879900210
source: Financial Status
fi_fi: Taloudellinen tila
fr_be: Statut financier
it_it: Stato finanziario

# Table 2016272457 - Field 672695674 - Property 2879900210
source: Fulfillment Status
fi_fi: Jakelun tila
fr_be: Statut de l’exécution
it_it: Stato evasione

# Table 2016272457 - Field 2565966642 - Property 2879900210
source: Fully Paid
fi_fi: Maksettu kokonaan
fr_be: Entièrement payé
it_it: Interamente pagato
