Repository: jbakach/MSDyn365BC.Code.History
Catalog: shopify/app/Shopify Connector/Translations/Shopify Connector.*.xlf
Languages: fi_fi, fr_be, it_it

# Enum 1984319471 - EnumValue 3612752453 - Property 2879900210
source: Get Next Customer Ids
fi_fi: Hae seuraavat asiakastunnukset
fr_be: Obtenir les ID client suivants
it_it: Ottieni ID cliente successivo

# Enum 1984319471 - EnumValue 45143363 - Property 2879900210
source: Get Next Inventory Entries
fi_fi: Hae seuraavat varastotapahtumat
fr_be: Obtenir les écritures inventaire suivantes
it_it: Ottieni movimenti inventario successivi

# Enum 1984319471 - EnumValue 2210196711 - Property 2879900210
source: Get Next Order Fulfillment
fi_fi: Hae seuraava tilauksen jakelu
fr_be: Obtenir l’exécution de la commande suivante
it_it: Ottieni evasione ordine successiva

# Enum 1984319471 - EnumValue 3710014334 - Property 2879900210
source: Get Next Orders to Import
fi_fi: Hae seuraavat tuotavat tilaukset
fr_be: Obtenir les commandes suivantes à importer
it_it: Ottieni ordini successivi da importare

# Enum 1984319471 - EnumValue 3584000272 - Property 2879900210
source: Get Next Product Ids
fi_fi: Hae seuraavat tuotetunnukset
fr_be: Obtenir les ID produits suivants
it_it: Ottieni ID prodotto successivo

# Enum 1984319471 - EnumValue 3873949562 - Property 2879900210
source: Get Product Images
fi_fi: Hae tuotekuvat
fr_be: Obtenir des images de produits
it_it: Ottieni immagini prodotto

# Enum 1984319471 - EnumValue 2403203725 - Property 2879900210
source: Get Next Product Variant Ids
fi_fi: Hae seuraavat tuoteversiotunnukset
fr_be: Obtenir les ID variante de produit suivants
it_it: Ottieni ID variante prodotto successivo

# Enum 1984319471 - EnumValue 2718353483 - Property 2879900210
source: Get Next Product Variant Images
fi_fi: Hae seuraavat tuoteversiokuvat
fr_be: Obtenir les images de variante de produit suivantes
it_it: Ottieni immagini variante prodotto successivo

# Enum 1984319471 - EnumValue 2379002150 - Property 2879900210
source: Get Order Fulfillment
fi_fi: Hae tilauksen jakelu
fr_be: Obtenir l’exécution de la commande
it_it: Ottieni evasione ordini

# Enum 1984319471 - EnumValue 3041177663 - Property 2879900210
source: Get Orders to Import
fi_fi: Hae tuotavat tilaukset
fr_be: Obtenir les commandes à importer
it_it: Ottieni ordini da importare

# Enum 1984319471 - EnumValue 2151931613 - Property 2879900210
source: Get Product By Id
fi_fi: Hae tuote tunnuksen perusteella
fr_be: Obtenir un produit par ID
it_it: Ottieni prodotto per ID

# Enum 1984319471 - EnumValue 930445485 - Property 2879900210
source: Get Product Ids
fi_fi: Hae tuotetunnukset
fr_be: Obtenir les ID produits
it_it: Ottieni ID prodotto

# Enum 1984319471 - EnumValue 1055219755 - Property 2879900210
source: Get Product Images
fi_fi: Hae tuotekuvat
fr_be: Obtenir des images de produits
it_it: Ottieni immagini prodotto

# Enum 1984319471 - EnumValue 4251599368 - Property 2879900210
source: Get Product Variant Ids
fi_fi: Hae tuoteversiotunnukset
fr_be: Obtenir les ID variante de produit
it_it: Ottieni ID variante prodotto

# Enum 1984319471 - EnumValue 686213634 - Property 2879900210
source: Get Next Product Variant Images
fi_fi: Hae seuraavat tuoteversiokuvat
fr_be: Obtenir les images de variante de produit suivantes
it_it: Ottieni immagini variante prodotto successivo

# Enum 1984319471 - EnumValue 3066567385 - Property 2879900210
source: Get Variant by Id
fi_fi: Hae versio tunnuksen perusteella
fr_be: Obtenir la variante par ID
it_it: Ottieni variante per ID

# Enum 1984319471 - EnumValue 4163914002 - Property 2879900210
source: Order Risks
fi_fi: Tilauksen riskit
fr_be: Risques de commande
it_it: Rischi ordine

# Enum 1984319471 - EnumValue 2200927476 - Property 2879900210
source: Update Order Attributes
fi_fi: Päivitä tilauksen määritteet
fr_be: Mettre à jour les attributs de commande
it_it: Aggiorna attributi ordine

# Enum 789674161 - Property 2879900210
source: Shopify Import Action
fi_fi: Shopifyn tuontitoiminto
fr_be: Action d’importation Shopify
it_it: Azione importazione Shopify

# Enum 789674161 - EnumValue 4137051400 - Property 2879900210
source: New
fi_fi: Uusi
fr_be: Nouveau
it_it: Nuovo

# Enum 789674161 - EnumValue 642782499 - Property 2879900210
source: Update
fi_fi: Päivitä
fr_be: Mettre à jour
it_it: Aggiorna

# Enum 2636847231 - Property 2879900210
source: Shopify Inventory Management
fi_fi: Shopify-varastonhallinta
fr_be: Gestion des stocks Shopify
it_it: Gestione inventario Shopify

# Enum 2636847231 - EnumValue 519585812 - Property 2879900210
source: Fulfillment Service
fi_fi: Jakelupalvelu
fr_be: Service d’exécution
it_it: Servizio di evasione

# Enum 2636847231 - EnumValue 1494346385 - Property 2879900210
source: Not Managed
fi_fi: Ei hallittu
fr_be: Non géré
it_it: Non gestito

# Enum 3113349866 - Property 2879900210
source: Shopify Inventory Policy
fi_fi: Shopify-varastokäytäntö
fr_be: Stratégie de stock Shopify
it_it: Criterio inventario Shopify

# Enum 3113349866 - EnumValue 1049621811 - Property 2879900210
source: Continue
fi_fi: Jatka
fr_be: Continuer
it_it: Continua

# Enum 3113349866 - EnumValue 2372576578 - Property 2879900210
source: Deny
fi_fi: Estä
fr_be: Refuser
it_it: Rifiuta

# Enum 4230855559 - Property 2879900210
source: Shopify Mapping Direction
fi_fi: Shopifyn yhdistämisen suunta
fr_be: Sens du mappage Shopify
it_it: Direzione mapping Shopify

# Enum 4230855559 - EnumValue 224320628 - Property 2879900210
source: BC to Shopify
fi_fi: BC Shopifyhin
fr_be: BC à Shopify
it_it: Da BC in Shopify

# Enum 4230855559 - EnumValue 65971348 - Property 2879900210
source: Shopify to BC
fi_fi: Shopifysta BC:hen
fr_be: Shopify à BC
it_it: Da Shopify in BC

# Enum 3097813108 - Property 2879900210
source: Shopify Metafield Value Type
fi_fi: Shopifyn metakentän arvotyyppi
fr_be: Type valeur de métachamp Shopify
it_it: Tipo di valore metacampo Shopify

# Enum 3097813108 - EnumValue 3883182266 - Property 2879900210
source: Integer
fi_fi: Kokonaisluku
fr_be: Entier
it_it: Intero

# Enum 3097813108 - EnumValue 1736694239 - Property 2879900210
source: String
fi_fi: Merkkijono
fr_be: Chaîne
it_it: Stringa

# Enum 1252581514 - Property 2879900210
source: Shopify Name Source
fi_fi: Shopify-nimilähde
fr_be: Source nom Shopify
it_it: Nome origine Shopify

# Enum 1252581514 - EnumValue 552006252 - Property 2879900210
source: Company Name
fi_fi: Yrityksen nimi
fr_be: Nom de la société
it_it: Nome società

# Enum 1252581514 - EnumValue 2071371704 - Property 2879900210
source: First Name and Last Name
fi_fi: Etunimi ja sukunimi
fr_be: Prénom et nom
it_it: Nome e cognome

# Enum 1252581514 - EnumValue 1396933104 - Property 2879900210
source: Last Name and First Name
fi_fi: Sukunimi ja etunimi
fr_be: Nom et prénom
it_it: Cognome e nome

# Enum 1252581514 - EnumValue 3371220206 - Property 2879900210
source: None
fi_fi: Ei mitään
fr_be: Aucun
it_it: Nessuno

# Enum 2723089908 - Property 2879900210
source: Shopify Order Fulfill. Status
fi_fi: Shopify-tilauksen jakelun tila
fr_be: Statut exéc. commande Shopify
it_it: Stato evasione ordine Shopify

# Enum 2723089908 - EnumValue 4235111603 - Property 2879900210
source: Fulfilled
fi_fi: Jaettu
fr_be: Exécuté
it_it: Evaso

# Enum 2723089908 - EnumValue 2451670943 - Property 2879900210
source: In Progress
fi_fi: Työn alla
fr_be: En cours
it_it: In corso

# Enum 2723089908 - EnumValue 4259830144 - Property 2879900210
source: Open
fi_fi: Avoin
fr_be: Ouvert
it_it: Aperto

# Enum 2723089908 - EnumValue 1701720209 - Property 2879900210
source: Partially Fulfilled
fi_fi: Osittain jaettu
fr_be: Partiellement exécuté
it_it: Evaso parzialmente

# Enum 2723089908 - EnumValue 189987390 - Property 2879900210
source: Pending Fulfillment
fi_fi: Odottaa jakelu
fr_be: Exécution en attente
it_it: Evasione in sospeso

# Enum 2723089908 - EnumValue 743735314 - Property 2879900210
source: Restocked
fi_fi: Täydennetty
fr_be: Restocké
it_it: Rifornito

# Enum 2723089908 - EnumValue 803354442 - Property 2879900210
source: Unfulfilled
fi_fi: Ei jaettu
fr_be: Non exécuté
it_it: Non evaso

# Enum 2315122553 - Property 2879900210
source: Shopify Payment Trans. Source
fi_fi: Shopify-maksutapahtuman lähde
fr_be: Source trans. paiement Shopify
it_it: Transazioni di origine pagamento Shopify

# Enum 2315122553 - EnumValue 1211660521 - Property 2879900210
source: Adjustment
fi_fi: Muutos
fr_be: Ajustement
it_it: Rettifica

# Enum 2315122553 - EnumValue 1766782118 - Property 2879900210
source: Charge
fi_fi: Veloitus
fr_be: Frais
it_it: Addebito

# Enum 2315122553 - EnumValue 2845310126 - Property 2879900210
source: Dispute
fi_fi: Kiista
fr_be: Litige
it_it: Controversia

# Enum 2315122553 - EnumValue 2620891970 - Property 2879900210
source: Payout
fi_fi: Maksu
fr_be: Règlement
it_it: Pagamento

# Enum 2315122553 - EnumValue 4028787690 - Property 2879900210
source: Refund
fi_fi: Hyvitys
fr_be: Rembourser
it_it: Rimborso

# Enum 2315122553 - EnumValue 825293260 - Property 2879900210
source: Reserve
fi_fi: Varaus
fr_be: Réserver
it_it: Impegna

# Enum 2979044366 - Property 2879900210
source: Shopify Payment Transcation Type
fi_fi: Shopify-maksutapahtuman tyyppi
fr_be: Type transcation de paiement Shopify
it_it: Tipo di transazione pagamento Shopify

# Enum 2979044366 - EnumValue 1211660521 - Property 2879900210
source: Adjustment
fi_fi: Muutos
fr_be: Ajustement
it_it: Rettifica

# Enum 2979044366 - EnumValue 1766782118 - Property 2879900210
source: Charge
fi_fi: Veloitus
fr_be: Frais
it_it: Addebito

# Enum 2979044366 - EnumValue 2141525479 - Property 2879900210
source: Credit
fi_fi: Kredit
fr_be: Crédit
it_it: Avere

# Enum 2979044366 - EnumValue 84647506 - Property 2879900210
source: Debit
fi_fi: Debet
fr_be: Débit
it_it: Dare

# Enum 2979044366 - EnumValue 2845310126 - Property 2879900210
source: Dispute
fi_fi: Kiista
fr_be: Litige
it_it: Controversia

# Enum 2979044366 - EnumValue 1312079120 - Property 2879900210
source: Payment Refund
fi_fi: Maksuhyvitys
fr_be: Remboursement paiement
it_it: Rimborso pagamento

# Enum 2979044366 - EnumValue 2620891970 - Property 2879900210
source: Payout
fi_fi: Maksu
fr_be: Règlement
it_it: Pagamento

# Enum 2979044366 - EnumValue 1368527819 - Property 2879900210
source: Payout Cancellation
fi_fi: Maksun peruutus
fr_be: Annulation règlement
it_it: Annullamento pagamento

# Enum 2979044366 - EnumValue 1170876810 - Property 2879900210
source: Payout Failure
fi_fi: Maksuvirhe
fr_be: Échec règlement
it_it: Pagamento non riuscito

# Enum 2979044366 - EnumValue 4028787690 - Property 2879900210
source: Refund
fi_fi: Hyvitys
fr_be: Rembourser
it_it: Rimborso

# Enum 2979044366 - EnumValue 825293260 - Property 2879900210
source: Reserve
fi_fi: Varaus
fr_be: Réserver
it_it: Impegna

# Enum 1109428354 - Property 2879900210
source: Payout Status
fi_fi: Maksun tila
fr_be: Statut du règlement
it_it: Stato pagamento

# Enum 1109428354 - EnumValue 3844911025 - Property 2879900210
source: Canceled
fi_fi: Peruutettu
fr_be: Annulé
it_it: Annullato

# Enum 1109428354 - EnumValue 3826689261 - Property 2879900210
source: Failed
fi_fi: Epäonnistui
fr_be: Échec
it_it: Non riuscito

# Enum 1109428354 - EnumValue 341853908 - Property 2879900210
source: In Transit
fi_fi: Kuljetuksessa
fr_be: En transit
it_it: In transito

# Enum 1109428354 - EnumValue 789473408 - Property 2879900210
source: Paid
fi_fi: Maksettu
fr_be: Payé
it_it: Pagato

# Enum 1109428354 - EnumValue 3431804371 - Property 2879900210
source: Scheduled
fi_fi: Ajoitettu
fr_be: Planifié
it_it: Pianificato

# Enum 749599948 - Property 2879900210
source: Shopify Processing Method
fi_fi: Shopify-käsittelytapa
fr_be: Méthode de traitement Shopify
it_it: Metodo di elaborazione Shopify

# Enum 749599948 - EnumValue 3424086012 - Property 2879900210
source: Checkout
fi_fi: Kassa
fr_be: Validation
it_it: Completa transazione

# Enum 749599948 - EnumValue 2672871879 - Property 2879900210
source: Direct
fi_fi: Suora
it_it: Diretto

# Enum 749599948 - EnumValue 2841419070 - Property 2879900210
source: Express
fi_fi: Pika
it_it: Espresso

# Enum 749599948 - EnumValue 61828920 - Property 2879900210
source: Free
fi_fi: Maksuton
fr_be: Gratuit
it_it: Disponibile

# Enum 749599948 - EnumValue 1508634494 - Property 2879900210
source: Manual
fi_fi: Manuaalinen
fr_be: Manuel
it_it: Manuale

# Enum 749599948 - EnumValue 735489952 - Property 2879900210
source: Offsite
fi_fi: Sivuston ulkopuolella
fr_be: Hors site
it_it: Sede esterna

# Enum 749599948 - EnumValue 4294440508 - Property 2879900210
source: Unknown
fi_fi: Tuntematon
fr_be: Inconnu
it_it: Sconosciuto

# Enum 2900016621 - Property 2879900210
source: Shopify Product Status
fi_fi: Shopify-tuotteen tila
fr_be: Statut du produit Shopify
it_it: Stato prodotto Shopify

# Enum 2900016621 - EnumValue 1090351696 - Property 2879900210
source: Active
fi_fi: Aktiivinen
fr_be: Actif
it_it: Attivo

# Enum 2900016621 - EnumValue 57370450 - Property 2879900210
source: Archived
fi_fi: Arkistoitu
fr_be: Archivé
it_it: Archiviato

# Enum 2900016621 - EnumValue 253238575 - Property 2879900210
source: Draft
fi_fi: Luonnos
fr_be: Brouillon
it_it: Bozza

# Enum 831900249 - Property 2879900210
source: Shopify Remove Product Action
fi_fi: Shopifyn tuotteen poistotoiminto
fr_be: Supprimer l’action du produit Shopify
it_it: Azione rimuovi prodotto Shopify

# Enum 831900249 - EnumValue 3238093195 - Property 2879900210
source: Status to Archived
fi_fi: Tilaksi Arkistoitu
fr_be: Statut à Archivé
it_it: Stato archiviato

# Enum 831900249 - EnumValue 23446774 - Property 2879900210
source: Status to Draft
fi_fi: Tilaksi Luonnos
fr_be: Statut à Brouillon
it_it: Stato bozza

# Enum 2914775059 - Property 2879900210
source: Shopify Risk Level
fi_fi: Shopify-riskitaso
fr_be: Niveau de risque Shopify
it_it: Livello di rischio Shopify

# Enum 2914775059 - EnumValue 3116416530 - Property 2879900210
source: High
fi_fi: Korkea
fr_be: Haut
it_it: Alto

# Enum 2914775059 - EnumValue 3592530208 - Property 2879900210
source: Low
fi_fi: Matala
fr_be: Faible
it_it: Basso

# Enum 2914775059 - EnumValue 432767615 - Property 2879900210
source: Medium
fi_fi: Normaali
fr_be: Moyen
it_it: Medio

# Enum 1137870428 - Property 2879900210
source: Shopify Shipment Status
fi_fi: Shopify-toimituksen tila
fr_be: Statut d’expédition Shopify
it_it: Stato spedizione Shopify

# Enum 1137870428 - EnumValue 177504660 - Property 2879900210
source: Attempted Delivery
fi_fi: Toimitusta yritetty
fr_be: Tentative de livraison
it_it: Tentativo di consegna

# Enum 1137870428 - EnumValue 4141588837 - Property 2879900210
source: Confirmed
fi_fi: Vahvistettu
fr_be: Confirmé
it_it: Confermato

# Enum 1137870428 - EnumValue 545346504 - Property 2879900210
source: Delivered
fi_fi: Toimitettu
fr_be: LIvré
it_it: Consegnato

# Enum 1137870428 - EnumValue 3481688708 - Property 2879900210
source: Failure
fi_fi: Virhe
fr_be: Échec
it_it: Non riuscito

# Enum 1137870428 - EnumValue 341853908 - Property 2879900210
source: In Transit
fi_fi: Kuljetuksessa
fr_be: En transit
it_it: In transito

# Enum 1137870428 - EnumValue 1554804514 - Property 2879900210
source: Label Printed
fi_fi: Tarra tulostettu
fr_be: Étiquette imprimée
it_it: Etichetta stampata

# Enum 1137870428 - EnumValue 216790267 - Property 2879900210
source: Label Purchased
fi_fi: Tarra ostettu
fr_be: Étiquette Acheté
it_it: Etichetta acquistata

# Enum 1137870428 - EnumValue 2070440075 - Property 2879900210
source: Out for Delivery
fi_fi: Annettu kuljetusliikkeen kuljetettavaksi
fr_be: À livrer
it_it: Fuori per la consegna

# Enum 1137870428 - EnumValue 2654626400 - Property 2879900210
source: Ready for Pickup
fi_fi: Valmis noudettavaksi
fr_be: Prêt pour prélèvement
it_it: Pronto per il prelievo

# Enum 3287503174 - Property 2879900210
source: Shopify SKU Mapping
fi_fi: Shopify-varastointiyksikön yhdistämismääritykset
fr_be: Mappage SKU Shopify
it_it: Mapping unità di stockkeeping Shopify

# Enum 3287503174 - EnumValue 570180224 - Property 2879900210
source: Bar Code
fi_fi: Viivakoodi
fr_be: Code barre
it_it: Codice a barre

# Enum 3287503174 - EnumValue 568743302 - Property 2879900210
source: Item No.
fi_fi: Nimikenro
fr_be: N° article
it_it: Nr. articolo

# Enum 3287503174 - EnumValue 1661366365 - Property 2879900210
source: Item No. + Variant Code
fi_fi: Nimikenro + versiokoodi
fr_be: N° article + code variante
it_it: Nr. articolo e codice variante

# Enum 3287503174 - EnumValue 3450651614 - Property 2879900210
source: Variant code
fi_fi: Versiokoodi
fr_be: Code variante
it_it: Codice variante

# Enum 3287503174 - EnumValue 2903269170 - Property 2879900210
source: Vendor Item No.
fi_fi: Toimittajan nimikenro
fr_be: Référence fournisseur
it_it: Nr. articolo fornitore

# Enum 1420853479 - Property 2879900210
source: Shopify Stock Calculation"
fi_fi: Shopify-varaston laskenta
fr_be: Calcul du stock Shopify
it_it: Calcolo scorte Shopify

# Enum 1420853479 - EnumValue 1864907812 - Property 2879900210
source: Disabled
fi_fi: Poistettu käytöstä
fr_be: Désactivé
it_it: Disabilitato

# Enum 1420853479 - EnumValue 2292656616 - Property 2879900210
source: Projected Available Balance at Today
fi_fi: Oletettu saatavilla oleva saldo tänään
fr_be: Stock prévisionnel à ce jour
it_it: Disponibilità calcolata a oggi

# Enum 1545563666 - Property 2879900210
source: Shopify Synchronization Type
fi_fi: Shopify-synkronoinnin tyyppi
fr_be: Type de synchronisation Shopify
it_it: Tipo di sincronizzazione Shopify

# Enum 1545563666 - EnumValue 3606140129 - Property 2879900210
source: Customers
fi_fi: Asiakkaat
fr_be: Clients
it_it: Clienti

# Enum 1545563666 - EnumValue 3435539207 - Property 2879900210
source: Orders
fi_fi: Tilaukset
fr_be: Commandes
it_it: Ordini

# Enum 1545563666 - EnumValue 2362238540 - Property 2879900210
source: Products
fi_fi: Tuotteet
fr_be: Produits
it_it: Prodotti

# Enum 91976311 - Property 2879900210
source: Shopify Target Selection
fi_fi: Shopify-kohdevalinta
fr_be: Sélection de la cible Shopify
it_it: Selezione destinazione Shopify

# Enum 91976311 - EnumValue 3703598467 - Property 2879900210
source: All
fi_fi: Kaikki
fr_be: Tous
it_it: Tutto

# Enum 91976311 - EnumValue 2703287665 - Property 2879900210
source: Entitled
fi_fi: Oikeutettu
fr_be: Autorisé
it_it: Autorizzato

# Enum 91976311 - EnumValue 4097594986 - Property 2879900210
source: Explicit
fi_fi: Eksplisiittinen
fr_be: Explicite
it_it: Esplicito

# Enum 91976311 - EnumValue 4294440508 - Property 2879900210
source: Unknown
fi_fi: Tuntematon
fr_be: Inconnu
it_it: Sconosciuto

# Enum 821324551 - Property 2879900210
source: Shopify Target Type
fi_fi: Shopify-kohdetyyppi
fr_be: Type de cible Shopify
it_it: Tipo di destinazione Shopify

# Enum 821324551 - EnumValue 3087891197 - Property 2879900210
source: Line Item
fi_fi: Rivinimike
fr_be: Ligne
it_it: Voce

# Enum 821324551 - EnumValue 553233280 - Property 2879900210
source: Shipping Line
fi_fi: Toimitusrivi
fr_be: Ligne d’expédition
it_it: Riga spedizione

# Enum 821324551 - EnumValue 4294440508 - Property 2879900210
source: Unknown
fi_fi: Tuntematon
fr_be: Inconnu
it_it: Sconosciuto

# Enum 1934711222 - Property 2879900210
source: Shopify Tax By
fi_fi: Shopifyn veroperuste
fr_be: Taxe par Shopify
it_it: Shopify - Imposta in base a

# Enum 1934711222 - EnumValue 3138669267 - Property 2879900210
source: Bill-to -> Sell-to -> Ship-to
fi_fi: Laskutusasiakas-> Tilausasiakas -> Toimitusasiakas
fr_be: Facturation -> Donneur d’ordre -> Destinataire
it_it: Fatturare a -> Vendere a -> Spedire a

# Enum 1934711222 - EnumValue 3299845211 - Property 2879900210
source: Bill-to -> Ship-to -> Sell-to
fi_fi: Laskutusasiakas-> Toimitusasiakas -> Tilausasiakas
fr_be: Facturation -> Destinataire -> Donneur d’ordre
it_it: Fatturare a -> Spedire a -> Vendere a

# Enum 1934711222 - EnumValue 4292796814 - Property 2879900210
source: No Taxes
fi_fi: Ei veroja
fr_be: Aucune taxe
it_it: Nessuna imposta

# Enum 1934711222 - EnumValue 955440715 - Property 2879900210
source: Sell-to -> Bill-to -> Ship-to
fi_fi: Tilausasiakas-> Laskutusasiakas -> Toimitusasiakas
fr_be: Donneur d’ordre -> Facturation -> Destinataire
it_it: Vendere a -> Fatturare a -> Spedire a

# Enum 1934711222 - EnumValue 1684835475 - Property 2879900210
source: Sell-to -> Ship-to -> Bill-to
fi_fi: Tilausasiakas-> Toimitusasiakas -> Laskutusasiakas
fr_be: Donneur d’ordre -> Destinataire -> Facturation
it_it: Vendere a -> Spedire a -> Fatturare a

# Enum 1934711222 - EnumValue 1309059211 - Property 2879900210
source: Ship-to -> Bill-to -> Sell-to
fi_fi: Toimitusasiakas-> Laskutusasiakas -> Tilausasiakas
fr_be: Destinataire -> Facturation -> Donneur d’ordre
it_it: Spedire a -> Fatturare a -> Vendere a

# Enum 1934711222 - EnumValue 1895710499 - Property 2879900210
source: Ship-to -> Sell-to -> Bill-to
fi_fi: Toimitusasiakas-> Tilausasiakas -> Laskutusasiakas
fr_be: Destinataire -> Donneur d’ordre -> Facturation
it_it: Spedire a -> Vendere a -> Fatturare a

# Enum 4072814299 - Property 2879900210
source: Shopify Tax Type
fi_fi: Shopifyn verotyyppi
fr_be: Type de taxe Shopify
it_it: Tipo di imposta Shopify

# Enum 4072814299 - EnumValue 2516187263 - Property 2879900210
source: Harmonized
fi_fi: Yhdenmukaistettu
fr_be: Harmonisé
it_it: Armonizzato

# Enum 4072814299 - EnumValue 3371220206 - Property 2879900210
source: None
fi_fi: Ei mitään
fr_be: Aucun
it_it: Nessuno

# Enum 4072814299 - EnumValue 221910773 - Property 2879900210
source: Normal
fi_fi: Normaali
it_it: Normale

# Enum 3086077854 - Property 2879900210
source: Shopify Tracking Companies
fi_fi: Shopifyn seurantayritykset
fr_be: Sociétés de suivi Shopify
it_it: Società di monitoraggio Shopify

# Enum 2117079544 - Property 2879900210
source: Shopify Transaction Status
fi_fi: Shopify-tapahtuman tila
fr_be: Statut de transaction Shopify
it_it: Stato transazione Shopify

# Enum 2117079544 - EnumValue 2248886284 - Property 2879900210
source: Error
fi_fi: Virhe
fr_be: Erreur
it_it: Errore

# Enum 2117079544 - EnumValue 3481688708 - Property 2879900210
source: Failure
fi_fi: Virhe
fr_be: Échec
it_it: Non riuscito

# Enum 2117079544 - EnumValue 3481143665 - Property 2879900210
source: Pending
fi_fi: Odottava
fr_be: En attente
it_it: In sospeso

# Enum 2117079544 - EnumValue 3878926381 - Property 2879900210
source: Success
fi_fi: Onnistui
fr_be: Réussite
it_it: Riuscito

# Enum 3391064892 - Property 2879900210
source: Shopify Transaction Type
fi_fi: Shopify-tapahtuman tyyppi
fr_be: Type de transaction Shopify
it_it: Tipo di transazione Shopify

# Enum 3391064892 - EnumValue 1246219133 - Property 2879900210
source: Authorization
fi_fi: Valtuutus
fr_be: Autorisation
it_it: Autorizzazione

# Enum 3391064892 - EnumValue 3858012784 - Property 2879900210
source: Capture
fi_fi: Suoritus
it_it: Acquisizione

# Enum 3391064892 - EnumValue 4028787690 - Property 2879900210
source: Refund
fi_fi: Hyvitys
fr_be: Rembourser
it_it: Rimborso

# Enum 3391064892 - EnumValue 2315137949 - Property 2879900210
source: Sale
fi_fi: Myynti
fr_be: Vente
it_it: Vendita

# Enum 3391064892 - EnumValue 1624414840 - Property 2879900210
source: Void
fi_fi: Mitätöi
fr_be: Annuler
it_it: Annulla

# Enum 791962577 - Property 2879900210
source: Shopify Value Type
fi_fi: Shopify-arvotyyppi
fr_be: Type valeur Shopify
it_it: Tipo di valore Shopify

# Enum 791962577 - EnumValue 467024174 - Property 2879900210
source: Fixed Amount
fi_fi: Kiinteä summa
fr_be: Montant fixe
it_it: Importo fisso

# Enum 791962577 - EnumValue 3557664220 - Property 2879900210
source: Percentage
fi_fi: Prosentti
fr_be: Pourcentage
it_it: Percentuale

# Enum 791962577 - EnumValue 4294440508 - Property 2879900210
source: Unknown
fi_fi: Tuntematon
fr_be: Inconnu
it_it: Sconosciuto

# PermissionSet 3340356434 - Property 2879900210
source: Shopify - Admin
fi_fi: Shopify – Järjestelmänvalvoja
it_it: Shopify - Amministra

# PermissionSet 188678063 - Property 2879900210
source: Shopify - Edit
fi_fi: Shopify – Muokkaus
fr_be: Shopify : modifier
it_it: Shopify - Modifica
