Repository: jbakach/MSDyn365BC.Code.History
Catalog: shopify/app/Shopify Connector/Translations/Shopify Connector.*.xlf
Languages: fi_fi, fr_be, it_it

# Codeunit 2066436824 - NamedType 1699432365
source: Check out how easy it is to set up the connection to Shopify. Here we connect and import your shop data. Your live shop will be untouched. Try it out!
fi_fi: Katso, miten helppoa Shopify-yhteyden määrittäminen on. Täällä yhdistämme ja tuomme kauppatietosi. Live-kauppasi säilyy ennallaan. Kokeile!
fr_be: Découvrez la facilité de configuration de la connexion à Shopify. Nous connectons et importons les données de votre magasin. Votre magasin en direct ne sera pas touché. Essayez-le !
it_it: È facile impostare la connessione a Shopify. Qui si collegano e si importano i dati del punto vendita senza alterare il punto vendita live. È possibile provare.

# Codeunit 2066436824 - NamedType 689624097
source: Connect your shop
fi_fi: Yhdistä kauppa
fr_be: Connectez votre magasin
it_it: Collega il punto vendita

# Codeunit 2066436824 - NamedType 3767689775
source: Connect your shop and import data
fi_fi: Yhdistä kauppa ja tuo tiedot
fr_be: Connectez votre magasin et importez vos données
it_it: Collegare il punto vendita e importare i dati

# Codeunit 2066436824 - NamedType 1655242555
source: Connect your shop
fi_fi: Yhdistä kauppa
fr_be: Connectez votre magasin
it_it: Collega il punto vendita

# Codeunit 2066436824 - NamedType 780632541
source: Get started with Shopify
fi_fi: Aloita Shopifyn käyttö
fr_be: Commencer à utiliser Shopify
it_it: Introduzione a Shopify

# Codeunit 2066436824 - NamedType 3784804491
source: Products you import from Shopify are called items in Business Central. You can find them on the Items page. When you're using a demo company, you can import up to 25 items.
fi_fi: Shopifysta tuodut tuotteet ovat nimikkeitä Business Centralissa. Ne löytyvät Nimikkeet-sivulta. Jos käytät demoyritystä, voit tuoda enintään 25 nimikettä.
fr_be: Les produits que vous importez à partir de Shopify sont appelés des Articles dans Business Central. Vous les trouverez sur la page Articles. Quand vous utilisez une société de démonstration, vous pouvez importer jusqu’à 25 articles.
it_it: I prodotti importati da Shopify sono denominati articoli in Business Central e sono disponibili nella pagina Articoli. Quando si utilizza una società demo, è possibile importare fino a 25 articoli.

# Codeunit 2066436824 - NamedType 546057423
source: View imported products
fi_fi: Näytä tuodut tuotteet
fr_be: Afficher les produits importés
it_it: Visualizza prodotti importati

# Codeunit 2066436824 - NamedType 3975467153
source: View imported data from your store
fi_fi: Näytä tuodut tiedot kaupasta
fr_be: Afficher les données importées de votre boutique
it_it: Visualizza i dati importati dal punto vendita

# Codeunit 2066436824 - NamedType 1302139209
source: We have gathered a lot of great resources for you to start learning Business Central. Start your learning journey here.
fi_fi: Olemme koonneet runsaasti resursseja Business Centraliin tutustumista varten. Aloita tutustumismatkasi täältä.
fr_be: Nous avons rassemblé un grand nombre de ressources intéressantes pour que vous découvriez Business Central. Commencez votre parcours d’apprentissage ici.
it_it: Abbiamo raccolto molte ottime risorse per iniziare a usare Business Central. Iniziare il percorso di apprendimento qui.

# Codeunit 2066436824 - NamedType 3384087653
source: Learn Business Central
fi_fi: Tutustu Business Centraliin
fr_be: Découvrir Business Central
it_it: Informazioni su Business Central

# Codeunit 2066436824 - NamedType 1316971859
source: Learn Business Central on your own
fi_fi: Tutustu Business Centraliin itsenäisesti
fr_be: Découvrir Business Central par vous-même
it_it: Apprendere Business Central autonomamente

# Codeunit 2066436824 - NamedType 2748531768
source: The Signup Context and shopify url don't match.
fi_fi: Rekisteröitymiskonteksti ja Shopifyn URL-osoite eivät täsmää.
fr_be: Le contexte d’abonnement et l’URL Shopify ne correspondent pas.
it_it: Il contesto iscrizione e l'URL Shopify non corrispondono.

# Codeunit 2066436824 - NamedType 3664766187
source: If you are ready to buy, you can find a Business Central reseller here. If you have already licensed a subscription you can also find help for more setup here.
fi_fi: Jos olet valmis ostamaan, löydät Business Central -jälleenmyyjän täältä. Jos sinulla on jo käyttöoikeuksin suojattu tilaus, saat ohjeita lisäasetusten tekemiseen täältä.
fr_be: Si vous êtes prêt à acheter, vous trouverez un revendeur Business Central. Si vous avez déjà acquis une licence d’abonnement, vous trouverez également de l’aide pour une configuration supplémentaire.
it_it: Se si è pronti per gli acquisti, è possibile trovare un rivenditore Business Central qui. Se è già stata concessa in licenza una sottoscrizione, è anche possibile trovare aiuto per ulteriori impostazioni.

# Codeunit 2066436824 - NamedType 2881635631
source: Take the next step
fi_fi: Ota seuraava askel
fr_be: Passer à l’étape suivante
it_it: Intraprendere il passo successivo

# Codeunit 2066436824 - NamedType 197616241
source: Ready to buy or need help?
fi_fi: Oletko valmis ostamaan tai tarvitsetko apua?
fr_be: Vous êtes prêt à acheter ou vous avez besoin d’aide ?
it_it: Pronti per gli acquisti o è necessario aiuto?

# Codeunit 1710206422 - Method 2331973957 - NamedType 2851628066
source: No implementation for fieldtype: "%1".
fi_fi: Ei toteutusta kenttätyypille: %1.
fr_be: Aucune implémentation pour le type de champ : "%1".
it_it: Nessuna implementazione per fieldtype: "%1".

# Codeunit 1710206422 - Method 3754832518 - NamedType 2851628066
source: No implementation for fieldtype: "%1".
fi_fi: Ei toteutusta kenttätyypille: %1.
fr_be: Aucune implémentation pour le type de champ : "%1".
it_it: Nessuna implementazione per fieldtype: "%1".

# Codeunit 1665663851 - Method 1547406933 - NamedType 313973506
source: Shopify Order No.: %1
fi_fi: Shopify-tilausnro: %1
fr_be: N° commande Shopify : %1
it_it: Nr. ordine Shopify: %1

# Codeunit 1665663851 - Method 1665861916 - NamedType 1491857643
source: Not everything can be mapped.
fi_fi: Kaikkea ei voi yhdistää.
fr_be: Tout ne peut pas être mappé.
it_it: Non è sempre possibile eseguire il mapping.

# Codeunit 2187403677 - Method 8458491 - NamedType 3004040435
source: To Import:#1#######\Skipped:#2#######\Imported:#3#######
fi_fi: Tuotava:#1#######\Ohitettu:#2#######\Tuotu:#3#######
fr_be: À importer : #1 # # # # # # # \Ignoré : #2 # # # # # # # \Importé : #3 #######
it_it: Da importare:#1#######\Ignorato:#2#######\Importato:#3#######

# Codeunit 2031869027 - Method 3564724674 - NamedType 4129935712
source: No default address found for Shopify customer id: %1
fi_fi: Oletusosoitetta ei löytynyt Shopify-asiakastunnukselle: %1
fr_be: Aucune adresse par défaut trouvée pour l’ID client Shopify : %1
it_it: Nessun indirizzo predefinito trovato per l'ID cliente Shopify: %1

# Page 234408897 - Property 2879900210
source: Shopify Activities
fi_fi: Shopify-toiminnot
fr_be: Activités Shopify
it_it: Attività Shopify

# Page 234408897 - Control 2294954182 - Property 2879900210
source: Shopify Shop info
fi_fi: Shopify-kaupan tiedot
fr_be: Informations magasin Shopify
it_it: Informazioni punto vendita Shopify

# Page 234408897 - Control 4139476843 - Property 1295455071
source: Specifies the number of synchronization errors.
fi_fi: Määrittää synkronointivirheiden määrän.
fr_be: Spécifie le nombre d’erreurs de synchronisation.
it_it: Specifica il numero di errori di sincronizzazione.

# Page 234408897 - Control 38261347 - Property 1295455071
source: Specifies the number of imported customers that aren't mapped.
fi_fi: Määrittää niiden tuotujen asiakkaiden määrän, joita ei ole yhdistetty.
fr_be: Spécifie le nombre de clients importés qui ne sont pas mappés.
it_it: Specifica il numero di clienti importati non mappati.

# Page 234408897 - Control 2054003858 - Property 1295455071
source: Specifies the number of imported products that aren't mapped.
fi_fi: Määrittää niiden tuotujen tuotteiden määrän, joita ei ole yhdistetty.
fr_be: Spécifie le nombre de produits importés qui ne sont pas mappés.
it_it: Specifica il numero di prodotti importati non mappati.

# Page 234408897 - Control 2866796784 - Property 1295455071
source: Specifies the number of imported orders that aren't processed.
fi_fi: Määrittää niiden tuotujen tilausten määrän, joita ei ole käsitelty.
fr_be: Spécifie le nombre de commandes importées qui ne sont pas traitées.
it_it: Specifica il numero di ordini importati non elaborati.

# Page 234408897 - Control 806713555 - Property 1295455071
source: Specifies the number of shipments that aren't processed.
fi_fi: Määrittää käsittelemättömien toimitusten määrän.
fr_be: Spécifie le nombre de commandes qui ne sont pas traitées.
it_it: Specifica il numero di spedizioni non elaborate.

# Page 881753888 - Property 2879900210
source: Waiting for a response - do not close this page
fi_fi: Odotetaan vastausta – älä sulje tätä sivua
fr_be: En attente d'une réponse - ne pas fermer cette page
it_it: In attesa di risposta, non chiudere questa pagina

# Page 881753888 - NamedType 3906946713
source: Error: %1, description: %2
fi_fi: Virhe: %1, kuvaus: %2
fr_be: Erreur : %1, description : %2
it_it: Errore: %1, descrizione: %2

# Page 881753888 - NamedType 2342417125
source: No state has been returned.
fi_fi: Tilaa ei ole palautettu.
fr_be: Aucun état n’a été retourné.
it_it: Non è stato restituito alcuno stato.

# Page 3918578631 - Property 2879900210
source: Shopify Connector Setup
fi_fi: Shopify-liittimen määritys
fr_be: Configuration du connecteur Shopify
it_it: Setup connettore Shopify

# Page 3918578631 - NamedType 2242215413
source: Could not connect to Shopify
fi_fi: Shopifyhin ei voitu muodostaa yhteyttä
fr_be: Impossible de se connecter à Shopify
it_it: Impossibile connettersi a Shopify

# Page 3918578631 - NamedType 1777866872
source: By enabling this feature, you consent to your data being shared with a Microsoft service that might be outside of your organization's selected geographic boundaries and might have different compliance and security standards than Microsoft Dynamics Business Central. Your privacy is important to us, and you can choose whether to share data with the service. To learn more, follow the link below.
fi_fi: Ottamalla tämän ominaisuuden käyttöön hyväksyt, että tietojasi jaetaan Microsoft-palvelulle, joka saattaa olla organisaatiosi valittujen maantieteellisten rajojen ulkopuolella ja jolla voi olla erilaiset yhteensopivuus- ja suojausstandardit kuin Microsoft Dynamics Business Centralilla. Yksityisyytesi on meille tärkeää, ja voit valita, haluatko jakaa tietoja palvelulle. Saat lisätietoja alla olevasta linkistä.
fr_be: En activant cette fonctionnalité, vous acceptez que vos données soient partagées à l’aide d’un service Microsoft qui peut se trouver en dehors des délimitations géographiques sélectionnées de votre organisation et peut présenter des normes de sécurité et de conformité différentes de celles de Microsoft Dynamics Business Central. Votre confidentialité est importante pour nous et vous pouvez choisir de partager ou non des données avec le service. Pour plus d’informations, suivez le lien ci-dessous.
it_it: Abilitando questa funzionalità, l'utente accetta che i dati vengano condivisi con un servizio Microsoft che potrebbe trovarsi al di fuori dei confini geografici selezionati dall'organizzazione e potrebbe avere standard di sicurezza e conformità diversi da Microsoft Dynamics Business Central. La privacy è importante per noi per cui è possibile scegliere se condividere i dati con il servizio. Per ulteriori informazioni, selezionare il seguente collegamento.

# Page 3918578631 - NamedType 3734137583
source: Shopify customer template
fi_fi: Shopify-asiakasmalli
fr_be: Modèle client Shopify
it_it: Modello cliente Shopify

# Page 3918578631 - NamedType 192460646
source: No customer template was found, please visit Configuration Templates page to create a customer template.
fi_fi: Asiakasmallia ei löytynyt. Luo asiakasmali Määritysmallit-sivulta.
fr_be: Aucun modèle client n’a été trouvé. Consultez la page des modèles de configuration pour créer un modèle client.
it_it: Non è stato trovato alcun modello di cliente. Visitare la pagina Modelli di configurazione per creare un modello di cliente.

# Page 3918578631 - NamedType 2635897643
source: It looks like this may take a while. You can look around Business Central while we continue to import in the background. Please visit the Shopify Initial Import page to check the status.
fi_fi: Tämä voi kestää hetken. Voit tutustua Business Centraliin sillä aikaa kun jatkamme tuontia taustalla. Tarkista tila Shopifyn ensimmäinen tuonti -sivulta.
fr_be: Cela peut prendre un certain temps. Vous pouvez chercher dans Business Central pendant que nous poursuivons l’importation en arrière-plan. Pour vérifier le statut, visitez la page d’importation initiale de Shopify.
it_it: L'operazione potrebbe richiedere tempo. È possibile esplorare Business Central mentre l'importazione continua in background. Visitare la pagina Importazione iniziale Shopify per verificare lo stato.

# Page 3918578631 - NamedType 1605308211
source: We're still importing data from your shop.
fi_fi: Tietoja tuodaan edelleen kaupasta.
fr_be: Nous sommes toujours en train d’importer des données de votre magasin.
it_it: L'importazione dei dati dal punto vendita è ancora in corso.

# Page 3918578631 - NamedType 1390462053
source: The URL must refer to the internal shop location at myshopify.com. It must not be the public URL that customers use, such as myshop.com.
fi_fi: URL-osoitteen on viitattava sisäiseen kaupan sijaintiin osoitteessa myshopify.com. Se ei saa olla asiakkaiden käyttämä julkinen URL-osoite, kuten myshop.com.
fr_be: L’URL doit faire référence à l’emplacement du magasin interne à l’adresse myshopify.com. Il ne doit pas s’agir de l’URL publique utilisée par les clients, par exemple myshop.com.
it_it: L'URL deve fare riferimento alla posizione del punto vendita interna in myshopify.com. Non deve essere l'URL pubblico utilizzato dai clienti, ad esempio myshop.com.

# Page 3918578631 - NamedType 2172804368
source: Shopify item template
fi_fi: Shopify-nimikemalli
fr_be: Modèle d’article Shopify
it_it: Modello di articolo Shopify

# Page 3918578631 - NamedType 2888902389
source: No item template was found, please visit Configuration Templates page to create an item template.
fi_fi: Nimikemallia ei löytynyt. Luo nimikemalli Määritysmallit-sivulta.
fr_be: Aucun modèle d’article n’a été trouvé. Consultez la page des modèles de configuration pour créer un modèle d’article.
it_it: Non è stato trovato alcun modello di articolo. Visitare la pagina Modelli di configurazione per creare un modello di articolo.

# Page 3918578631 - NamedType 1052459003
source: Privacy and Cookies
fi_fi: Tietosuoja ja evästeet
fr_be: Confidentialité et cookies
it_it: Privacy e cookie

# Page 3918578631 - NamedType 4203578975
source: Template %1 is not a customer template.
fi_fi: Malli %1 ei ole asiakasmalli.
fr_be: Le modèle %1 n’est pas un modèle client.
it_it: Il modello %1 non è un modello di cliente.

# Page 3918578631 - NamedType 3337405760
source: Template %1 is not an item template.
fi_fi: Malli %1 ei ole nimikemalli.
fr_be: Le modèle %1 n’est pas un modèle d’article.
it_it: Il modello %1 non è un modello di articolo.

# Page 3918578631 - NamedType 984350027
source: The setup is not complete.\\Are you sure you want to exit?
fi_fi: Määritys on kesken.\\Haluatko varmasti poistua?
fr_be: La configuration n’est pas terminée.\\Voulez-vous vraiment quitter ?
it_it: Il setup non è stato completato.\\Uscire?

# Page 3918578631 - NamedType 3651316694
source: Open shop settings
fi_fi: Avaa kaupan
fr_be: Ouvrir les paramètres du magasin
it_it: Apri impostazioni del punto vendita

# Page 3918578631 - Control 2657111414 - Property 1968111052
source: We've already started importing products from your shop in Shopify.
fi_fi: Olemme jo aloittaneet tuotteiden tuonnin Shopify-kaupasta.
fr_be: Nous avons déjà commencé à importer des produits de votre magasin dans Shopify.
it_it: È già iniziata l'importazione dei prodotti dal punto vendita in Shopify.

# Page 3918578631 - Control 2657111414 - Property 2879900210
source: You're all set!
fi_fi: Kaikki on valmista.
fr_be: Vous avez terminé !
it_it: Operazione completata.

# Page 3918578631 - Control 2019414797 - Property 1968111052
source: Review your shop settings to ensure that data synchronize correctly.
fi_fi: Tarkista kaupan asetukset varmistaaksesi, että tiedot synkronoidaan oikein.
fr_be: Vérifiez les paramètres de votre magasin pour vous assurer que les données sont synchronisées correctement.
it_it: Esaminare le impostazioni del punto vendita per garantire la corretta sincronizzazione dei dati.

# Page 3918578631 - Control 2019414797 - Property 2879900210
source: Check shop settings
fi_fi: Tarkista myymälän asetukset
fr_be: Vérifier les paramètres du magasin
it_it: Controlla impostazioni del punto vendita

# Page 3918578631 - Control 40722952 - Property 2879900210
source: Shop card
fi_fi: Kauppa-kortti
fr_be: Fiche magasin
it_it: Scheda punto vendita

# Page 3918578631 - Control 1381718180 - Property 1968111052
source: We've already started to import data from your shop in Shopify.
fi_fi: Olemme jo aloittaneet tietojen tuonnin Shopify-kaupasta.
fr_be: Nous avons déjà commencé à importer les données de votre magasin dans Shopify.
it_it: È già iniziata l'importazione dei dati dal punto vendita in Shopify.

# Page 3918578631 - Control 1381718180 - Property 2879900210
source: You're all set!
fi_fi: Kaikki on valmista.
fr_be: Vous avez terminé !
it_it: Operazione completata.

# Page 3918578631 - Control 744021563 - Property 1968111052
source: The connection to your shop is working.
fi_fi: Yhteys kauppaan toimii.
fr_be: La connexion à votre magasin fonctionne.
it_it: La connessione al tuo negozio funziona.

# Page 3918578631 - Control 744021563 - Property 2879900210
source: You're all set!
fi_fi: Kaikki on valmista.
fr_be: Vous avez terminé !
it_it: Operazione completata.

# Page 3918578631 - Control 3594686602 - Property 1968111052
source: Review your shop settings to ensure that your data synchronize correctly.
fi_fi: Tarkista kaupan asetukset varmistaaksesi, että tiedot synkronoidaan oikein.
fr_be: Vérifiez les paramètres de votre magasin pour vous assurer que vos données sont synchronisées correctement.
it_it: Esaminare le impostazioni del punto vendita per garantire la corretta sincronizzazione dei dati.

# Page 3918578631 - Control 3594686602 - Property 2879900210
source: Check shop settings
fi_fi: Tarkista myymälän asetukset
fr_be: Vérifier les paramètres du magasin
it_it: Controlla impostazioni del punto vendita

# Page 3918578631 - Control 3024918365 - Property 2879900210
source: Shop card
fi_fi: Kauppa-kortti
fr_be: Fiche magasin
it_it: Scheda punto vendita

# Page 3918578631 - Control 2898143332 - Property 1968111052
source: While you're using a demo company, we want to keep things safe for your Shopify store. You can use this guide to import up to 25 products from Shopify, but you can't export Business Central data to your store.
fi_fi: Haluamme pitää Shopify-kaupan tiedot turvassa, kun käytät demoyritystä. Tämän oppaan avulla voit tuoda enintään 25 tuotetta Shopifysta, mutta et voi viedä Business Centralin tietoja kauppaan.
fr_be: Lorsque vous utilisez une société de démonstration, nous souhaitons garantir la sécurité de votre magasin Shopify. Vous pouvez utiliser ce guide pour importer jusqu’à 25 produits à partir de Shopify, mais vous ne pouvez pas exporter de données Business Central dans votre magasin.
it_it: Mentre si utilizza una società demo, le cose devono restare al sicuro per il punto vendita Shopify. È possibile utilizzare questa guida per importare fino a 25 prodotti da Shopify, ma non è possibile esportare i dati di Business Central nel punto vendita.

# Page 3918578631 - Control 2898143332 - Property 2879900210
source: Note
fi_fi: Huomautus
fr_be: Remarque
it_it: Nota

# Page 3918578631 - Control 2734658265 - Property 1968111052
source: This guide will connect Business Central to your shop on Shopify. We'll create a new shop in Business Central, and help you import data you may already have on Shopify.
fi_fi: Tämä opas yhdistää Business Centralin Shopify-kauppaan. Luomme uuden kaupan Business Centraliin ja autamme tuomaan Shopifyssa mahdollisesti jo olevat tiedot.
fr_be: Ce guide vous permet de connecter Business Central à votre magasin sur Shopify. Nous allons créer un nouveau magasin dans Business Central et vous aider à importer les données que vous possédez déjà sur Shopify.
it_it: Questa guida collega Business Central al punto vendita su Shopify. Viene creato un nuovo punto vendita in Business Central con la possibilità di importare i dati che potrebbero già essere su Shopify.

# Page 3918578631 - Control 2734658265 - Property 2879900210
source: Welcome to Shopify Connector Setup
fi_fi: Tervetuloa Shopify-liittimen määritykseen
fr_be: Bienvenue dans la configuration du connecteur Shopify
it_it: Setup connettore Shopify

# Page 3918578631 - Control 1338659457 - Property 1968111052
source: We found this URL for your shop on Shopify. You can use the URL for another shop if you want.
fi_fi: Löysimme tämän kaupan URL-osoitteen Shopifysta. Voit halutessasi käyttää toisen kaupan URL-osoitetta.
fr_be: Nous avons trouvé cette URL pour votre magasin sur Shopify. Vous pouvez utiliser l’URL d’un autre magasin si vous le souhaitez.
it_it: È stato trovato questo URL per il punto vendita su Shopify. Se lo si desidera, è possibile utilizzare l'URL di un altro punto vendita.

# Page 3918578631 - Control 1338659457 - Property 2879900210
source: We found your shop on Shopify
fi_fi: Löysimme kauppasi Shopifysta
fr_be: Nous avons trouvé votre magasin sur Shopify
it_it: È stato trovato il punto vendita su Shopify

# Page 3918578631 - Control 1976356074 - Property 1968111052
source: The URL must refer to the internal shop location at myshopify.com. It must not be the public URL that customers use, such as myshop.com.
fi_fi: URL-osoitteen on viitattava sisäiseen kaupan sijaintiin osoitteessa myshopify.com. Se ei saa olla asiakkaiden käyttämä julkinen URL-osoite, kuten myshop.com.
fr_be: L’URL doit faire référence à l’emplacement du magasin interne à l’adresse myshopify.com. Il ne doit pas s’agir de l’URL publique utilisée par les clients, par exemple myshop.com.
it_it: L'URL deve fare riferimento alla posizione del punto vendita interna in myshopify.com. Non deve essere l'URL pubblico utilizzato dai clienti, ad esempio myshop.com.

# Page 3918578631 - Control 1976356074 - Property 2879900210
source: Enter the URL for your shop on Shopify
fi_fi: Anna Shopify-kaupan URL-osoite
fr_be: Saisissez l’URL de votre magasin sur Shopify
it_it: Immetti l'URL per il punto vendita su Shopify

# Page 3918578631 - Control 63266223 - Property 1968111052
source: When you choose Next you'll be asked to sign in to your Shopify account and request access to your Shopify shop.
fi_fi: Kun valitset Seuraava, sinua pyydetään kirjautumaan Shopify-tilille ja pyytämään pääsyä Shopify-kauppaan.
fr_be: Lorsque vous sélectionnez Suivant, vous êtes invité à vous connecter à votre compte Shopify et à demander l’accès à votre magasin Shopify.
it_it: Quando scegli Avanti, verrà chiesto di accedere all'account Shopify e al punto vendita Shopify.

# Page 3918578631 - Control 3694576179 - Property 1295455071
source: Indicates that the administrator user could not sign-in to Shopify.
fi_fi: Ilmaisee, että järjestelmänvalvoja ei ole voinut kirjautua Shopifyhin.
fr_be: Indique que l’utilisateur administrateur nְ’a pas pu se connecter à Shopify.
it_it: Indica che l'utente amministratore non è riuscito ad accedere a Shopify.
