Repository: jbakach/MSDyn365BC.Code.History
Catalog: shopify/app/Shopify Connector/Translations/Shopify Connector.*.xlf
Languages: fi_fi, fr_be, it_it

# Page 437915150 - Control 3816729986 - Property 1295455071
source: Specifies the address of the customer that you sent the invoice or credit memo to.
fi_fi: Määrittää sen asiakkaan osoitteen, jolle lasku tai hyvityslasku on lähetetty.
fr_be: Spécifie l’adresse du client à qui vous avez envoyé la facture ou l’avoir.
it_it: Specifica l'indirizzo del cliente a cui è stata inviata la fattura o la nota di credito.

# Page 437915150 - Control 3816729986 - Property 2879900210
source: Address
fi_fi: Osoite
fr_be: Adresse
it_it: Indirizzo

# Page 437915150 - Control 1327339416 - Property 1295455071
source: Specifies additional address information.
fi_fi: Määrittää osoitteen lisätiedot.
fr_be: Spécifie des informations d’adresse supplémentaires.
it_it: Specifica informazioni aggiuntive sull'indirizzo.

# Page 437915150 - Control 1327339416 - Property 2879900210
source: Address 2
fi_fi: Osoite 2
fr_be: Adresse (2ème ligne)
it_it: Indirizzo 2

# Page 437915150 - Control 666555521 - Property 1295455071
source: Specifies the city of the customer that you sent the invoice or credit memo to.
fi_fi: Määrittää sen asiakkaan paikkakunnan, jolle lasku tai hyvityslasku on lähetetty.
fr_be: Spécifie le nom du client à qui vous avez envoyé la facture ou l’avoir.
it_it: Specifica la città del cliente a cui è stata inviata la fattura o la nota di credito.

# Page 437915150 - Control 666555521 - Property 2879900210
source: City
fi_fi: Kaupunki
fr_be: Ville
it_it: Città

# Page 437915150 - Control 2753059631 - Property 1295455071
source: Specifies the country/region code of the customer that you sent the invoice or credit memo to.
fi_fi: Määrittää sen asiakkaan maa-/aluekoodin, jolle lasku tai hyvityslasku on lähetetty.
fr_be: Spécifie le code pays/région du client à qui vous avez envoyé la facture ou l’avoir.
it_it: Specifica il codice paese/area geografica del cliente a cui è stata inviata la fattura o la nota di credito.

# Page 437915150 - Control 2753059631 - Property 2879900210
source: Country Code
fi_fi: Maakoodi
fr_be: Code pays
it_it: Codice paese

# Page 437915150 - Control 1693087673 - Property 1295455071
source: Specifies the name of the customer's country/region.
fi_fi: Määrittää asiakkaan maan/alueen nimen.
fr_be: Spécifie le nom du pays/de la région du client.
it_it: Specifica il nome del paese/area geografica del cliente.

# Page 437915150 - Control 1693087673 - Property 2879900210
source: Country Name
fi_fi: Maan nimi
fr_be: Nom pays
it_it: Nome paese

# Page 437915150 - Control 1874768983 - Property 1295455071
source: Specifies the number of the customer that you sent the invoice or credit memo to.
fi_fi: Määrittää sen asiakkaan numeron, jolle lasku tai hyvityslasku on lähetetty.
fr_be: Spécifie le numéro du client à qui vous envoyez ou avez envoyé la facture ou l’avoir.
it_it: Specifica il numero del cliente a cui è stata inviata la fattura o la nota di credito.

# Page 437915150 - Control 1874768983 - Property 2879900210
source: Customer No.
fi_fi: Asiakasnro
fr_be: N° client
it_it: Nr. cliente

# Page 437915150 - Control 1020621009 - Property 1295455071
source: Specifies the name of the customer that you sent the invoice or credit memo to.
fi_fi: Määrittää sen asiakkaan nimen, jolle lasku tai hyvityslasku on lähetetty.
fr_be: Spécifie le nom du client à qui vous avez envoyé la facture ou l’avoir.
it_it: Specifica il nome del cliente a cui è stata inviata la fattura o la nota di credito.

# Page 437915150 - Control 1020621009 - Property 2879900210
source: Name
fi_fi: Nimi
fr_be: Nom
it_it: Nome

# Page 437915150 - Control 2301961287 - Property 1295455071
source: Specifies the post code of the customer that you sent the invoice or credit memo to.
fi_fi: Määrittää sen asiakkaan postinumeron, jolle lasku tai hyvityslasku on lähetetty.
fr_be: Spécifie le code postal du client à qui vous envoyez ou avez envoyé la facture ou l’avoir.
it_it: Specifica il codice postale del cliente a cui è stata inviata la fattura o la nota di credito.

# Page 437915150 - Control 2301961287 - Property 2879900210
source: Post Code
fi_fi: Postinumero
fr_be: Code postal
it_it: Codice postale

# Page 437915150 - Control 2150623144 - Property 2879900210
source: Ship-to
fi_fi: Toimitusasiakas
fr_be: Destinataire
it_it: Spedire a

# Page 437915150 - Control 1524478169 - Property 1295455071
source: Specifies the address that products on the sales order are shipped to.
fi_fi: Määrittää osoitteen, johon myyntitilauksen tuotteet toimitetaan.
fr_be: Spécifie l’adresse à laquelle les produits mentionnés sur la commande vente sont livrés.
it_it: Specifica l'indirizzo di spedizione dei prodotti specificati nell'ordine di vendita.

# Page 437915150 - Control 1524478169 - Property 2879900210
source: Address
fi_fi: Osoite
fr_be: Adresse
it_it: Indirizzo

# Page 437915150 - Control 3171688231 - Property 1295455071
source: Specifies additional address information.
fi_fi: Määrittää osoitteen lisätiedot.
fr_be: Spécifie des informations d’adresse supplémentaires.
it_it: Specifica informazioni aggiuntive sull'indirizzo.

# Page 437915150 - Control 3171688231 - Property 2879900210
source: Address 2
fi_fi: Osoite 2
fr_be: Adresse (2ème ligne)
it_it: Indirizzo 2

# Page 437915150 - Control 1585314946 - Property 1295455071
source: Specifies the city of the customer that the products are shipped to.
fi_fi: Määrittää sen asiakkaan paikkakunnan, jolle tuotteet toimitetaan.
fr_be: Spécifie la ville du client à qui les produits sont livrés.
it_it: Specifica la città di spedizione della fattura del cliente.

# Page 437915150 - Control 1585314946 - Property 2879900210
source: City
fi_fi: Kaupunki
fr_be: Ville
it_it: Città

# Page 437915150 - Control 1199464200 - Property 1295455071
source: Specifies the country/region code of the address that the items are shipped to.
fi_fi: Määrittää sen osoitteen maa-/aluekoodin, johon nimikkeet toimitetaan.
fr_be: Spécifie le code pays/région de l'adresse à laquelle les articles sont expédiés.
it_it: Specifica il codice paese dell'indirizzo al quale vengono spediti gli articoli.

# Page 437915150 - Control 1199464200 - Property 2879900210
source: Country Code
fi_fi: Maakoodi
fr_be: Code pays
it_it: Codice paese

# Page 437915150 - Control 1117287922 - Property 1295455071
source: Specifies the name of the customer's country/region
fi_fi: Määrittää asiakkaan maan/alueen nimen
fr_be: Spécifie le nom du pays/de la région du client
it_it: Specifica il nome del paese/area geografica del cliente

# Page 437915150 - Control 1117287922 - Property 2879900210
source: Country Name
fi_fi: Maan nimi
fr_be: Nom pays
it_it: Nome paese

# Page 437915150 - Control 2138512914 - Property 1295455071
source: Specifies the name that products on the sales order are shipped to.
fi_fi: Määrittää nimen, jolle myyntitilauksessa olevat tuotteet toimitetaan.
fr_be: Spécifie le nom auquel les produits mentionnés sur la commande vente sont livrés.
it_it: Specifica il nome a cui vengono spediti i prodotti presenti nell'ordine di vendita.

# Page 437915150 - Control 2138512914 - Property 2879900210
source: Name
fi_fi: Nimi
fr_be: Nom
it_it: Nome

# Page 437915150 - Control 756553336 - Property 1295455071
source: Specifies the ZIP code of the address that the products are shipped to.
fi_fi: Määrittää sen osoitteen postinumeron, johon tuotteet toimitetaan.
fr_be: Spécifie le code postal de l’adresse à laquelle les produits sont livrés.
it_it: Specifica il codice postale dell'indirizzo a cui sono stati spediti i prodotti.

# Page 437915150 - Control 756553336 - Property 2879900210
source: Post Code
fi_fi: Postinumero
fr_be: Code postal
it_it: Codice postale

# Page 437915150 - Control 3652065499 - Property 2879900210
source: Order Attributes
fi_fi: Tilauksen määritteet
fr_be: Attributs de commande
it_it: Attributi ordine

# Page 437915150 - Action 2350416859 - Property 1295455071
source: View an array of fulfillments associated with the Shopify Order.
fi_fi: Näytä taulukko Shopify-tilaukseen liittyvistä jakeluista.
fr_be: Affichez un tableau des exécutions associées à la commande Shopify.
it_it: Visualizzare una matrice di evasioni associate all'ordine Shopify.

# Page 437915150 - Action 2350416859 - Property 2879900210
source: Fulfillments
fi_fi: Jakelut
fr_be: Exécutions
it_it: Evasioni

# Page 437915150 - Action 1030013428 - Property 1295455071
source: View the data retrieved from Shopify.
fi_fi: Näytä Shopifysta noudetut tiedot.
fr_be: Affichez les données récupérées à partir de Shopify.
it_it: Visualizzare i dati recuperati da Shopify.

# Page 437915150 - Action 1030013428 - Property 2879900210
source: Retrieved Shopify Data
fi_fi: Shopify-tiedot noudettu
fr_be: Données Shopify récupérées
it_it: Dati Shopify recuperati

# Page 437915150 - Action 3253562668 - Property 1295455071
source: View the level and message that indicates the results of the fraud check.
fi_fi: Näytä petosanalyysin tuloksia kuvaava taso ja viesti.
fr_be: Affichez le niveau et le message qui indique les résultats de la vérification de la fraude.
it_it: Visualizzare il livello e il messaggio indicante i risultati della verifica frodi.

# Page 437915150 - Action 3253562668 - Property 2879900210
source: Risks
fi_fi: Riskit
fr_be: Risques
it_it: Rischi

# Page 437915150 - Action 927944371 - Property 1295455071
source: Open the related sales invoice.
fi_fi: Avaa asiaankuuluva myyntilasku.
fr_be: Ouvrez la facture vente associée.
it_it: Aprire la fattura di vendita correlata.

# Page 437915150 - Action 927944371 - Property 2879900210
source: Sales Invoice
fi_fi: Myyntilasku
fr_be: Facture vente
it_it: Fattura di vendita

# Page 437915150 - Action 3617415722 - Property 1295455071
source: Open the related sales order.
fi_fi: Avaa asiaankuuluva myyntitilaus.
fr_be: Ouvrez la commande vente associée.
it_it: Aprire l'ordine di vendita correlato.

# Page 437915150 - Action 3617415722 - Property 2879900210
source: Sales Order
fi_fi: Myyntitilaus
fr_be: Commande vente
it_it: Ordine vendita

# Page 437915150 - Action 1589710350 - Property 1295455071
source: View the shipping costs associated to this Shopify Order.
fi_fi: Näytä tähän Shopify-tilaukseen liittyvät toimituskulut.
fr_be: Affichez les frais d’expédition associés à cette commande Shopify.
it_it: Visualizzare i costi di spedizione associati a questo ordine Shopify.

# Page 437915150 - Action 1589710350 - Property 2879900210
source: Shipping Costs
fi_fi: Toimituskulut
fr_be: Frais d’expédition
it_it: Costi spedizione

# Page 437915150 - Action 1698709087 - Property 1295455071
source: Open the order status page from Shopify.
fi_fi: Avaa Tilauksen tila -sivu Shopifysta.
fr_be: Ouvrez la page de statut de la commande à partir de Shopify.
it_it: Aprire la pagina stato ordine da Shopify.

# Page 437915150 - Action 1698709087 - Property 2879900210
source: Shopify Status Page
fi_fi: Shopify-tilasivu
fr_be: Page de statut Shopify
it_it: Pagina stato Shopify

# Page 437915150 - Action 2099597673 - Property 1295455071
source: View the transactions created for this Shopify order that results in exchange of money.
fi_fi: Näytä tälle Shopify-tilaukselle luodut tapahtumat, joista seuraa rahan vaihtoa.
fr_be: Affichez les transactions créées pour cette commande Shopify qui entraîne un échange d’argent.
it_it: Visualizzare le transazioni create per questo ordine Shopify che comportano un cambio di valuta.

# Page 437915150 - Action 2099597673 - Property 2879900210
source: Transactions
fi_fi: Tapahtumat
it_it: Transazioni

# Page 437915150 - Action 3106002577 - Property 2879900210
source: F&unctions
fi_fi: &Toiminnot
fr_be: F&onctions
it_it: F&unzioni

# Page 437915150 - Action 2281017256 - Property 1295455071
source: Create a new customer.
fi_fi: Luo uusi asiakas.
fr_be: Créez un client.
it_it: Creare un nuovo cliente.

# Page 437915150 - Action 2281017256 - Property 2879900210
source: Create New Customer
fi_fi: Luo uusi asiakas
fr_be: Créer un client
it_it: Crea nuovo cliente

# Page 437915150 - Action 3633720517 - Property 1295455071
source: Convert the Shopify Order to a sales order or sales invoice. The sales document will contain the Shopify order number.
fi_fi: Muuta Shopify-tilaus myyntitilaukseksi tai myyntilaskuksi. Myyntiasiakirja sisältää Shopify-tilausnumeron.
fr_be: Convertissez la commande Shopify en commande vente ou en facture vente. Le document vente contiendra le numéro de commande Shopify.
it_it: Convertire l'ordine Shopify in un ordine di vendita o in una fattura di vendita. Il documento di vendita contiene il numero di ordine Shopify.

# Page 437915150 - Action 3633720517 - Property 2879900210
source: Create Sales Document
fi_fi: Luo myyntiasiakirja
fr_be: Créer document vente
it_it: Crea documento di vendita

# Page 437915150 - Action 562921702 - Property 1295455071
source: Start to resolve all mappings. (Customer, Item, Payment Method, ...)
fi_fi: Aloita kaikkien yhdistämismääritysten selvittäminen. (Asiakas, nimike, maksutapa, ...)
fr_be: Commencez à résoudre tous les mappages. (Client, article, mode de paiement,...)
it_it: Iniziare a correggere tutti i mapping (cliente, articolo, metodo di pagamento e così via).

# Page 437915150 - Action 562921702 - Property 2879900210
source: Find Mappings
fi_fi: Etsi yhdistämismääritykset
fr_be: Rechercher des mappages
it_it: Trova mapping

# Page 3726221007 - Property 2879900210
source: Shopify Order Attributes
fi_fi: Shopify-tilausmääritteet
fr_be: Attributs commande Shopify
it_it: Attributi ordine Shopify

# Page 3726221007 - Control 3348941625 - Property 1295455071
source: The key or name of the attribute.
fi_fi: Määritteen avain tai nimi.
fr_be: Clé ou nom de l’attribut.
it_it: La chiave o il nome dell'attributo.

# Page 3726221007 - Control 1131619133 - Property 1295455071
source: The value of the attribute.
fi_fi: Määritteen arvo.
fr_be: Valeur de l’attribut.
it_it: Il valore dell'attributo.

# Page 2596605181 - Property 2019332006
source: New,Process,Report,Fulfillment,Inspect
fi_fi: Uusi,Käsittely,Raportti,Jakelu,Tarkastus
fr_be: Nouveau,Traitement,État,Exécution,Inspecter
it_it: Nuovo,Processo,Report,Evasione,Ispezione

# Page 2596605181 - Property 2879900210
source: Shopify Order Fulfillments
fi_fi: Shopify-tilausten jakelut
fr_be: Exécutions des commandes Shopify
it_it: Evasioni ordine Shopify

# Page 2596605181 - Control 986080663 - Property 1295455071
source: Specifies the date and time when the fulfillment was created.
fi_fi: Määrittää jakelun luontipäivämäärän ja -ajan.
fr_be: Spécifie la date et l’heure de création de l’exécution.
it_it: Specifica la data e l'ora di creazione dell'evasione.

# Page 2596605181 - Control 3045250535 - Property 1295455071
source: Specifies the id for the fulfillment in Shopify.
fi_fi: Määrittää Shopify-jakelun tunnuksen.
fr_be: Spécifie l’ID de l’exécution dans Shopify.
it_it: Specifica l'ID per l'evasione in Shopify.

# Page 2596605181 - Control 775939211 - Property 1295455071
source: Specifies the id for the order in Shopify.
fi_fi: Määrittää Shopify-tilauksen tunnuksen.
fr_be: Spécifie l’ID de la commande dans Shopify.
it_it: Specifica l'ID dell'ordine in Shopify.

# Page 2596605181 - Control 513339096 - Property 1295455071
source: Specifies the status of the fulfillment in Shopify. Valid values are: pending, open, success, cancelled, error, failure.
fi_fi: Määrittää Shopify-jakelun tilan. Kelvollisia arvoja ovat seuraavat: odottaa, avoin, onnistui, peruutettu, virhe ja epäonnistui.
fr_be: Spécifie le statut de l’exécution dans Shopify. Les valeurs valides sont les suivantes : en attente, ouverte, réussie, annulée, erreur, échec.
it_it: Specifica lo stato dell'evasione in Shopify. I valori validi sono: in sospeso, aperto, riuscito, annullato, errore, non riuscito.

# Page 2596605181 - Control 3956013896 - Property 1295455071
source: Specifies the tracking number of the fulfillment provided by the shipping company.
fi_fi: Määrittää kuljetusyrityksen toimittaman jakelun seurantatunnuksen.
fr_be: Spécifie le numéro de suivi de l’exécution fourni par le transporteur.
it_it: Specifica il numero di tracciabilità dell'evasione fornito dalla società di spedizione.

# Page 2596605181 - Control 2024988880 - Property 1295455071
source: Specifies the url of the tracking page for the fulfillment.
fi_fi: Määrittää jakelun seurantasivun URL-osoitteen.
fr_be: Spécifie l’URL de la page de suivi pour l’exécution.
it_it: Specifica l'URL della pagina di tracciabilità per l'evasione.

# Page 2596605181 - Control 2466615012 - Property 1295455071
source: Specifies the date and time when the fulfillment was last modified.
fi_fi: Määrittää jakelun edellisen muokkauspäivämäärän ja -ajan.
fr_be: Spécifie la date et l’heure de la dernière modification de l’exécution.
it_it: Specifica la data e l'ora dell'ultima modifica dell'evasione.

# Page 2596605181 - Action 3221194676 - Property 1295455071
source: View the data retrieved from Shopify.
fi_fi: Näytä Shopifysta noudetut tiedot.
fr_be: Affichez les données récupérées à partir de Shopify.
it_it: Visualizzare i dati recuperati da Shopify.

# Page 2596605181 - Action 3221194676 - Property 2879900210
source: Retrieved Shopify Data
fi_fi: Shopify-tiedot noudettu
fr_be: Données Shopify récupérées
it_it: Dati Shopify recuperati

# Page 2596605181 - Action 2746818404 - Property 1295455071
source: View related posted sales shipments.
fi_fi: Näytä asiaankuuluvat kirjatut myyntitoimitukset.
fr_be: Afficher les expéditions vente validées associées.
it_it: Visualizzare le spedizioni vendite registrate correlate.

# Page 2596605181 - Action 2746818404 - Property 2879900210
source: Sales Shipment
fi_fi: Myyntitoimitus
fr_be: Expédition vente
it_it: Spedizione vendita

# Page 2313934814 - Property 2879900210
source: Shopify Order Risks
fi_fi: Shopifyn tilausriskit
fr_be: Risques de commande Shopify
it_it: Rischi ordine Shopify

# Page 2313934814 - Control 1789400218 - Property 1295455071
source: Specifies the level of the Shopify Order Risk.
fi_fi: Määrittää Shopify-tilauksen riskitason.
fr_be: Spécifie le niveau du risque de commande Shopify.
it_it: Specifica il livello del rischio dell'ordine Shopify.

# Page 2313934814 - Control 3080618677 - Property 1295455071
source: Specifies the message that's displayed to the merchant to indicate the results of the fraud check.
fi_fi: Määrittää viestin, jossa kauppiaalle kerrotaan petosanalyysin tulokset.
fr_be: Spécifie le message qui est affiché au commerçant pour indiquer les résultats de la vérification de la fraude.
it_it: Specifica il messaggio visualizzato al commerciante per indicare i risultati della verifica frodi.

# Page 3869916459 - Property 2019332006
source: New,Process,Report,Inspect
fi_fi: Uusi,Käsittely,Raportti,Tarkastus
fr_be: Nouveau,Traitement,État,Inspecter
it_it: Nuovo,Processo,Report,Ispezione

# Page 3869916459 - Property 2879900210
source: Shopify Order Shipping Charges
fi_fi: Shopify-tilauksen toimituskulut
fr_be: Frais d’expédition de la commande Shopify
it_it: Costi di spedizione ordine Shopify

# Page 3869916459 - Control 636392376 - Property 1295455071
source: Specifies the shipping cost amount.
fi_fi: Määrittää toimituskulujen summan.
fr_be: Spécifie le montant des frais d’expédition.
it_it: Specifica l'importo dei costi di spedizione.

# Page 3869916459 - Control 1267560475 - Property 1295455071
source: Specifies the shipping cost discount amount.
fi_fi: Määrittää toimituskulujen alennussumman.
fr_be: Spécifie le montant de la remise des frais d’expédition.
it_it: Specifica l'importo dello sconto sui costi di spedizione.

# Page 3869916459 - Control 775939211 - Property 1295455071
source: Specifies a unique identifier for the order.
fi_fi: Määrittää tilauksen yksilöivän tunnuksen.
fr_be: Spécifie un identifiant unique pour la commande.
it_it: Specifica un identificatore univoco per l'ordine.

# Page 3869916459 - Control 2811611485 - Property 1295455071
source: Specifies a unique identifier for the shipping.
fi_fi: Määrittää toimituksen yksilöivän tunnuksen.
fr_be: Spécifie un identifiant unique pour l’expédition.
it_it: Specifica un identificatore univoco per la spedizione.

# Page 3869916459 - Control 2397723431 - Property 1295455071
source: Specifies the origin of the shipping cost.
fi_fi: Määrittää toimituskulujen alkuperän.
fr_be: Spécifie l’origine des frais d’expédition.
it_it: Specifica l'origine del costo di spedizione.

# Page 3869916459 - Control 329424276 - Property 1295455071
source: Specifies the delivery method in Shopify.
fi_fi: Määrittää Shopify-toimitustavan.
fr_be: Spécifie le mode de livraison dans Shopify.
it_it: Specifica il metodo di consegna in Shopify.

# Page 3869916459 - Action 1030013428 - Property 1295455071
source: View the data retrieved from Shopify.
fi_fi: Näytä Shopifysta noudetut tiedot.
fr_be: Affichez les données récupérées à partir de Shopify.
it_it: Visualizzare i dati recuperati da Shopify.

# Page 3869916459 - Action 1030013428 - Property 2879900210
source: Retrieved Shopify Data
fi_fi: Shopify-tiedot noudettu
fr_be: Données Shopify récupérées
it_it: Dati Shopify recuperati

# Page 2953146964 - Property 2879900210
source: Shopify Order Lines
fi_fi: Shopify-tilausrivit
fr_be: Lignes commande Shopify
it_it: Righe ordine Shopify

# Page 2953146964 - Control 3461834954 - Property 1295455071
source: Specifies the description of the product to be sold.
fi_fi: Määrittää myytävän tuotteen kuvauksen.
fr_be: Spécifie la description du produit à vendre.
it_it: Specifica la descrizione del prodotto da vendere.

# Page 2953146964 - Control 3417937915 - Property 1295455071
source: Specifies the discount amount that is granted for the item on the line.
fi_fi: Määrittää alennussumman, joka on myönnetty rivillä olevalle nimikkeelle.
fr_be: Spécifie le montant de la remise accordée pour l'article de la ligne.
it_it: Specifica l'importo di sconto concessa per l'articolo nella riga.

# Page 2953146964 - Control 223627335 - Property 1295455071
source: Specifies the quantity available to fulfill.
fi_fi: Määrittää jaettavissa olevan määrän.
fr_be: Spécifie la quantité disponible à exécuter.
it_it: Specifica la quantità disponibile da evadere.

# Page 2953146964 - Control 332802016 - Property 1295455071
source: Specifies the item number.
fi_fi: Määrittää nimikenumeron.
fr_be: Spécifie le numéro de l’article.
it_it: Specifica il numero di articolo.

# Page 2953146964 - Control 2704404533 - Property 1295455071
source: Specifies how many units are being sold.
fi_fi: Määrittää myytävien yksiköiden määrän.
fr_be: Spécifie le nombre d’unités vendues.
it_it: Specifica il numero di unità vendute.

# Page 2953146964 - Control 1591501920 - Property 1295455071
source: Specifies a unique identifier for the product.
fi_fi: Määrittää tuotteen yksilöivän tunnuksen.
fr_be: Spécifie un identifiant unique pour le produit.
it_it: Specifica un identificatore univoco per il prodotto.

# Page 2953146964 - Control 1523084564 - Property 1295455071
source: Specifies a unique identifier for the variant.
fi_fi: Määrittää version yksilöivän tunnuksen.
fr_be: Spécifie un identifiant unique pour la variante.
it_it: Specifica un identificatore univoco per la variante.

# Page 2953146964 - Control 726660686 - Property 1295455071
source: Specifies how each unit of the item is measured.
fi_fi: Määrittää, miten kukin nimike mitataan.
fr_be: Spécifie la manière dont chaque unité de l’article est mesurée.
it_it: Specifica la modalità di misurazione di ogni unità dell'articolo.

# Page 2953146964 - Control 3625705173 - Property 1295455071
source: Specifies the prices for one unit on the line.
fi_fi: Määrittää rivillä olevan yhden yksikön hinnan.
fr_be: Spécifie les prix d’une unité de la ligne.
it_it: Specifica i prezzi unitari nella riga.
