Repository: jbakach/MSDyn365BC.Code.History
Catalog: shopify/app/Shopify Connector/Translations/Shopify Connector.*.xlf
Languages: fi_fi, fr_be, it_it

# Page 1970429680 - Action 4133657564 - Property 1295455071
source: Synchronize the customers from Shopify. The way customers are imported depends on the settings in the Shopify Shop Card.
fi_fi: Synkronoi Shopify-asiakkaat. Asiakkaiden tuontitapa vaihtelee Shopify-kauppa-kortin asetusten mukaan.
fr_be: Synchronisez les clients à partir de Shopify. La manière dont les clients sont importés dépend des paramètres de la fiche magasin Shopify.
it_it: Sincronizzare i clienti da Shopify. La modalità di importazione dei clienti dipende dalle impostazioni della scheda del punto vendita Shopify.

# Page 1970429680 - Action 4133657564 - Property 2879900210
source: Sync Customers
fi_fi: Synkronoi asiakkaat
fr_be: Synchroniser les clients
it_it: Sincronizza clienti

# Page 1970429680 - Action 478485645 - Property 1295455071
source: Synchronize product images for this Shopify Shop. The direction depends on the settings in the Shopify Shop Card.
fi_fi: Synkronoi tämän Shopify-kaupan tuotekuvat. Suunta määräytyy Shopify-kauppa-kortin asetusten mukaan.
fr_be: Synchronisez les images produit pour ce magasin Shopify. La direction dépend des paramètres de la fiche magasin Shopify.
it_it: Sincronizzare le immagini di prodotto per questo punto vendita Shopify. La direzione dipende dalle impostazioni della scheda del punto vendita Shopify.

# Page 1970429680 - Action 478485645 - Property 2879900210
source: Sync Product Images
fi_fi: Synkronoi tuotekuvat
fr_be: Synchroniser les images produit
it_it: Sincronizza immagini prodotto

# Page 1970429680 - Action 3292197631 - Property 1295455071
source: Synchronize the inventory to Shopify.
fi_fi: Synkronoi varasto Shopifyhin.
fr_be: Synchronisez les stocks avec Shopify.
it_it: Sincronizzare l'inventario in Shopify.

# Page 1970429680 - Action 3292197631 - Property 2879900210
source: Sync Inventory
fi_fi: Synkronoi varasto
fr_be: Synchroniser les stocks
it_it: Sincronizza inventario

# Page 1970429680 - Action 2746460238 - Property 1295455071
source: Synchronize orders from Shopify.
fi_fi: Synkronoi tilaukset Shopifysta.
fr_be: Synchronisez les commandes à partir de Shopify.
it_it: Sincronizzare gli ordini da Shopify.

# Page 1970429680 - Action 2746460238 - Property 2879900210
source: Sync Orders
fi_fi: Synkronoi tilaukset
fr_be: Synchroniser les commandes
it_it: Sincronizza ordini

# Page 1970429680 - Action 3984813086 - Property 1295455071
source: Synchronize all movements of money between a Shopify Payment account balance and a connected bank account.
fi_fi: Synkronoi kaikki Shopify-maksutilin saldon ja siihen liitetyn pankkitilin välinen rahaliikenne.
fr_be: Synchronisez tous les mouvements d’argent entre un solde de compte de paiement Shopify et un compte bancaire connecté.
it_it: Sincronizzare tutti i movimenti di denaro tra il saldo di un conto di pagamento Shopify e un conto bancario collegato.

# Page 1970429680 - Action 3984813086 - Property 2879900210
source: Sync Payouts
fi_fi: Synkronoi maksut
fr_be: Synchroniser les règlements
it_it: Sincronizza pagamenti

# Page 1970429680 - Action 3368153305 - Property 1295455071
source: Synchronize products for this Shopify Shop. The direction depends on the settings in the Shopify Shop Card.
fi_fi: Synkronoi tämän Shopify-kaupan tuotteet. Suunta määräytyy Shopify-kauppa-kortin asetusten mukaan.
fr_be: Synchroniser les produits pour ce magasin Shopify. La direction dépend des paramètres de la fiche magasin Shopify.
it_it: Sincronizzare i prodotti per questo punto vendita Shopify. La direzione dipende dalle impostazioni della scheda del punto vendita Shopify.

# Page 1970429680 - Action 3368153305 - Property 2879900210
source: Sync Products
fi_fi: Synkronoi tuotteet
fr_be: Synchroniser les produits
it_it: Sincronizza prodotti

# Page 1970429680 - Action 383844080 - Property 1295455071
source: Synchronize shipments to Shopify.
fi_fi: Synkronoi toimitukset Shopifyhin.
fr_be: Synchronisez les expéditions avec Shopify.
it_it: Sincronizzare le spedizioni in Shopify.

# Page 1970429680 - Action 383844080 - Property 2879900210
source: Sync Shipments
fi_fi: Synkronoi toimitukset
fr_be: Synchroniser les expéditions
it_it: Sincronizza spedizioni

# Page 1970429680 - Action 2417694062 - Property 2879900210
source: Reset Sync
fi_fi: Palauta synkronointi
fr_be: Réinitialiser la synchronisation
it_it: Reimposta sincronizzazione

# Page 1970429680 - Action 3323441822 - Property 1295455071
source: Ensure all customers are synced when executing the sync, not just the changes since last sync.
fi_fi: Varmista, että kaikki asiakkaat, ei vain viimeisimmän synkronoinnin jälkeen tehdyt muutokset, synkronoidaan synkronoinnin aikana.
fr_be: Assurez-vous que tous les clients sont synchronisés lors de l’exécution de la synchronisation et pas seulement les modifications apportées depuis la dernière synchronisation.
it_it: Verificare che quando si esegue la sincronizzazione vengano sincronizzati tutti i clienti e non solo le modifiche apportate dopo l'ultima sincronizzazione.

# Page 1970429680 - Action 3323441822 - Property 2879900210
source: Reset Customer Sync
fi_fi: Palauta asiakkaiden synkronointi
fr_be: Réinitialiser la synchronisation client
it_it: Reimposta sincronizzazione clienti

# Page 1970429680 - Action 643889820 - Property 1295455071
source: Ensure all orders are synced when executing the sync, not just the changes since last sync.
fi_fi: Varmista, että kaikki tilaukset, ei vain viimeisimmän synkronoinnin jälkeen tehdyt muutokset, synkronoidaan synkronoinnin aikana.
fr_be: Assurez-vous que toutes les commandes sont synchronisées lors de l’exécution de la synchronisation et pas seulement les modifications apportées depuis la dernière synchronisation.
it_it: Verificare che quando si esegue la sincronizzazione vengano sincronizzati tutti gli ordini e non solo le modifiche apportate dopo l'ultima sincronizzazione.

# Page 1970429680 - Action 643889820 - Property 2879900210
source: Reset Orders Sync
fi_fi: Palauta tilausten synkronointi
fr_be: Réinitialiser la synchronisation des commandes
it_it: Reimposta sincronizzazione ordini

# Page 1970429680 - Action 2378937703 - Property 1295455071
source: Ensure all products are synced when executing the sync, not just the changes since last sync.
fi_fi: Varmista, että kaikki tuotteet, ei vain viimeisimmän synkronoinnin jälkeen tehdyt muutokset, synkronoidaan synkronoinnin aikana.
fr_be: Assurez-vous que tous les produits sont synchronisés lors de l’exécution de la synchronisation et pas seulement les modifications apportées depuis la dernière synchronisation.
it_it: Verificare che quando si esegue la sincronizzazione vengano sincronizzati tutti i prodotti e non solo le modifiche apportate dopo l'ultima sincronizzazione.

# Page 1970429680 - Action 2378937703 - Property 2879900210
source: Reset Products Sync
fi_fi: Palauta tuotteiden synkronointi
fr_be: Réinitialiser la synchronisation produits
it_it: Reimposta sincronizzazione prodotti

# Page 3081489686 - Property 2879900210
source: Shopify Shop Locations
fi_fi: Shopify-kauppojen sijainnit
fr_be: Emplacements des magasins Shopify
it_it: Ubicazioni punti vendita Shopify

# Page 3081489686 - Method 4177352842 - NamedType 1995065214
source: One or more lines have %1 specified, but stock synchronization is disabled. Do you want to close the page?
fi_fi: Vähintään yhdelle riville on määritetty %1, mutta varaston synkronointi on poistettu käytöstä. Haluatko sulkea tämän sivun?
fr_be: %1 est spécifié sur une ou plusieurs lignes, mais la synchronisation des stocks est désactivée. Voulez-vous fermer la page ?
it_it: Una o più righe hanno %1 specificato, ma la sincronizzazione delle scorte è disabilitata. Chiudere la pagina?

# Page 3081489686 - Control 1456564405 - Property 1295455071
source: Specifies the location to be used in orders.
fi_fi: Määrittää tilauksissa käytettävän sijainnin.
fr_be: Spécifie le magasin à utiliser dans les commandes.
it_it: Specifica l'ubicazione da utilizzare negli ordini.

# Page 3081489686 - Control 1864907812 - Property 1295455071
source: Specifies if the location is enabled/disabled for send stock information to Shopify.
fi_fi: Määrittää, onko sijainti otettu käyttöön tai poistettu käytöstä, jotta varastotiedot voidaan lähettää Shopifyhin.
fr_be: Spécifie si le magasin est activé/désactivé pour envoyer des informations sur le stock à Shopify.
it_it: Specifica se l'ubicazione è abilitata/disabilitata per inviare le informazioni sulle scorte a Shopify.

# Page 3081489686 - Control 415504711 - Property 1295455071
source: Specifies the id of the location.
fi_fi: Määrittää sijainnin tunnuksen.
fr_be: Spécifie l’ID du magasin.
it_it: Specifica l'ID dell'ubicazione.

# Page 3081489686 - Control 3267737623 - Property 1295455071
source: Specifies the location(s) for which the inventory must be counted.
fi_fi: Määrittää sijainnit, joiden varasto on laskettava.
fr_be: Spécifie le ou les magasins pour lesquels le stock doit être compté.
it_it: Specifica le ubicazioni per le quali deve essere conteggiato l'inventario.

# Page 3081489686 - Control 2961552353 - Property 1295455071
source: Specifies the name of the location.
fi_fi: Määrittää sijainnin nimen.
fr_be: Spécifie le nom du magasin.
it_it: Specifica il nome dell'ubicazione.

# Page 3081489686 - Control 3600018459 - Property 1295455071
source: Select the stock calculation used for this location.
fi_fi: Valitse tässä sijainnissa käytettävä varaston laskenta.
fr_be: Sélectionnez le calcul des stocks utilisé pour ce magasin.
it_it: Selezionare il calcolo delle scorte utilizzato per questa ubicazione.

# Page 3081489686 - Action 4256907756 - Property 1295455071
source: Get the locations defined in Shopify.
fi_fi: Hae Shopifyssa määritetyt sijainnit.
fr_be: Obtenez les magasins définis dans Shopify.
it_it: Ottenere le ubicazioni definite in Shopify.

# Page 3081489686 - Action 4256907756 - Property 2879900210
source: Get Shopify Locations
fi_fi: Hae Shopify-sijainnit
fr_be: Obtenir les magasins Shopify
it_it: Ottieni ubicazioni Shopify

# Page 1602962213 - Property 1064389655
source: About Shops
fi_fi: Tietoja kaupoista
fr_be: À propos des magasins
it_it: Informazioni sui punti vendita

# Page 1602962213 - Property 247559172
source: Set up the shops on Shopify that you want to connect to the *current* company in Business Central. These settings affect how the shops synchronize to and from Shopify.
fi_fi: Määritä Shopify-kaupat, jotka haluat yhdistää *nykyiseen* yritykseen Business Centralissa. Nämä asetukset vaikuttavat siihen, miten kaupat synkronoidaan Shopifyhin ja Shopifysta.
fr_be: Configurez les magasins sur Shopify que vous souhaitez connecter à la société *actuelle* dans Business Central. Ces paramètres influent sur la manière dont les magasins se synchronisent vers et à partir de Shopify.
it_it: Impostare in Shopify i punti vendita da connettere alla società *corrente* in Business Central. Le impostazioni riguardano la sincronizzazione dei punti vendita da e verso Shopify.

# Page 1602962213 - Property 2879900210
source: Shopify Shops
fi_fi: Shopify-kaupat
fr_be: Magasins Shopify
it_it: Punti vendita Shopify

# Page 1602962213 - Control 3004954119 - Property 1295455071
source: Specifies a code to identify this Shopify Shop.
fi_fi: Määrittää Shopify-kaupan yksilöivän koodin.
fr_be: Spécifie un code pour identifier ce magasin Shopify.
it_it: Specifica un codice che identifica questo punto vendita Shopify.

# Page 1602962213 - Control 1859002777 - Property 1295455071
source: Specifies the language of the Shopify Shop.
fi_fi: Määrittää Shopify-kaupan kielen.
fr_be: Spécifie la langue du magasin Shopify.
it_it: Specifica la lingua del punto vendita Shopify.

# Page 1602962213 - Control 3983288659 - Property 1295455071
source: Specifies the URL of the Shopify Shop.
fi_fi: Määrittää Shopify-kaupan URL-osoitteen.
fr_be: Spécifie l’URL du magasin Shopify.
it_it: Specifica l'URL del punto vendita Shopify.

# Page 3069548221 - Property 2879900210
source: Shopify Tags
fi_fi: Shopify-tunnisteet
fr_be: Balises Shopify
it_it: Tag Shopify

# Page 3069548221 - Control 2801749846 - Property 1295455071
source: Specifies the tags of a product that are used for filtering and search.
fi_fi: Määrittää suodatuksessa ja haussa käytettävät tuotteen tunnisteet.
fr_be: Spécifie les balises d’un produit utilisées pour le filtrage et la recherche.
it_it: Specifica i tag di un prodotto che vengono utilizzati per filtrare e cercare.

# Page 3069548221 - Control 2801749846 - Property 2879900210
source: Tag
fi_fi: Tunniste
fr_be: Balise

# Page 2270019439 - Property 2879900210
source: Shopify Tags
fi_fi: Shopify-tunnisteet
fr_be: Balises Shopify
it_it: Tag Shopify

# Page 2270019439 - Control 2801749846 - Property 1295455071
source: Specifies the tags of a product that are used for filtering and search.
fi_fi: Määrittää suodatuksessa ja haussa käytettävät tuotteen tunnisteet.
fr_be: Spécifie les balises d’un produit utilisées pour le filtrage et la recherche.
it_it: Specifica i tag di un prodotto che vengono utilizzati per filtrare e cercare.

# Page 2941921431 - Property 2879900210
source: Shopify Tax Areas
fi_fi: Shopifyn veroalueet
fr_be: Zones de recouvrement Shopify
it_it: Area imposte Shopify

# Page 2941921431 - Control 499448942 - Property 1295455071
source: Specifies the sub-regions for a county, such as provinces or states.
fi_fi: Määrittää läänin alialueet, kuten maakunnat tai osavaltiot.
fr_be: Spécifie les sous-régions pour une région, par exemple les provinces ou les États.
it_it: Specifica le aree geografiche secondarie di una regione, ad esempio province o stati.

# Page 2941921431 - Control 53839102 - Property 1295455071
source: Specifies the value of the Tax Liable field.
fi_fi: Määrittää Verovelvollinen-kentän arvon.
fr_be: Spécifie la valeur du champ Soumis à recouvrement.
it_it: Specifica il valore del campo Soggetto a imposta.

# Page 2941921431 - Control 3928295633 - Property 1295455071
source: Specifies the tax area applicable to the state.
fi_fi: Määrittää osavaltioon sovellettavan veroalueen.
fr_be: Spécifie la zone de recouvrement applicable à l’État.
it_it: Specifica l'area imposte applicabile allo stato.

# Page 2941921431 - Control 4080497836 - Property 1295455071
source: Specifies the VAT business posting group applicable to the state.
fi_fi: Määrittää osavaltioon sovellettavan liiketoiminnan ALV-kirjausryhmän.
fr_be: Spécifie le groupe comptabilisation marché TVA applicable à l’État.
it_it: Specifica la categoria registrazione business IVA applicabile allo stato.

# Page 483124973 - Property 2879900210
source: Shopify Transaction Gateways
fi_fi: Shopifyn tapahtumayhdyskäytävät
fr_be: Passerelles de transaction Shopify
it_it: Gateway transazioni Shopify

# Page 483124973 - Control 2961552353 - Property 1295455071
source: Specifies the name of the gateway the transaction was issued through.
fi_fi: Määrittää sen yhdyskäytävän nimen, jonka kautta tapahtuma on lähetetty.
fr_be: Spécifie le nom de la passerelle via laquelle la transaction a été émise.
it_it: Specifica il nome del gateway di emissione della transazione.

# Page 3397571517 - Property 2019332006
source: New,Process,Report,Inspect
fi_fi: Uusi,Käsittely,Raportti,Tarkastus
fr_be: Nouveau,Traitement,État,Inspecter
it_it: Nuovo,Processo,Report,Ispezione

# Page 3397571517 - Property 2879900210
source: Shopify Transactions
fi_fi: Shopify-tapahtumat
fr_be: Transactions Shopify
it_it: Transazioni Shopify

# Page 3397571517 - Control 636392376 - Property 1295455071
source: Specifies the amount of money included in the transaction.
fi_fi: Määrittää tapahtumaan sisältyvän rahasumman.
fr_be: Spécifie le montant inclus dans la transaction.
it_it: Specifica l'importo in denaro incluso nella transazione.

# Page 3397571517 - Control 1246219133 - Property 1295455071
source: Specifies the authorization code associated with the transaction.
fi_fi: Määrittää tapahtumaan liittyvän valtuutuskoodin.
fr_be: Spécifie le code d’autorisation associé à la transaction.
it_it: Specifica il codice di autorizzazione associato alla transazione.

# Page 3397571517 - Control 1236107772 - Property 1295455071
source: Specifies the response code from the address verification system.
fi_fi: Määrittää vastauskoodin osoitteen vahvistusjärjestelmästä.
fr_be: Spécifie le code de réponse du système de vérification des adresses.
it_it: Specifica il codice risposta del sistema di verifica degli indirizzi.

# Page 3397571517 - Control 986080663 - Property 1295455071
source: Specifies the date and time at which the transaction is processed.
fi_fi: Määrittää tapahtuman käsittelypäivämäärän ja -ajan.
fr_be: Spécifie la date et l’heure de traitement de la transaction.
it_it: Specifica la data e l'ora di elaborazione della transazione.

# Page 3397571517 - Control 2267694816 - Property 1295455071
source: Specifies the issuer identification number.
fi_fi: Määrittää myöntäjän tunnistenumeron.
fr_be: Spécifie le numéro d’identification de l’émetteur.
it_it: Specifica il numero di identificazione dell'emittente.

# Page 3397571517 - Control 3930083474 - Property 1295455071
source: Specifies the name of the company that issued the customer's credit card.
fi_fi: Määrittää asiakkaan luottokortin myöntäneen yrityksen nimen.
fr_be: Spécifie le nom de la société qui a émis la carte de crédit du client.
it_it: Specifica il nome della società che ha emesso la carta di credito del cliente.

# Page 3397571517 - Control 2796602606 - Property 1295455071
source: Specifies the customer's credit card number, with most of the leading digits redacted.
fi_fi: Määrittää asiakkaan luottokorttinumeron (suurin osa numeroista on poistettu).
fr_be: Spécifie le numéro de carte de crédit du client, la plupart des chiffres de tête édités.
it_it: Specifica il numero di carta di credito del cliente, con la maggior parte dei numeri iniziali redatti.

# Page 3397571517 - Control 3561154705 - Property 1295455071
source: Specifies the currency of the transaction.
fi_fi: Määrittää tapahtuman valuutan.
fr_be: Spécifie la devise de la transaction.
it_it: Specifica la valuta della transazione.

# Page 3397571517 - Control 952471457 - Property 1295455071
source: Specifies the response code from the credit card company indicating whether the customer entered the card security code, or card verificaion value, correctly.
fi_fi: Määrittää luottokorttiyhtiön vastauskoodin, joka kertoo, onko asiakas syöttänyt kortin turvakoodin tai kortin tarkistusnumeron oikein.
fr_be: Spécifie le code de réponse de la société de carte de crédit qui indique si le client a saisi le code de sécurité de la carte ou la valeur de vérification de la carte de commande, correctement.
it_it: Specifica il codice risposta della società emittente carte di credito che indica se il cliente ha inserito correttamente il codice di sicurezza della carta o il valore di verifica della carta.

# Page 3397571517 - Control 4082874751 - Property 1295455071
source: Specifies the standardized error code, independent of the payment provider. Valid values are: incorrect_number, invalid_number, invalid_expiry_date, invalid_cvc, expired_card, incorrect_cvc, incorrect_zip, incorrect_address, card_declined, processing_error, call_issuer, pick_up_card.
fi_fi: Määrittää standardoidun virhekoodin maksupalvelun tarjoajasta riippumatta. Kelvollisia arvoja ovat seuraavat: incorrect_number, invalid_number, invalid_expiry_date, invalid_cvc, expired_card, incorrect_cvc, incorrect_zip, incorrect_address, card_declined, processing_error, call_issuer, pick_up_card.
fr_be: Spécifie le code d’erreur normalisé indépendant du fournisseur de service de paiement. Les valeurs valides sont : incorrect_number, invalid_number, invalid_expiry_date, invalid_cvc, expired_card, incorrect_cvc, incorrect_zip, incorrect_address, card_declined, processing_error, call_issuer, pick_up_card.
it_it: Specifica il codice di errore standardizzato, indipendente dal provider di pagamenti. I valori validi sono: incorrect_number, invalid_number, invalid_expiry_date, invalid_cvc, expired_card, incorrect_cvc, incorrect_zip, incorrect_address, card_declined, processing_error, call_issuer, pick_up_card.]A;

# Page 3397571517 - Control 3357486316 - Property 1295455071
source: Specifies the name of the gateway the transaction was issued through.
fi_fi: Määrittää sen yhdyskäytävän nimen, jonka kautta tapahtuma on lähetetty.
fr_be: Spécifie le nom de la passerelle via laquelle la transaction a été émise.
it_it: Specifica il nome del gateway di emissione della transazione.

# Page 3397571517 - Control 751376271 - Property 1295455071
source: Specifies the id of the gift card used for a transaction.
fi_fi: Määrittää tapahtumassa käytetyn lahjakortin tunnuksen.
fr_be: Spécifie l’ID de la carte cadeau utilisée pour une transaction.
it_it: Specifica l'ID del buono regalo utilizzato per una transazione.

# Page 3397571517 - Control 3080618677 - Property 1295455071
source: Specifies a string generated by the payment provider with additional information about why the transaction succeeded or failed.
fi_fi: Määrittää maksupalvelun tarjoajan luoman merkkijonon, joka sisältää lisätietoja siitä, miksi tapahtuma on onnistunut tai epäonnistunut.
fr_be: Spécifie une chaîne générée par le fournisseur de service de paiement avec des informations supplémentaires sur la raison du succès ou de l’échec de la transaction.
it_it: Specifica una stringa generata dal provider di servizi di pagamento con informazioni supplementari sul motivo dell'esito positivo o negativo della transazione.

# Page 3397571517 - Control 3400380339 - Property 1295455071
source: Specifies the Posted Invoice number to which the transaction relates.
fi_fi: Määrittää kirjatun laskunumeron, johon tapahtuma liittyy.
fr_be: Spécifie le numéro de la facture validée à laquelle la transaction est associée.
it_it: Specifica il numero della fattura registrata a cui si riferisce la transazione.

# Page 3397571517 - Control 2737501178 - Property 1295455071
source: Specifies the sales document number to which the transaction relates.
fi_fi: Määrittää myyntiasiakirjan numeron, johon tapahtuma liittyy.
fr_be: Spécifie le numéro du document vente auquel la transaction est associée.
it_it: Specifica il numero del documento di vendita a cui si riferisce la transazione.

# Page 3397571517 - Control 775939211 - Property 1295455071
source: Specifies the id of the order in Shopify that the transaction is associated with.
fi_fi: Määrittää sen Shopify-tilauksen tunnuksen, johon tapahtuma liittyy.
fr_be: Spécifie l’ID de la commande dans Shopify à laquelle la transaction est associée.
it_it: Specifica l'ID dell'ordine in Shopify cui è associata la transazione.

# Page 3397571517 - Control 1365641677 - Property 1295455071
source: Specifies the unique id of the Shopify transaction.
fi_fi: Määrittää Shopify-tapahtuman yksilöivän tunnuksen.
fr_be: Spécifie l’ID unique de la transaction Shopify.
it_it: Specifica l'ID univoco della transazione Shopify.

# Page 3397571517 - Control 34717358 - Property 1295455071
source: Specifies the origin of the transaction. This is set by Shopify. Example values: web, pos, iphone, android.
fi_fi: Määrittää tapahtuman alkuperän. Tämä on Shopifyn määrittämä. Esimerkkiarvot: verkko, POS, iPhone, Android.
fr_be: Spécifie l’origine de la transaction. Cette valeur est définie par Shopify. Exemples de valeurs : web, pos, iPhone, Android.
it_it: Specifica l'origine della transazione che è impostata da Shopify. Valori di esempio: Web, POS, iPhone, Android.
