Repository: jbakach/MSDyn365BC.Code.History
Catalog: shopify/app/Shopify Connector/Translations/Shopify Connector.*.xlf
Languages: fi_fi, fr_be, it_it

# Page 3918578631 - Control 3694576179 - Property 2879900210
source: Could not connect to Shopify
fi_fi: Shopifyhin ei voitu muodostaa yhteyttä
fr_be: Impossible de se connecter à Shopify
it_it: Impossibile connettersi a Shopify

# Page 3918578631 - Control 3042726841 - Property 1295455071
source: Shopify shop URL.
fi_fi: Shopify-kaupan URL-osoite.
fr_be: URL du magasin Shopify.
it_it: URL del punto vendita Shopify.

# Page 3918578631 - Control 3042726841 - Property 2879900210
source: Shop URL
fi_fi: Kaupan URL-osoite
fr_be: URL du magasin
it_it: URL punto vendita

# Page 3918578631 - Control 2614052691 - Property 1968111052
source: This guide can help you quickly get started with Business Central. You can import the products and customers from Shopify that you want to manage in Business Central. You can use this guide only one time
fi_fi: Tämän oppaan avulla voit aloittaa Business Centralin käytön nopeasti. Voit tuoda Shopifysta tuotteet ja asiakkaat, joita haluat hallita Business Centralissa. Voit käyttää tätä opasta vain kerran.
fr_be: Ce guide peut vous aider à commencer rapidement à utiliser Business Central. Vous pouvez importer les produits et les clients à partir de Shopify que vous souhaitez gérer dans Business Central. Vous ne pouvez utiliser ce guide qu’une seule fois
it_it: Questa guida consente di iniziare rapidamente a utilizzare Business Central. È possibile importare da Shopify i prodotti e i clienti che desideri gestire in Business Central. È possibile utilizzare questa guida solo una volta

# Page 3918578631 - Control 2614052691 - Property 2879900210
source: Get started with Business Central by importing data from Shopify
fi_fi: Aloita Business Centralin käyttö tuomalla tiedot Shopifysta
fr_be: Commencez à utiliser Business Central en important des données depuis Shopify
it_it: Introduzione a Business Central con l'importazione dei dati da Shopify

# Page 3918578631 - Control 353560050 - Property 1295455071
source: Import customers from Shopify.
fi_fi: Tuo asiakkaita Shopifysta.
fr_be: Importez des clients à partir de Shopify.
it_it: Importare i clienti da Shopify.

# Page 3918578631 - Control 353560050 - Property 2879900210
source: Import Customers From Shopify
fi_fi: Tuo asiakkaita Shopifysta
fr_be: Importer des clients à partir de Shopify
it_it: Importa clienti da Shopify

# Page 3918578631 - Control 458536043 - Property 1295455071
source: Import products from Shopify.
fi_fi: Tuo tuotteita Shopifysta.
fr_be: Importez des produits à partir de Shopify.
it_it: Importare i prodotti da Shopify.

# Page 3918578631 - Control 458536043 - Property 2879900210
source: Import Products From Shopify
fi_fi: Tuo tuotteita Shopifysta
fr_be: Importer des produits à partir de Shopify
it_it: Importa prodotti da Shopify

# Page 3918578631 - Control 3251749308 - Property 1968111052
source: You already have items in Business Central. Review the settings for your shop to ensure that your Shopify products map correctly to Business Central items, and then manually import your products.
fi_fi: Sinulla on jo nimikkeitä Business Centralissa. Tarkista kaupan asetukset varmistaaksesi, että Shopify-tuotteet yhdistetään oikein Business Centralin nimikkeisiin, ja tuo sitten tuotteet manuaalisesti.
fr_be: Vous avez déjà des articles dans Business Central. Vérifiez les paramètres de votre magasin pour vous assurer que vos produits Shopify sont correctement mappés avec des articles Business Central et importez manuellement vos produits.
it_it: Sono già presenti articoli in Business Central. Esaminare le impostazioni per il punto vendita per garantire che i prodotti Shopify siano mappati correttamente agli articoli Business Central e importare manualmente i prodotti.

# Page 3918578631 - Control 3251749308 - Property 2879900210
source: Sorry, we can't import your data.
fi_fi: Tietoja ei voi tuoda.
fr_be: Désolé, nous ne pouvons pas importer vos données.
it_it: Impossibile importare i dati.

# Page 3918578631 - Control 2145265097 - Property 1968111052
source: Products in Shopify are called items in Business Central. This guide can help you import your Shopify products to Business Central. You can use this guide only one time.
fi_fi: Shopify-tuotteet ovat nimikkeitä Business Centralissa. Tämän oppaan avulla voit tuoda Shopify-tuotteet Business Centraliin. Voit käyttää tätä opasta vain kerran.
fr_be: Les produits Shopify sont appelés articles dans Business Central. Ce guide peut vous aider à importer vos produits Shopify dans Business Central. Vous ne pouvez utiliser ce guide qu’une seule fois.
it_it: I prodotti in Shopify sono chiamati articoli in Business Central. Questa guida può aiutare a importare i prodotti Shopify in Business Central. È possibile utilizzare questa guida solo una volta.

# Page 3918578631 - Control 2145265097 - Property 2879900210
source: Specify how to create items
fi_fi: Määritä, miten nimikkeet luodaan
fr_be: Spécifiez comment créer des articles
it_it: Specifica come creare gli articoli

# Page 3918578631 - Control 2782961714 - Property 1968111052
source: Here are the important settings for getting started.
fi_fi: Tässä ovat tärkeät alkuun pääsemiseksi.
fr_be: Voici les paramètres importants pour la mise en route.
it_it: Ecco le impostazioni importanti per iniziare.

# Page 3918578631 - Control 741438668 - Property 1295455071
source: Specifies the item template to use when creating items in Business Central. These are products in Shopify that don't exist as items in Business Central.
fi_fi: Määrittää nimikemallin, jota käytetään, kun nimikkeitä luodaan Business Centralissa. Nämä ovat Shopify-tuotteita, joita ei vielä ole nimikkeinä Business Centralissa.
fr_be: Spécifie le modèle d’article à utiliser lors de la création d’articles dans Business Central. Il s’agit de produits Shopify qui n’existent pas en tant qu’articles dans Business Central.
it_it: Specifica il modello di articolo da utilizzare quando si creano articoli in Business Central che sono i prodotti di Shopify che non sono già presenti come articoli in Business Central.

# Page 3918578631 - Control 741438668 - Property 2879900210
source: Item Template Code
fi_fi: Nimikemallin koodi
fr_be: Code modèle article
it_it: Codice modello articolo

# Page 3918578631 - Control 1477330826 - Property 1295455071
source: Import product images from Shopify.
fi_fi: Tuo tuotekuvia Shopifysta.
fr_be: Importez des images de produit à partir de Shopify.
it_it: Importare le immagini prodotto da Shopify.

# Page 3918578631 - Control 1477330826 - Property 2879900210
source: Sync Item Images
fi_fi: Synkronoi nimikekuvat
fr_be: Synchroniser les images d’articles
it_it: Sincronizza immagini articolo

# Page 3918578631 - Control 106324946 - Property 1968111052
source: You've chosen to import customers. Here are some important settings that define how to create them in Business Central.
fi_fi: Olet valinnut asiakkaiden tuonnin. Tässä on joitakin tärkeitä asetuksia, jotka määrittävät, miten ne luodaan Business Centralissa.
fr_be: Vous avez choisi d’importer des clients. Voici quelques paramètres importants qui définissent comment les créer dans Business Central.
it_it: È stato scelto di importare i clienti. Ecco alcune impostazioni importanti che definiscono come crearli in Business Central.

# Page 3918578631 - Control 106324946 - Property 2879900210
source: Specify how to create customers
fi_fi: Määritä, miten asiakkaat luodaan
fr_be: Spécifiez comment créer des clients
it_it: Specifica come creare i clienti

# Page 3918578631 - Control 3763595625 - Property 1968111052
source: You should only import customers for whom you want to track order activity in Business Central. For example, the customers that you often do business with.
fi_fi: Tuo vain asiakkaat, joiden tilaustoimintaa haluat seurata Business Centralissa. Tuo esimerkiksi asiakkaat, joille myyt tuotteita usein.
fr_be: Vous devez uniquement importer les clients pour lesquels vous souhaitez suivre l’activité de la commande dans Business Central. Par exemple, les clients avec lesquels vous faites souvent affaire.
it_it: È consigliabile importare solo i clienti per i quali si desidera tenere traccia dell'attività degli ordini in Business Central. Ad esempio, i clienti con cui spesso si intrattengono rapporti commerciali.

# Page 3918578631 - Control 509464483 - Property 1295455071
source: Specifies the customer template to use to create unknown customers. These are customers in Shopify that don't already exist in Business Central.
fi_fi: Määrittää asiakasmallin, jota käytetään tuntemattomien asiakkaiden luomiseen. Nämä ovat Shopify-asiakkaita, joita ei vielä ole Business Centralissa.
fr_be: Spécifie le modèle client à utiliser pour créer des clients inconnus. Il s’agit des clients Shopify qui n’existent pas encore dans Business Central.
it_it: Specifica il modello di cliente da utilizzare per creare clienti sconosciuti che sono i clienti di Shopify che non sono già presenti in Business Central.

# Page 3918578631 - Control 509464483 - Property 2879900210
source: Customer Template Code
fi_fi: Asiakasmallin koodi
fr_be: Code modèle client
it_it: Codice modello cliente

# Page 3918578631 - Control 3125899008 - Property 1968111052
source: Orders that you synch from Shopify can automatically become sales orders in Business Central (recommended). The item quantities on these orders are then part of inventory planning and availability in Business Central. You can also import orders to the Shopify Orders page and then turn them into sales orders manually.
fi_fi: Shopifysta synkronoimasi tilaukset voidaan muuttaa automaattisesti myyntitilauksiksi (suositus) Business Centralissa. Näissä tilauksissa olevat nimikemäärät kuuluvat Business Centralin varastosuunnitteluun ja -saatavuuteen. Voit myös tuoda tilaukset Shopifyn Tilaukset-sivulle ja muuttaa ne myyntitilauksiksi manuaalisesti.
fr_be: Les commandes que vous pouvez synchroniser à partir de Shopify peuvent devenir automatiquement des commandes vente dans Business Central (recommandé). Les quantités d’articles sur ces commandes font partie de la planification et de la disponibilité du stock dans Business Central. Vous pouvez également importer des commandes dans la page des commandes Shopify et les transformer ensuite en commandes vente manuellement.
it_it: Gli ordini sincronizzati da Shopify possono diventare automaticamente ordini di vendita in Business Central (scelta consigliata). Le quantità di articoli in questi ordini fanno quindi parte della pianificazione e della disponibilità dell'inventario in Business Central. È anche possibile importare gli ordini nella pagina Ordini Shopify e quindi trasformarli manualmente in ordini di vendita.

# Page 3918578631 - Control 3125899008 - Property 2879900210
source: Specify how orders should be created
fi_fi: Määritä, miten tilaukset luodaan
fr_be: Spécifiez comment les commandes doivent être créées
it_it: Specifica come creare gli ordini

# Page 3918578631 - Control 2488202391 - Property 1968111052
source: Additionally, choose the G/L account to use for shipping costs from Shopify.
fi_fi: Valitse lisäksi KP-tili, jota käytetään Shopify-toimituskuluille.
fr_be: Sélectionnez également le compte général à utiliser pour les frais d’expédition à partir de Shopify.
it_it: Scegliere inoltre il conto C/G da utilizzare per i costi di spedizione da Shopify.

# Page 3918578631 - Control 759033538 - Property 1295455071
source: Specifies whether to automatically create orders.
fi_fi: Määrittää, luodaanko tilaukset automaattisesti.
fr_be: Spécifie s’il faut ou non créer automatiquement des commandes.
it_it: Specifica se creare automaticamente gli ordini.

# Page 3918578631 - Control 759033538 - Property 2879900210
source: Auto Create Orders
fi_fi: Luo tilaukset automaattisesti
fr_be: Créer automatiquement des commandes
it_it: Crea automaticamente ordini

# Page 3918578631 - Control 2497121206 - Property 1295455071
source: Specifies the G/L account to use for shipping costs from Shopify.
fi_fi: Määrittää KP-tilin, jota käytetään Shopify-toimituskuluille.
fr_be: Spécifie le compte général à utiliser pour les frais d’expédition à partir de Shopify.
it_it: Specifica il conto C/G da utilizzare per i costi di spedizione da Shopify.

# Page 3918578631 - Control 2497121206 - Property 2879900210
source: Shipping Charges Account
fi_fi: Toimitusmaksujen tili
fr_be: Compte frais d’expédition
it_it: Conto spese spedizione

# Page 3918578631 - Control 860944352 - Property 1968111052
source: Review the terms and conditions.
fi_fi: Tarkista ehdot.
fr_be: Examinez les conditions générales.
it_it: Esaminare i termini e le condizioni.

# Page 3918578631 - Control 1733759026 - Property 1295455071
source: Accept the terms and conditions.
fi_fi: Hyväksy ehdot.
fr_be: Acceptez les conditions générales.
it_it: Accettare le condizioni.

# Page 3918578631 - Control 1733759026 - Property 2879900210
source: I accept
fi_fi: Hyväksyn
fr_be: J’accepte
it_it: Accetto

# Page 3918578631 - Control 1777866872 - Property 1295455071
source: Accept the terms and conditions.
fi_fi: Hyväksy ehdot.
fr_be: Acceptez les conditions générales.
it_it: Accettare le condizioni.

# Page 3918578631 - Control 3832370403 - Property 1295455071
source: View information about the privacy.
fi_fi: Näytä tietoja tietosuojasta.
fr_be: Affichez des informations sur la confidentialité.
it_it: Visualizzare le informazioni sulla privacy.

# Page 3918578631 - Action 2438272767 - Property 2879900210
source: Back
fi_fi: Edellinen
fr_be: Précédent
it_it: Indietro

# Page 3918578631 - Action 3259912055 - Property 2879900210
source: Finish
fi_fi: Valmis
fr_be: Terminer
it_it: Fine

# Page 3918578631 - Action 914282563 - Property 2879900210
source: Next
fi_fi: Seuraava
fr_be: Suivant
it_it: Avanti

# Page 3498346360 - Property 2879900210
source: Shopify Credit Card Companies
fi_fi: Shopifyn luottokorttiyhtiöt
fr_be: Sociétés de carte de crédit Shopify
it_it: Società emittenti carte di credito Shopify

# Page 3498346360 - Control 2961552353 - Property 1295455071
source: Specifies the name of the company that issued the customer's credit card.
fi_fi: Määrittää asiakkaan luottokortin myöntäneen yrityksen nimen.
fr_be: Spécifie le nom de la société qui a émis la carte de crédit du client.
it_it: Specifica il nome della società che ha emesso la carta di credito del cliente.

# Page 1491468912 - Property 2879900210
source: Addresses
fi_fi: Osoitteet
fr_be: Adresses
it_it: Indirizzi

# Page 1491468912 - Control 817061969 - Property 1295455071
source: Specifies the customer's address.
fi_fi: Määrittää asiakkaan osoitteen.
fr_be: Spécifie l’adresse du client.
it_it: Specifica l'indirizzo del cliente.

# Page 1491468912 - Control 179365352 - Property 1295455071
source: Specifies the customer's address 2.
fi_fi: Määrittää asiakkaan osoitteen 2.
fr_be: Spécifie l’adresse (2ème ligne) du client.
it_it: Specifica l'indirizzo 2 del cliente.

# Page 1491468912 - Control 714791889 - Property 1295455071
source: Specifies the city of the address.
fi_fi: Määrittää osoitteen postitoimipaikan.
fr_be: Spécifie la ville de l’adresse.
it_it: Specifica la città dell'indirizzo.

# Page 1491468912 - Control 3133801257 - Property 1295455071
source: Specifies the customer's company.
fi_fi: Määrittää asiakkaan yrityksen.
fr_be: Spécifie la société du client.
it_it: Specifica la società del cliente.

# Page 1491468912 - Control 3643848063 - Property 1295455071
source: Specifies the country/region of the address.
fi_fi: Määrittää osoitteen maan/alueen.
fr_be: Spécifie le pays/la région de l’adresse.
it_it: Specifica il paese/area geografica dell'indirizzo.

# Page 1491468912 - Control 281992329 - Property 1295455071
source: Specifies the country/region name of the address.
fi_fi: Määrittää osoitteen maan/alueen nimen.
fr_be: Spécifie le nom du pays/de la région de l’adresse.
it_it: Specifica il nome paese/area geografica dell'indirizzo.

# Page 1491468912 - Control 1383905037 - Property 1295455071
source: Specifies the default address for the customer.
fi_fi: Määrittää asiakkaan oletusosoitteen.
fr_be: Spécifie l’adresse par défaut du client.
it_it: Specifica l'indirizzo predefinito per il cliente.

# Page 1491468912 - Control 3973653471 - Property 1295455071
source: Specifies the customer's first name.
fi_fi: Määrittää työntekijän etunimen.
fr_be: Spécifie le prénom du client.
it_it: Specifica il nome del cliente.

# Page 1491468912 - Control 415504711 - Property 1295455071
source: The Shopify id of this address record.
fi_fi: Tämän osoitetietueen Shopify-tunnus.
fr_be: ID Shopify de cet enregistrement d’adresse.
it_it: ID Shopify del record di indirizzo.

# Page 1491468912 - Control 4082585823 - Property 1295455071
source: Specifies the customer's last name.
fi_fi: Määrittää työntekijän sukunimen.
fr_be: Spécifie le nom du client.
it_it: Specifica il cognome del cliente.

# Page 1491468912 - Control 646935216 - Property 1295455071
source: Specifies the customer's phone number at this address.
fi_fi: Määrittää asiakkaan puhelinnumeron tähän osoitteeseen.
fr_be: Spécifie le numéro de téléphone du client à cette adresse.
it_it: Specifica il numero di telefono del cliente per questo indirizzo.

# Page 1491468912 - Control 2964567753 - Property 1295455071
source: Specifies the customer's region code. Typically a province, a state or a prefecture.
fi_fi: Määrittää asiakkaan alueen koodin. Yleensä maakunta, osavaltio tai prefektuuri.
fr_be: Spécifie le code région du client. Il s’agit généralement d’une province, d’un État ou d’une préfecture.
it_it: Specifica il codice area geografica del cliente. Tipicamente una provincia, uno stato o una prefettura.

# Page 1491468912 - Control 4057624575 - Property 1295455071
source: Specifies the customer's region name. Typically a province, a state or a prefecture.
fi_fi: Määrittää asiakkaan alueen nimen. Tyypillisesti maakunta, osavaltio tai prefektuuri.
fr_be: Spécifie le nom de la région du client. Il s’agit généralement d’une province, d’un État ou d’une préfecture.
it_it: Specifica il nome dell'area geografica del cliente. Tipicamente una provincia, uno stato o una prefettura.

# Page 1491468912 - Control 1653072429 - Property 1295455071
source: Specifies the customer's postal code.
fi_fi: Määrittää asiakkaan postinumeron.
fr_be: Spécifie le code postal du client.
it_it: Specifica il codice postale del cliente.

# Page 2057228960 - Property 1064389655
source: About Shopify customers
fi_fi: Tietoja Shopify-asiakkaista
fr_be: À propos des clients Shopify
it_it: Informazioni sui clienti di Shopify

# Page 2057228960 - Property 2019332006
source: New,Process,Related,Customer
fi_fi: Uusi,Käsittely,Asiaan liittyvä,Asiakas
fr_be: Nouveau,Traitement,Associé,Client
it_it: Nuovo,Processo,Correlato,Cliente

# Page 2057228960 - Property 247559172
source: View or edit information about your customers in Shopify. If you aren't auto-synchronizing customers, you can do that manually here. For even more details, open the [Customer Card](?page=21 "Opens the Customer Card").
fi_fi: Tarkastele tai muokkaa Shopify-asiakastietoja. Jos et synkronoi asiakkaita automaattisesti, voit synkronoida ne manuaalisesti täällä. Jos haluat lisätietoja, avaa [Asiakaskortti](?page=21 "Avaa asiakaskortin").
fr_be: Affichez ou modifiez des informations sur vos clients dans Shopify. Si vous ne synchronisez pas automatiquement les clients, vous pouvez effectuer cette opération manuellement ici. Pour plus d’informations, ouvrez la [Fiche client](?page=21 "Ouvre la fiche client").
it_it: Visualizzare o modificare le informazioni relative ai clienti di Shopify. Se non si esegue la sincronizzazione automatica dei clienti, è possibile farlo manualmente. Per ulteriori dettagli, aprire la [Scheda cliente](?page=21 "Apre la Scheda cliente").

# Page 2057228960 - Property 2879900210
source: Shopify Customer Card
fi_fi: Shopify-asiakaskortti
fr_be: Fiche client Shopify
it_it: Scheda cliente Shopify

# Page 2057228960 - Control 2445482498 - Property 2879900210
source: General
fi_fi: Yleiset
fr_be: Général
it_it: Generale

# Page 2057228960 - Control 3473037345 - Property 1295455071
source: Specifies whether the customer consented to receive email updates from the shop.
fi_fi: Määrittää, onko asiakas antanut suostumuksensa sähköpostipäivitysten vastaanottamiselle kaupasta.
fr_be: Spécifie si le client a accepté de recevoir des mises à jour par e-mail provenant du magasin.
it_it: Specifica se il cliente acconsente a ricevere gli aggiornamenti tramite e-mail dal punto vendita.

# Page 2057228960 - Control 1472620112 - Property 1295455071
source: The unique email address of the customer. Attempting to assign the same e-mail address to multiple customers returns an error.
fi_fi: Asiakkaan yksilöivä sähköpostiosoite. Saman sähköpostiosoitteen määrittäminen useille asiakkaille palauttaa virheen.
fr_be: Adresse e-mail unique du client. Une tentative d’affectation de la même adresse e-mail à plusieurs clients renvoie une erreur.
it_it: L'indirizzo e-mail univoco del cliente. Viene restituito un errore se si tenta di assegnare lo stesso indirizzo e-mail a più clienti.

# Page 2057228960 - Control 3973653471 - Property 1295455071
source: Specifies the customer's first name.
fi_fi: Määrittää työntekijän etunimen.
fr_be: Spécifie le prénom du client.
it_it: Specifica il nome del cliente.

# Page 2057228960 - Control 415504711 - Property 1295455071
source: Specifies the unique identifier for the customer in Shopify.
fi_fi: Määrittää Shopify-asiakkaan yksilöivän tunnuksen.
fr_be: Spécifie l’identifiant unique du client dans Shopify.
it_it: Specifica l'identificatore univoco per il cliente in Shopify.

# Page 2057228960 - Control 4082585823 - Property 1295455071
source: Specifies the customer's last name.
fi_fi: Määrittää työntekijän sukunimen.
fr_be: Spécifie le nom du client.
it_it: Specifica il cognome del cliente.

# Page 2057228960 - Control 2898143332 - Property 1295455071
source: Specifies a note about the customer in Shopify.
fi_fi: Määrittää Shopify-asiakasta koskevan huomautuksen.
fr_be: Spécifie une note sur le client dans Shopify.
it_it: Specifica una nota sul cliente in Shopify.

# Page 2057228960 - Control 2898143332 - Property 2879900210
source: Note
fi_fi: Huomautus
it_it: Nota

# Page 2057228960 - Control 646935216 - Property 1295455071
source: Specifies the customer's telephone number.
fi_fi: Määrittää asiakkaan puhelinnumeron.
fr_be: Spécifie le numéro de téléphone du client.
it_it: Specifica il numero di telefono del cliente.

# Page 2057228960 - Control 269761521 - Property 1295455071
source: Specifies the state of a customer's account with a shop. The default value is disabled. Valid values are: disabled, invited, enabled and declined.
fi_fi: Määrittää asiakkaan kaupassa olevan tilin tilan. Oletusarvo on Ei käytössä. Kelvollisia arvoja ovat seuraavat: ei käytössä, kutsuttu, käytössä ja hylätty.
fr_be: Spécifie l’état du compte d’un client dans un magasin. La valeur par défaut est désactivée. Les valeurs valides sont : désactivé, invité, activé et refusé.
it_it: Specifica lo stato di un account cliente presso un punto vendita. Il valore predefinito è disabilitato. I valori validi sono: disabilitato, invitato, abilitato e rifiutato.

# Page 2057228960 - Control 1337793425 - Property 1295455071
source: Specifies whether the customer has verified their e-mail address.
fi_fi: Määrittää, onko asiakas vahvistanut sähköpostiosoitteensa.
fr_be: Spécifie si le client a vérifié son adresse e-mail.
it_it: Specifica se il cliente ha verificato l'indirizzo e-mail.

# Page 2057228960 - Control 668720920 - Property 2879900210
source: Mapping
fi_fi: Yhdistäminen
fr_be: Mappage
