Repository: jbakach/MSDyn365BC.Code.History
Catalog: shopify/app/Shopify Connector/Translations/Shopify Connector.*.xlf
Languages: fi_fi, fr_be, it_it

# Table 2860632388 - Field 3198944188 - Property 2879900210
source: Sync Item Extended Text
fi_fi: Synkronoi nimikkeen lisäteksti
fr_be: Synchroniser texte étendu article
it_it: Sincronizza testo esteso articolo

# Table 2860632388 - Field 1477330826 - Property 2879900210
source: Sync Item Images
fi_fi: Synkronoi nimikekuvat
fr_be: Synchroniser les images d’articles
it_it: Sincronizza immagini articolo

# Table 2860632388 - Field 1477330826 - Property 62802879
source: Disabled,To Shopify,From Shopify
fi_fi: Poistettu käytöstä,Shopifyhin,Shopifysta
fr_be: Désactivé,Vers Shopify,De Shopify
it_it: Disabilitato,In Shopify,Da Shopify

# Table 2860632388 - Field 1741378924 - Property 2879900210
source: Tax Area Priority
fi_fi: Veroalueen prioriteetti
fr_be: Priorité zone recouvrement
it_it: Priorità area imposte

# Table 2860632388 - Field 3121157160 - Property 2879900210
source: Tip Account
fi_fi: Tippitili
fr_be: Compte de pourboires
it_it: Conto gratifica

# Table 2860632388 - Field 1351573902 - Property 2879900210
source: UoM as Variant
fi_fi: Mittayksikkö versiona
fr_be: Unité en tant que variante
it_it: UdM come variante

# Table 2860632388 - Field 2453733569 - Property 2879900210
source: Variant Prefix
fi_fi: Version etuliite
fr_be: Préfixe variante
it_it: Prefisso variante

# Table 2590399030 - Property 2879900210
source: Shopify Shop Collection
fi_fi: Shopify-kaupan kokoelma
fr_be: Collection de magasin Shopify
it_it: Raccolta punti vendita Shopify

# Table 2590399030 - Field 1247348333 - Property 2879900210
source: Collection Id
fi_fi: Kokoelman tunnus
fr_be: ID collection
it_it: ID raccolta

# Table 2590399030 - Field 2091147107 - Property 2879900210
source: Collection Name
fi_fi: Kokoelman nimi
fr_be: Nom de la collection
it_it: Nome raccolta

# Table 2590399030 - Field 1956723568 - Property 2879900210
source: Default for Export
fi_fi: Viennin oletus
fr_be: Valeur par défaut pour exportation
it_it: Predefinito per esportazione

# Table 2590399030 - Field 415504711 - Property 2879900210
source: Id
fi_fi: Tunnus

# Table 2590399030 - Field 741438668 - Property 2879900210
source: Item Template Code
fi_fi: Nimikemallin koodi
fr_be: Code modèle article
it_it: Codice modello articolo

# Table 2590399030 - Field 605113415 - Property 2879900210
source: Product Collection
fi_fi: Tuotekokoelma
fr_be: Collection de produits
it_it: Raccolta prodotti

# Table 2590399030 - Field 605113415 - Property 62802879
source: ,Tax Group,VAT Prod. Posting Group
fi_fi: ,Veroryhmä,Tuotteen ALV-kirjausryhmä
fr_be: ,Groupe taxes,Groupe comptabilisation produit TVA
it_it: ,Gruppo imposte,Categoria registrazione articoli/servizi IVA

# Table 2590399030 - Field 231643163 - Property 2879900210
source: Product Group Code
fi_fi: Tuoteryhmäkoodi
fr_be: Code groupe produits
it_it: Codice categoria articoli/servizi

# Table 2590399030 - Field 1669136979 - Property 2879900210
source: Shop Code
fi_fi: Kaupan koodi
fr_be: Code magasin
it_it: Codice punto vendita

# Table 2590399030 - Field 237762718 - Property 2879900210
source: Version
fi_fi: Versio
it_it: Versione

# Table 1416671334 - Property 2879900210
source: Shopify Shop Inventory
fi_fi: Shopify-kaupan varasto
fr_be: Stock du magasin Shopify
it_it: Inventario punto vendita Shopify

# Table 1416671334 - Field 558555078 - Property 2879900210
source: Inventory Item Id
fi_fi: Varastonimikkeen tunnus
fr_be: ID article stock
it_it: ID articolo di magazzino

# Table 1416671334 - Field 777279493 - Property 2879900210
source: Last Calculated On
fi_fi: Viimeksi laskettu
fr_be: Dernier calcul le
it_it: Data ultimo calcolo

# Table 1416671334 - Field 2091585135 - Property 2879900210
source: Last Synced On
fi_fi: Viimeksi synkronoitu
fr_be: Dernière synchronisation le
it_it: Data ultima sincronizzazione

# Table 1416671334 - Field 3134056892 - Property 2879900210
source: Location Id
fi_fi: Sijainnin tunnus
fr_be: ID magasin
it_it: ID ubicazione

# Table 1416671334 - Field 390917702 - Property 2879900210
source: Location Name
fi_fi: Sijainnin nimi
fr_be: Nom magasin
it_it: Nome ubicazione

# Table 1416671334 - Field 459399738 - Property 2879900210
source: Product Id
fi_fi: Tuotetunnus
fr_be: ID produit
it_it: ID prodotto

# Table 1416671334 - Field 1669136979 - Property 2879900210
source: Shop Code
fi_fi: Kaupan koodi
fr_be: Code magasin
it_it: Codice punto vendita

# Table 1416671334 - Field 709968070 - Property 2879900210
source: Shopify Stock
fi_fi: Shopify-varasto
fr_be: Stock Shopify
it_it: Scorte Shopify

# Table 1416671334 - Field 3153743028 - Property 2879900210
source: Last Calculated Stock
fi_fi: Viimeksi laskettu varasto
fr_be: Dernier stock calculé
it_it: Ultimo calcolo scorte

# Table 1416671334 - Field 1898706622 - Property 2879900210
source: Variant Id
fi_fi: Versiotunnus
fr_be: ID variante
it_it: ID variante

# Table 298531255 - Property 2879900210
source: Shopify Shop Location
fi_fi: Shopify-kaupan sijainti
fr_be: Emplacement du magasin Shopify
it_it: Ubicazione punto vendita Shopify

# Table 298531255 - Field 1090351696 - Property 2879900210
source: Active
fi_fi: Aktiivinen
fr_be: Actif
it_it: Attivo

# Table 298531255 - Field 2477103885 - Property 2879900210
source: Default Location Code
fi_fi: Oletussijaintikoodi
fr_be: Code magasin par défaut
it_it: Codice ubicazione predefinito

# Table 298531255 - Field 1864907812 - Property 2879900210
source: Disabled
fi_fi: Poistettu käytöstä
fr_be: Désactivé
it_it: Disabilitato

# Table 298531255 - Field 415504711 - Property 2879900210
source: Id
fi_fi: Tunnus

# Table 298531255 - Field 4277715959 - Property 2879900210
source: Location Filter
fi_fi: Sijaintisuodatus
fr_be: Filtre magasin
it_it: Filtro ubicazione

# Table 298531255 - Field 2961552353 - Property 2879900210
source: Name
fi_fi: Nimi
fr_be: Nom
it_it: Nome

# Table 298531255 - Field 1669136979 - Property 2879900210
source: Shop Code
fi_fi: Kaupan koodi
fr_be: Code magasin
it_it: Codice punto vendita

# Table 298531255 - Field 3600018459 - Property 2879900210
source: Stock calculation
fi_fi: Varaston laskenta
fr_be: Calcul du stock
it_it: Calcolo scorte

# Table 298531255 - Field 237762718 - Property 2879900210
source: Version
fi_fi: Versio
it_it: Versione

# Table 1323851180 - Property 2879900210
source: Shopify Synchronization Info
fi_fi: Shopify-synkronoinnin tiedot
fr_be: Informations de synchronisation Shopify
it_it: Informazioni sincronizzazione Shopify

# Table 1323851180 - Field 610346780 - Property 2879900210
source: Last Sync Time
fi_fi: Edellisen synkronoinnin aika
fr_be: Heure dernière synchronisation
it_it: Ora ultima sincronizzazione

# Table 1323851180 - Field 1669136979 - Property 2879900210
source: Shop Code
fi_fi: Kaupan koodi
fr_be: Code magasin
it_it: Codice punto vendita

# Table 1323851180 - Field 1419213670 - Property 2879900210
source: Synchronization Type
fi_fi: Synkronoinnin tyyppi
fr_be: Type de synchronisation
it_it: Tipo di sincronizzazione

# Table 2946594178 - Property 2879900210
source: Shopify Tag
fi_fi: Shopify-tunniste
fr_be: Balise Shopify
it_it: Tag Shopify

# Table 2946594178 - Method 2451657066 - NamedType 1720400252
source: You can only specify 250 tags.
fi_fi: Voit määrittää vain 250 tunnistetta.
fr_be: Vous pouvez spécifier seulement 250 balises.
it_it: È possibile specificare fino a 250 tag.

# Table 2946594178 - Field 1605937931 - Property 2879900210
source: Parent Entry No.
fi_fi: Päätapahtuman nro
fr_be: N° séquence parent
it_it: Nr. movimento principale

# Table 2946594178 - Field 1743321887 - Property 2879900210
source: Parent Table No.
fi_fi: Päätaulukon nro
fr_be: N° table parent
it_it: Nr. tabella padre

# Table 2946594178 - Field 2801749846 - Property 2879900210
source: Entry No.
fi_fi: Tapahtumanro
fr_be: N° écriture
it_it: Nr. movimento

# Table 1443881130 - Property 2879900210
source: Shopify Tax Area
fi_fi: Shopifyn veroalue
fr_be: Zone de recouvrement Shopify
it_it: Area imposte Shopify

# Table 1443881130 - Field 284764054 - Property 2879900210
source: Country/Region Code
fi_fi: Maa-/aluekoodi
fr_be: Code pays/région
it_it: Codice paese/area geografica

# Table 1443881130 - Field 499448942 - Property 2879900210
source: County
fi_fi: Lääni
fr_be: Région
it_it: Regione

# Table 1443881130 - Field 305562489 - Property 2879900210
source: Tax Area Code
fi_fi: Veroaluekoodi
fr_be: Code zone recouvrement
it_it: Codice area imposte

# Table 1443881130 - Field 53839102 - Property 2879900210
source: Tax Liable
fi_fi: Verovelvollinen
fr_be: Soumis à recouvrement
it_it: Soggetto a imposta

# Table 1443881130 - Field 1844012642 - Property 2879900210
source: VAT Bus. Posting Group
fi_fi: Liiketoiminnan ALV-kirjausryhmä
fr_be: Groupe comptabilisation marché TVA
it_it: Categoria registrazione business IVA

# Table 3387491788 - Property 2879900210
source: Shopify Transaction Gateway
fi_fi: Shopifyn tapahtumayhdyskäytävä
fr_be: Passerelle de transaction Shopify
it_it: Gateway di transazione Shopify

# Table 3387491788 - Field 2961552353 - Property 2879900210
source: Name
fi_fi: Nimi
fr_be: Nom
it_it: Nome

# Table 2849143365 - Property 2879900210
source: Shopify Variant
fi_fi: Shopify-versio
fr_be: Variante Shopify
it_it: Variante Shopify

# Table 2849143365 - Field 1634744606 - Property 2879900210
source: Available For Sales
fi_fi: Saatavilla myyntiä varten
fr_be: Disponible pour la vente
it_it: Disponibile per le vendite

# Table 2849143365 - Field 1650050144 - Property 2879900210
source: Barcode
fi_fi: Viivakoodi
fr_be: Code-barres
it_it: Codice a barre

# Table 2849143365 - Field 3496091409 - Property 2879900210
source: Compare at Price
fi_fi: Vertailuhinta
fr_be: Comparer au prix
it_it: Confronta prezzo

# Table 2849143365 - Field 2570673311 - Property 2879900210
source: CreatedAt
fi_fi: Luotu
fr_be: Créé à
it_it: Data/Ora di creazione

# Table 2849143365 - Field 2578412327 - Property 2879900210
source: Display Name
fi_fi: Näyttönimi
fr_be: Nom d’affichage
it_it: Nome visualizzato

# Table 2849143365 - Field 415504711 - Property 2879900210
source: Id
fi_fi: Tunnus

# Table 2849143365 - Field 1210530119 - Property 2879900210
source: Image Hash
fi_fi: Kuvan hajautusarvo
fr_be: Hachage de l’image
it_it: Hash immagine

# Table 2849143365 - Field 625010014 - Property 2879900210
source: Image Id
fi_fi: Kuvan tunnus
fr_be: ID de l’image
it_it: ID immagine

# Table 2849143365 - Field 2638096638 - Property 2879900210
source: Inventory Policy
fi_fi: Varastokäytäntö
fr_be: Stratégie de stock
it_it: Criterio di inventario

# Table 2849143365 - Field 568743302 - Property 2879900210
source: Item No.
fi_fi: Nimikenro
fr_be: N° article
it_it: Nr. articolo

# Table 2849143365 - Field 3911719679 - Property 2879900210
source: Item SystemId
fi_fi: Nimikkeen järjestelmätunnus
fr_be: ID système article
it_it: ID sistema articolo

# Table 2849143365 - Field 1424046374 - Property 2879900210
source: Item Variant SystemId
fi_fi: Nimikeversion järjestelmätunnus
fr_be: ID système variante article
it_it: ID sistema variante articolo

# Table 2849143365 - Field 2887638983 - Property 2879900210
source: Last Updated by BC
fi_fi: BC päivittänyt viimeksi
fr_be: Dernière mise à jour par BC
it_it: Ultimo aggiornamento da BC

# Table 2849143365 - Field 305215525 - Property 2879900210
source: Mapped By Item
fi_fi: Yhdistetty nimikkeen perusteella
fr_be: Mappé par article
it_it: Mappato per articolo

# Table 2849143365 - Field 3905013095 - Property 2879900210
source: Option 1 Name
fi_fi: Vaihtoehdon 1 nimi
fr_be: Nom option 1
it_it: Nome opzione 1

# Table 2849143365 - Field 3234695331 - Property 2879900210
source: Option 1 Value
fi_fi: Vaihtoehdon 1 arvo
fr_be: Valeur option 1
it_it: Valore opzione 1

# Table 2849143365 - Field 2201797114 - Property 2879900210
source: Option 2 Name
fi_fi: Vaihtoehdon 2 nimi
fr_be: Nom option 2
it_it: Nome opzione 2

# Table 2849143365 - Field 1153297326 - Property 2879900210
source: Option 2 Value
fi_fi: Vaihtoehdon 2 arvo
fr_be: Valeur option 2
it_it: Valore opzione 2

# Table 2849143365 - Field 2341526217 - Property 2879900210
source: Option 3 Name
fi_fi: Vaihtoehdon 3 nimi
fr_be: Nom option 3
it_it: Nome opzione 3

# Table 2849143365 - Field 1271297333 - Property 2879900210
source: Option 3 Value
fi_fi: Vaihtoehdon 3 arvo
fr_be: Valeur option 3
it_it: Valore opzione 3

# Table 2849143365 - Field 56735747 - Property 2879900210
source: Position
fi_fi: Sijainti
it_it: Posizione

# Table 2849143365 - Field 3635338911 - Property 2879900210
source: Price
fi_fi: Hinta
fr_be: Prix
it_it: Prezzo

# Table 2849143365 - Field 459399738 - Property 2879900210
source: ProductId
fi_fi: Tuotetunnus
fr_be: ID produit
it_it: ID prodotto

# Table 2849143365 - Field 1669136979 - Property 2879900210
source: Shop Code
fi_fi: Kaupan koodi
fr_be: Code magasin
it_it: Codice punto vendita

# Table 2849143365 - Field 1247743551 - Property 2879900210
source: SKU
fi_fi: Varastointiyksikkö
fr_be: Point de stock

# Table 2849143365 - Field 2548350396 - Property 2879900210
source: Tax Code
fi_fi: Verokoodi
fr_be: Code taxe
it_it: Codice imposta

# Table 2849143365 - Field 50922609 - Property 2879900210
source: Taxable
fi_fi: Verotettava
fr_be: Imposable
it_it: Imponibile

# Table 2849143365 - Field 329424276 - Property 2879900210
source: Title
fi_fi: Otsikko
fr_be: Titre
it_it: Titolo

# Table 2849143365 - Field 381961415 - Property 2879900210
source: Unit Cost
fi_fi: Yksikkökustannus
fr_be: Coût unitaire
it_it: Costo unitario

# Table 2849143365 - Field 3110810003 - Property 2879900210
source: UoM Option Id
fi_fi: Mittayksikkövaihtoehdon tunnus
fr_be: ID option unité
it_it: ID opzione UdM

# Table 2849143365 - Field 4268781252 - Property 2879900210
source: Updated At
fi_fi: Päivitetty
fr_be: Mis à jour à
it_it: Data/Ora di aggiornamento

# Table 2849143365 - Field 3450651614 - Property 2879900210
source: Variant No.
fi_fi: Versionro
fr_be: N° variante
it_it: Nr. variante

# Table 2849143365 - Field 2854289444 - Property 2879900210
source: Weight
fi_fi: Paino
fr_be: Poids
it_it: Peso

# Codeunit 3329328528 - NamedType 3369057591
source: No callback was received from Shopify. Make sure that you haven't closed the page that says "Waiting for a response - do not close this page", and then try again.
fi_fi: Shopifylta ei saatu takaisinsoittoa. Varmista, ettet ole sulkenut Odotetaan vastausta – älä sulje tätä sivua -sivua, ja yritä sitten uudelleen.
fr_be: Aucun rappel n’a été reçu à partir de Shopify. Assurez-vous que vous n’avez pas fermé la page indiquant « Attente d’une réponse – Ne pas fermer cette page », puis réessayez.
it_it: Nessun callback ricevuto da Shopify. Assicurarsi di non aver chiuso la pagina indicante "In attesa di risposta, non chiudere questa pagina" e riprovare.

# Codeunit 3329328528 - Method 790627987 - NamedType 2476648613
source: No Access token for the store "%1".\Please request an access token for this store.
fi_fi: Ei käyttöoikeustunnusta kaupalle %1.\Pyydä käyttöoikeustunnusta tälle kaupalle.
fr_be: Aucun jeton d’accès pour le magasin « %1 ».\Veuillez demander un jeton d’accès pour ce magasin.
it_it: Nessun token di accesso per l'archivio "%1".\Richiedere un token di accesso per l'archivio.

# Codeunit 3329328528 - Method 790627987 - NamedType 4099524215
source: The application scope is changed, please request a new access token for the store "%1".
fi_fi: Käyttölaajuus on muuttunut. Pyydä uutta käyttöoikeustunnusta kaupalle %1.
fr_be: La portée de l’application est modifiée. Veuillez demander un nouveau jeton d’accès pour le magasin « %1 ».
it_it: L'ambito di applicazione è stato modificato. Richiedere un nuovo token di accesso per il punto vendita "%1".

# Codeunit 3329328528 - Method 2251725966 - NamedType 1232297936
source: The state parameter value does not match.
fi_fi: Tilaparametrin arvo ei täsmää.
fr_be: La valeur du paramètre d’état ne correspond pas.
it_it: Il valore del parametro di stato non corrisponde.

# Codeunit 4014190514 - NamedType 2275570571
source: Shopify Sync of %1 for shop(s) %2
fi_fi: Shopifyn tyypin %1 synkronointi kaupoille %2
fr_be: Synchronisation de %1 pour le magasin %2 Shopify
it_it: Sincronizzazione di %1 per punti vendita %2 Shopify

# Codeunit 4014190514 - Method 1828844537 - NamedType 2243336807
source: Countries
fi_fi: Maat
fr_be: Pays
it_it: Paesi

# Codeunit 4014190514 - Method 2509146015 - NamedType 2243336807
source: Customers
fi_fi: Asiakkaat
fr_be: Clients
it_it: Clienti

# Codeunit 4014190514 - Method 2008095221 - NamedType 2243336807
source: Customers
fi_fi: Asiakkaat
fr_be: Clients
it_it: Clienti

# Codeunit 4014190514 - Method 2832481531 - NamedType 888996426
source: Job Queue started for: %1
fi_fi: Työjono käynnistynyt: %1
fr_be: File d’attente des projets démarrée pour : %1
it_it: Coda processi avviata per: %1

# Codeunit 4014190514 - Method 2832481531 - NamedType 2998275722
source: Show log info
fi_fi: Näytä lokitiedot
fr_be: Afficher les informations du journal
it_it: Mostra informazioni log

# Codeunit 4014190514 - Method 2832481531 - NamedType 2820409318
source: Shopify Background Sync Notification
fi_fi: Shopify-taustasynkronoinnin ilmoitus
fr_be: Notification de synchronisation en arrière-plan Shopify
it_it: Notifica di sincronizzazione in background Shopify

# Codeunit 4014190514 - Method 2832481531 - NamedType 576114730
source: Show notification when user starts synchronization jobs in background
fi_fi: Näytä ilmoitus, kun käyttäjä käynnistää synkronointityöt taustalla
fr_be: Afficher une notification lorsque l’utilisateur lance des travaux de synchronisation en arrière-plan
it_it: Mostrare una notifica quando l'utente avvia i processi di sincronizzazione in background

# Codeunit 4014190514 - Method 2832481531 - NamedType 942182862
source: Don't show again
fi_fi: Älä näytä uudelleen
fr_be: Ne plus afficher
it_it: Non visualizzare più questo messaggio

# Codeunit 4014190514 - Method 2380375 - NamedType 2739902161
source: Inventory
fi_fi: Varasto
fr_be: Stock
it_it: Inventario

# Codeunit 4014190514 - Method 1398042539 - NamedType 3417653324
source: Shopify order sync of orders: %1
fi_fi: Shopify-tilausten synkronointi: %1
fr_be: Synchronisation de la commande Shopify pour les commandes : %1
it_it: Sincronizzazione Shopify degli ordini: %1

# Codeunit 4014190514 - Method 1398042539 - NamedType 2739902161
source: Orders
fi_fi: Tilaukset
fr_be: Commandes
it_it: Ordini

# Codeunit 4014190514 - Method 1661649782 - NamedType 2739902161
source: Payouts
fi_fi: Maksut
fr_be: Règlements
it_it: Pagamenti

# Codeunit 4014190514 - Method 3784278906 - NamedType 2739902161
source: Product Images
fi_fi: Tuotekuvat
fr_be: Images du produit
it_it: Immagini prodotto

# Codeunit 4014190514 - Method 2881225420 - NamedType 2739902161
source: Product Images
fi_fi: Tuotekuvat
fr_be: Images produit
it_it: Immagini prodotto

# Codeunit 4014190514 - Method 460704859 - NamedType 2739902161
source: Products
fi_fi: Tuotteet
fr_be: Produits
it_it: Prodotti

# Codeunit 4014190514 - Method 2941445433 - NamedType 2739902161
source: Products
fi_fi: Tuotteet
fr_be: Produits
it_it: Prodotti

# Codeunit 3550761784 - NamedType 2464839344
source: Importing data to your Shopify shop is not enabled, do you want to go to shop card to enable?
fi_fi: Tietojen tuonti Shopify-kauppaan ei ole käytössä. Haluatko ottaa sen käyttöön Kauppa-kortissa?
fr_be: L’importation de données dans votre magasin Shopify n’est pas activée. souhaitez-vous accéder à la fiche du magasin pour l’activer ?
it_it: L'importazione dei dati nel punto vendita Shopify non è abilitata, andare alla scheda del punto vendita per abilitarla?

# Codeunit 3550761784 - NamedType 4198223611
source: Importing data to your Shopify shop is not enabled, navigate to shop card to enable.
fi_fi: Tietojen tuonti Shopify-kauppaan ei ole käytössä. Ota se käyttöön Kauppa-kortissa.
fr_be: L’importation de données dans votre magasin Shopify n’est pas activée, accédez à la fiche du magasin pour l’activer.
it_it: L'importazione dei dati nel punto vendita Shopify non è abilitata, andare alla scheda del punto vendita per abilitarla.

# Codeunit 3550761784 - Method 2453499666 - NamedType 1006015826
source: Error(s) on Shopify:\ \%1
fi_fi: Virheet Shopifyssa:\ \%1
fr_be: Erreur(s) sur Shopify : \ \ %1
it_it: Errori in Shopify:\ \%1

# Codeunit 3550761784 - Method 2453499666 - NamedType 4188303008
source: The response from Shopify contains no JSON. \Requested: %1 \Response: %2
fi_fi: JSON ei sisälly Shopifyn vastaukseen. \Pyydetty: %1 \Vastaus: %2
fr_be: La réponse de Shopify ne contient pas de fichier JSON. \Demandé : %1 \Réponse : %2
it_it: La risposta di Shopify non contiene JSON. \Richiesto: %1 \Risposta: %2

# Codeunit 1627249452 - Method 1907671471 - NamedType 2108178444
source: Wrong updated Customer Id
fi_fi: Väärin päivitetty asiakkaan tunnus
fr_be: ID client mis à jour erroné
it_it: ID cliente aggiornato errato

# Codeunit 1627249452 - Method 1907671471 - NamedType 3133181926
source: Wrong updated Address Id
fi_fi: Väärin päivitetty osoitteen tunnus
fr_be: ID d’adresse mis à jour erroné
it_it: ID indirizzo aggiornato errato

# Codeunit 2066436824 - NamedType 1826365182
source: Business Central includes an integration to Shopify that will make your online trade a breeze. See this video to learn how.
fi_fi: Business Central sisältää Shopify-integroinnin, joka helpottaa verkkokaupan pitämistä. Saat lisätietoja katsomalla tämän videon.
fr_be: Business Central inclut une intégration à Shopify qui rendra votre échange en ligne plus simple. Consultez cette vidéo pour en savoir plus.
it_it: Business Central comprende un'integrazione con Shopify che semplifica il commercio online. Vedere questo video per informazioni.

# Codeunit 2066436824 - NamedType 1957669498
source: Business Central loves Shopify
fi_fi: Business Central ja Shopify toimivat hyvin yhdessä
fr_be: Business Central adore Shopify
it_it: Business Central e Shopify

# Codeunit 2066436824 - NamedType 254904384
source: Grow your business with Business Central
fi_fi: Kasvata liiketoimintaasi Business Centralin avulla
fr_be: Développez votre entreprise avec Business Central
it_it: Incrementare l'azienda con Business Central

# Codeunit 2066436824 - NamedType 1210680421
source: Check that we got your company name and other basic information right.
fi_fi: Tarkista, että yrityksesi nimi ja muut perustiedot ovat oikein.
fr_be: Assurez-vous que nous avons bien reçu le nom de votre société et d’autres informations de base.
it_it: Verificare di disporre del nome della società e di altre informazioni di base sulla destra.

# Codeunit 2066436824 - NamedType 4248572601
source: Company details
fi_fi: Yrityksen tiedot
fr_be: Détails de la société
it_it: Dettagli della società

# Codeunit 2066436824 - NamedType 3996511911
source: Check your company details
fi_fi: Tarkista yrityksen tiedot
fr_be: Vérifiez les détails de votre société
it_it: Verificare i dettagli della società

# Codeunit 2066436824 - NamedType 288678031
source: Easily set basic connection and synchronization settings. You can control how data flows to and from your shop on Shopify.
fi_fi: Määritä yhteyden ja synkronoinnin perus helposti. Voit määrittää, miten tieto virtaa Shopify-kauppaan ja sieltä pois.
fr_be: Définissez facilement les paramètres de connexion et de synchronisation de base. Vous pouvez contrôler la manière dont les données sont acheminées de et vers votre magasin sur Shopify.
it_it: Impostare facilmente le impostazioni di connessione e sincronizzazione di base. È possibile controllare la modalità di flusso dei dati da e verso il punto vendita su Shopify.
