Repository: jbakach/MSDyn365BC.Code.History
Catalog: shopify/app/Shopify Connector/Translations/Shopify Connector.*.xlf
Languages: fi_fi, fr_be, it_it

# Page 2953146964 - Control 3798681774 - Property 1295455071
source: Specifies the variant of the item on the line.
fi_fi: Määrittää rivillä olevan nimikkeen version.
fr_be: Indique la variante de l’article sur la ligne.
it_it: Specifica la variante dell'articolo nella riga.

# Page 2953146964 - Control 1209407347 - Property 1295455071
source: Specifies the description of the variant to be sold.
fi_fi: Määrittää myytävän version kuvauksen.
fr_be: Spécifie la description de la variante à vendre.
it_it: Specifica la descrizione della variante da vendere.

# Page 3239388295 - Property 2019332006
source: New,Process,Report,Inspect
fi_fi: Uusi,Käsittely,Raportti,Tarkastus
fr_be: Nouveau,Traitement,État,Inspecter
it_it: Nuovo,Processo,Report,Ispezione

# Page 3239388295 - Property 2879900210
source: Shopify Order Transactions
fi_fi: Shopify-tilaustapahtumat
fr_be: Transactions commande Shopify
it_it: Transazioni ordine Shopify

# Page 3239388295 - Control 636392376 - Property 1295455071
source: Specifies the amount of money included in the transaction.
fi_fi: Määrittää tapahtumaan sisältyvän rahasumman.
fr_be: Spécifie le montant inclus dans la transaction.
it_it: Specifica l'importo in denaro incluso nella transazione.

# Page 3239388295 - Control 1246219133 - Property 1295455071
source: Specifies the authorization of the transaction.
fi_fi: Määrittää tapahtuman valtuutuksen.
fr_be: Spécifie l’autorisation de la transaction.
it_it: Specifica l'autorizzazione della transazione.

# Page 3239388295 - Control 986080663 - Property 1295455071
source: Specifies the date and time at which the transaction is processed.
fi_fi: Määrittää tapahtuman käsittelypäivämäärän ja -ajan.
fr_be: Spécifie la date et l’heure de traitement de la transaction.
it_it: Specifica la data e l'ora di elaborazione della transazione.

# Page 3239388295 - Control 3561154705 - Property 1295455071
source: Specifies the currency of the transaction.
fi_fi: Määrittää tapahtuman valuutan.
fr_be: Spécifie la devise de la transaction.
it_it: Specifica la valuta della transazione.

# Page 3239388295 - Control 3357486316 - Property 1295455071
source: Specifies the name of the gateway the transaction was issued through.
fi_fi: Määrittää sen yhdyskäytävän nimen, jonka kautta tapahtuma on lähetetty.
fr_be: Spécifie le nom de la passerelle via laquelle la transaction a été émise.
it_it: Specifica il nome del gateway di emissione della transazione.

# Page 3239388295 - Control 3080618677 - Property 1295455071
source: Specifies a string generated by the payment provider with additional information about why the transaction succeeded or failed.
fi_fi: Määrittää maksupalvelun tarjoajan luoman merkkijonon, joka sisältää lisätietoja siitä, miksi tapahtuma on onnistunut tai epäonnistunut.
fr_be: Spécifie une chaîne générée par le fournisseur de service de paiement avec des informations supplémentaires sur la raison du succès ou de l’échec de la transaction.
it_it: Specifica una stringa generata dal provider di servizi di pagamento con informazioni supplementari sul motivo dell'esito positivo o negativo della transazione.

# Page 3239388295 - Control 775939211 - Property 1295455071
source: Specifies a unique identifier for the order.
fi_fi: Määrittää tilauksen yksilöivän tunnuksen.
fr_be: Spécifie un identifiant unique pour la commande.
it_it: Specifica un identificatore univoco per l'ordine.

# Page 3239388295 - Control 1365641677 - Property 1295455071
source: Specifies a unique identifier for the transaction.
fi_fi: Määrittää tapahtuman yksilöivän tunnuksen.
fr_be: Spécifie un identifiant unique pour la transaction.
it_it: Specifica un identificatore univoco per la transazione.

# Page 3239388295 - Control 513339096 - Property 1295455071
source: Specifies the status of the transaction. Valid values are: pending, failure, success and error.
fi_fi: Määrittää tapahtuman tilan. Kelvollisia arvoja ovat seuraavat: odottaa, epäonnistui, onnistui ja virhe.
fr_be: Spécifie le statut de la transaction. Les valeurs valides sont : en attente, échec, réussite et erreur.
it_it: Specifica lo stato della transazione. I valori validi sono: in sospeso, non riuscito, riuscito ed errore.

# Page 3239388295 - Control 3732224266 - Property 1295455071
source: Specifies if the transaction was created for a test mode Order or payment.
fi_fi: Määrittää, onko tapahtuma luotu tilausten tai maksujen testitilaa varten.
fr_be: Spécifie si la transaction a été créée pour une commande ou un paiement en mode test.
it_it: Specifica se la transazione è stata creata per un ordine o un pagamento in modalità di test.

# Page 3239388295 - Control 1878130204 - Property 1295455071
source: Specifies the transaction type. Valid values are: authorization, capture, sale, void and refund.
fi_fi: Määrittää tapahtumatyypin. Kelvollisia arvoja ovat seuraavat: valtuutus, suoritus, myynti, mitätöinti ja hyvitys.
fr_be: Spécifie le type de transaction. Les valeurs valides sont : capture, vente, annulation et remboursement.
it_it: Specifica il tipo di transazione. I valori validi sono: autorizzazione, acquisizione, vendita, annullamento e rimborso.

# Page 3239388295 - Action 3221194676 - Property 1295455071
source: View the data retrieved from Shopify.
fi_fi: Näytä Shopifysta noudetut tiedot.
fr_be: Affichez les données récupérées à partir de Shopify.
it_it: Visualizzare i dati recuperati da Shopify.

# Page 3239388295 - Action 3221194676 - Property 2879900210
source: Retrieved Shopify Data
fi_fi: Shopify-tiedot noudettu
fr_be: Données Shopify récupérées
it_it: Dati Shopify recuperati

# Page 2760837339 - Property 1064389655
source: About Shopify Orders
fi_fi: Tietoja Shopify-tilauksista
fr_be: À propos des commandes Shopify
it_it: Informazioni sugli ordini di Shopify

# Page 2760837339 - Property 2019332006
source: New,Process,Report,Order,Manage
fi_fi: Uusi,Käsittely,Raportti,Tilaus,Hallinta
fr_be: Nouveau,Traitement,État,Commande,Gérer
it_it: Nuovo,Processo,Report,Ordine,Gestisci

# Page 2760837339 - Property 247559172
source: These orders from all your connected shops are ready to become sales orders or invoices in Business Central. They're here because you aren't automatically creating sales documents in Business Central.
fi_fi: Näistä kaikkien yhdistettyjen kauppojen tilauksista voidaan luoda myyntitilaukset tai myyntilaskut Business Centralissa. Ne näkyvät täällä, koska et automaattisesti luo myyntiasiakirjoja Business Centralissa.
fr_be: Ces commandes de tous vos magasins connectés sont prêtes à devenir des commandes vente ou des factures dans Business Central. Elles sont là parce que vous ne créez pas automatiquement des documents vente dans Business Central.
it_it: Gli ordini di tutti i punti vendita connessi sono pronti per diventare ordini di vendita o fatture in Business Central. Sono visualizzati perché non vengono automaticamente creati i documenti di vendita in Business Central.

# Page 2760837339 - Property 2879900210
source: Shopify Orders
fi_fi: Shopify-tilaukset
fr_be: Commandes Shopify
it_it: Ordini Shopify

# Page 2760837339 - NamedType 3764383116
source: Create sales document(s) from the selected Shopify order(s)?
fi_fi: Haluatko luoda myyntiasiakirjat valituista Shopify-tilauksista?
fr_be: Créer un ou des documents vente à partir de la ou des commandes Shopify sélectionnées ?
it_it: Creare i documenti di vendita dagli ordini Shopify selezionati?

# Page 2760837339 - Control 2753059631 - Property 1295455071
source: Specifies the country/region code of the billing address.
fi_fi: Määrittää laskutusosoitteen maa-/aluekoodin.
fr_be: Spécifie le code pays/région de l’adresse de facturation.
it_it: Specifica il codice paese/area geografica dell'indirizzo di fatturazione.

# Page 2760837339 - Control 1020621009 - Property 1295455071
source: Specifies the name of the customer who be billed.
fi_fi: Määrittää laskutettavan asiakkaan nimen.
fr_be: Spécifie le nom du client qui sera facturé.
it_it: Specifica il nome del cliente a cui viene addebitata la fattura.

# Page 2760837339 - Control 2301961287 - Property 1295455071
source: Specifies the postal code of the billing address.
fi_fi: Määrittää laskutusosoitteen postinumeron.
fr_be: Spécifie le code postal de l’adresse de facturation.
it_it: Specifica il codice postale dell'indirizzo di fatturazione.

# Page 2760837339 - Control 1778072510 - Property 1295455071
source: Specified if the Shopify order is archived by D365BC.
fi_fi: Määritetty, jos D365BC on arkistoinut tilauksen.
fr_be: Spécifié si la commande Shopify est archivée par D365BC.
it_it: Specificato se l'ordine Shopify viene archiviato da D365BC.

# Page 2760837339 - Control 4141588837 - Property 1295455071
source: Specifies whether the order has been confirmed.
fi_fi: Määrittää, onko tilaus vahvistettu.
fr_be: Spécifie si la commande a été confirmée.
it_it: Specifica se l'ordine è stato confermato.

# Page 2760837339 - Control 986080663 - Property 1295455071
source: Specifies the date and time when the order was created.
fi_fi: Määrittää tilauksen luontipäivämäärän ja -ajan.
fr_be: Spécifie la date à laquelle la commande a été créée.
it_it: Specifica la data e l'ora di creazione dell'ordine.

# Page 2760837339 - Control 2248886284 - Property 1295455071
source: Specifies whether there is an error when creating a sales document.
fi_fi: Määrittää, onko myyntiasiakirjan luonnissa tapahtunut virhe.
fr_be: Spécifie si une erreur est survenue lors de la création d’un document vente.
it_it: Specifica se si è verificato un errore durante la creazione di un documento di vendita.

# Page 2760837339 - Control 2763291245 - Property 1295455071
source: Specifies the error message if an error has occurred.
fi_fi: Määrittää virheilmoituksen, jos on tapahtunut virhe.
fr_be: Spécifie le message d’erreur si une erreur s’est produite.
it_it: Specifica il messaggio di errore, se si verifica un errore.

# Page 2760837339 - Control 271156415 - Property 1295455071
source: Specifies the status of payments associated with the order. Valid values are: pending, authorized, partially_paid, paid, partially_refunded, refunded, voided.
fi_fi: Määrittää tilaukseen liittyvien maksujen tilan. Kelvollisia arvoja ovat seuraavat: odottaa, valtuutettu, osittain_maksettu, maksettu, osittain_hyvitetty, hyvitetty, mitätöity.
fr_be: Spécifie le statut des paiements associés à la commande. Les valeurs valides sont : en attente, autorisé, partially_paid, payé partially_refunded, remboursé, annulé.
it_it: Specifica lo stato dei pagamenti associati all'ordine. I valori validi sono: in sospeso, autorizzato, pagato parzialmente, pagato, rimborsato parzialmente, rimborsato, annullato.

# Page 2760837339 - Control 3922244898 - Property 1295455071
source: Specifies the order's status in terms of fulfilled line items. Valid values are: Fulfilled, null, partial, restocked.
fi_fi: Määrittää jaettujen rivinimikkeiden tilauksen tilan. Kelvollisia arvoja ovat seuraavat: jaettu, nolla, osittainen, uudelleenvarastoitu.
fr_be: Spécifie le statut de la commande en termes de lignes exécutées. Les valeurs valides sont : exécuté, null, partiel, restocké.
it_it: Specifica lo stato dell'ordine in termini di articoli di riga evasi. I valori validi sono: evaso, null, parziale, rifornito.

# Page 2760837339 - Control 3208180638 - Property 1295455071
source: Specifies if the order is already processed.
fi_fi: Määrittää, onko tilaus jo käsitelty.
fr_be: Indique si la commande a déjà été traitée.
it_it: Specifica se l'ordine è già stato elaborato.

# Page 2760837339 - Control 2506717839 - Property 1295455071
source: Specifies the risk level from the Shopify order.
fi_fi: Määrittää Shopify-tilauksen riskitason.
fr_be: Spécifie le niveau de risque à partir de la commande Shopify.
it_it: Specifica il livello di rischio dell'ordine Shopify.

# Page 2760837339 - Control 1720535020 - Property 1295455071
source: Specifies the sales invoice number that has been created for the Shopify Order.
fi_fi: Määrittää Shopify-tilaukselle luodun myyntilaskun numeron.
fr_be: Spécifie le numéro de facture vente qui a été créé pour la commande Shopify.
it_it: Specifica il numero della fattura di vendita creato per l'ordine Shopify.

# Page 2760837339 - Control 2734504401 - Property 1295455071
source: Specifies the sales order number that has been created for the Shopify Order.
fi_fi: Määrittää Shopify-tilaukselle luodun myyntitilauksen numeron.
fr_be: Spécifie le numéro de commande vente qui a été créé pour la commande Shopify.
it_it: Specifica il numero dell'ordine di vendita creato per l'ordine Shopify.

# Page 2760837339 - Control 1378235620 - Property 1295455071
source: Specifies country/region code of the buy address.
fi_fi: Määrittää tilausosoitteen maa-/aluekoodin.
fr_be: Spécifie le code pays/région de l’adresse d’achat.
it_it: Specifica il codice paese/area geografica dell'indirizzo di acquisto.

# Page 2760837339 - Control 3513921754 - Property 1295455071
source: Specifies the name of the customer who will buy the products and be billed by default.
fi_fi: Määrittää sen asiakkaan nimen, joka ostaa tuotteet ja jota laskutetaan oletusarvoisesti.
fr_be: Spécifie le nom du client qui achètera les produits et sera facturé par défaut.
it_it: Specifica il nome del cliente che riceve i prodotti e la fattura per impostazione predefinita.

# Page 2760837339 - Control 609988052 - Property 1295455071
source: Specifies the number of the customer who will buy the products and be billed by default.
fi_fi: Määrittää sen asiakkaan numeron, joka ostaa tuotteet ja jota laskutetaan oletusarvoisesti.
fr_be: Spécifie le numéro du client qui achètera les produits et sera facturé par défaut.
it_it: Specifica il numero del cliente che riceve i prodotti e la fattura per impostazione predefinita.

# Page 2760837339 - Control 2893210612 - Property 1295455071
source: Specifies the postal code of the buy address.
fi_fi: Määrittää tilausosoitteen postinumeron.
fr_be: Spécifie le code postal de l’adresse d’achat.
it_it: Specifica il codice postale dell'indirizzo di acquisto.

# Page 2760837339 - Control 1199464200 - Property 1295455071
source: Specifies the country/region code of the address that the items are shipped to.
fi_fi: Määrittää sen osoitteen maa-/aluekoodin, johon nimikkeet toimitetaan.
fr_be: Spécifie le code pays/région de l'adresse à laquelle les articles sont expédiés.
it_it: Specifica il codice paese dell'indirizzo al quale vengono spediti gli articoli.

# Page 2760837339 - Control 2138512914 - Property 1295455071
source: Specifies the name that products on the sales order are shipped to.
fi_fi: Määrittää nimen, jolle myyntitilauksessa olevat tuotteet toimitetaan.
fr_be: Spécifie le nom auquel les produits mentionnés sur la commande vente sont livrés.
it_it: Specifica il nome a cui vengono spediti i prodotti presenti nell'ordine di vendita.

# Page 2760837339 - Control 756553336 - Property 1295455071
source: Specifies the ZIP code of the address that the products are shipped to.
fi_fi: Määrittää sen osoitteen postinumeron, johon tuotteet toimitetaan.
fr_be: Spécifie le code postal de l’adresse à laquelle les produits sont livrés.
it_it: Specifica il codice postale dell'indirizzo a cui sono stati spediti i prodotti.

# Page 2760837339 - Control 3788097755 - Property 1295455071
source: Specifies the Shopify Shop from which the order originated.
fi_fi: Määrittää Shopify-kaupan, josta tilaus on peräisin.
fr_be: Spécifie le magasin Shopify d’où provient la commande.
it_it: Specifica il punto vendita Shopify da cui ha origine l'ordine.

# Page 2760837339 - Control 1846331655 - Property 1295455071
source: Specifies the order number from Shopify
fi_fi: Määrittää Shopify-tilausnumeron
fr_be: Spécifie le numéro de commande de Shopify
it_it: Specifica il numero di ordine da Shopify

# Page 2760837339 - Control 588318770 - Property 1295455071
source: Specifies the sum of the line amounts on all lines in the document minus any discount amounts plus the shipping costs.
fi_fi: Määrittää asiakirjan kaikkien rivien rivisummien yhteenlasketun summan, josta on vähennetty alennussummat, sekä toimituskulut.
fr_be: Spécifie la somme des montants de ligne sur toutes les lignes du document, moins tout montant de remise ajouté aux frais d’expédition.
it_it: Specifica la somma degli importi in tutte le righe del documento meno gli importi degli sconti più le spese di spedizione.

# Page 2760837339 - Control 3652065499 - Property 2879900210
source: Order Attributes
fi_fi: Tilauksen määritteet
fr_be: Attributs de commande
it_it: Attributi ordine

# Page 2760837339 - Action 1447385024 - Property 2879900210
source: Shopify Order
fi_fi: Shopify-tilaus
fr_be: Commande Shopify
it_it: Ordine Shopify

# Page 2760837339 - Action 3253562668 - Property 1295455071
source: View the level and message that indicates the results of the fraud check.
fi_fi: Näytä petosanalyysin tuloksia kuvaava taso ja viesti.
fr_be: Affichez le niveau et le message qui indique les résultats de la vérification de la fraude.
it_it: Visualizzare il livello e il messaggio indicante i risultati della verifica frodi.

# Page 2760837339 - Action 3253562668 - Property 2879900210
source: Risks
fi_fi: Riskit
fr_be: Risques
it_it: Rischi

# Page 2760837339 - Action 927944371 - Property 1295455071
source: Open the related sales invoice.
fi_fi: Avaa asiaankuuluva myyntilasku.
fr_be: Ouvrez la facture vente associée.
it_it: Aprire la fattura di vendita correlata.

# Page 2760837339 - Action 927944371 - Property 2879900210
source: Sales Invoice
fi_fi: Myyntilasku
fr_be: Facture vente
it_it: Fattura di vendita

# Page 2760837339 - Action 3617415722 - Property 1295455071
source: Open the related sales order.
fi_fi: Avaa asiaankuuluva myyntitilaus.
fr_be: Ouvrez la commande vente associée.
it_it: Aprire l'ordine di vendita correlato.

# Page 2760837339 - Action 3617415722 - Property 2879900210
source: Sales Order
fi_fi: Myyntitilaus
fr_be: Commande vente
it_it: Ordine vendita

# Page 2760837339 - Action 1698709087 - Property 1064389655
source: See the order on Shopify
fi_fi: Näytä Shopify-tilaus
fr_be: Voir la commande sur Shopify
it_it: Vedere l'ordine su Shopify

# Page 2760837339 - Action 1698709087 - Property 1295455071
source: Open the order status page from Shopify.
fi_fi: Avaa Tilauksen tila -sivu Shopifysta.
fr_be: Ouvrez la page de statut de la commande à partir de Shopify.
it_it: Aprire la pagina stato ordine da Shopify.

# Page 2760837339 - Action 1698709087 - Property 247559172
source: Access details about order on the Shopify administration portal. For example, you can track the status of the payment.
fi_fi: Katso tilaustietoja Shopify-hallintaportaalissa. Voit esimerkiksi seurata maksun tilaa.
fr_be: Accédez aux détails relatifs à la commande sur le portail d’administration Shopify. Par exemple, vous pouvez suivre le statut du paiement.
it_it: Accedere ai dettagli sull'ordine nel portale di amministrazione di Shopify. Ad esempio, è possibile tenere traccia dello stato del pagamento.

# Page 2760837339 - Action 1698709087 - Property 2879900210
source: Shopify Status Page
fi_fi: Shopify-tilasivu
fr_be: Page de statut Shopify
it_it: Pagina stato Shopify

# Page 2760837339 - Action 2656081980 - Property 1295455071
source: Convert the Shopify Order to a sales order or sales invoice. The sales document will contain the Shopify order number.
fi_fi: Muuta Shopify-tilaus myyntitilaukseksi tai myyntilaskuksi. Myyntiasiakirja sisältää Shopify-tilausnumeron.
fr_be: Convertissez la commande Shopify en commande vente ou en facture vente. Le document vente contiendra le numéro de commande Shopify.
it_it: Convertire l'ordine Shopify in un ordine di vendita o in una fattura di vendita. Il documento di vendita contiene il numero di ordine Shopify.

# Page 2760837339 - Action 2656081980 - Property 2879900210
source: Create Sales Documents
fi_fi: Luo myyntiasiakirjat
fr_be: Créer documents vente
it_it: Crea documenti di vendita

# Page 2760837339 - Action 1923430844 - Property 1295455071
source: Delete the selected rows.
fi_fi: Poista valitut rivit.
fr_be: Supprimez les lignes sélectionnées.
it_it: Eliminare le righe selezionate.

# Page 2760837339 - Action 1923430844 - Property 2879900210
source: Delete Selected Rows
fi_fi: Poista valitut rivit
fr_be: Supprimer les lignes sélectionnées
it_it: Elimina righe selezionate

# Page 2760837339 - Action 1323389546 - Property 1064389655
source: Synchronize orders manually
fi_fi: Synkronoi tilaukset manuaalisesti
fr_be: Synchroniser les commandes manuellement
it_it: Sincronizza manualmente gli ordini

# Page 2760837339 - Action 1323389546 - Property 1295455071
source: Synchronize orders from Shopify.
fi_fi: Synkronoi tilaukset Shopifysta.
fr_be: Synchroniser les commandes à partir de Shopify.
it_it: Sincronizzare gli ordini da Shopify.

# Page 2760837339 - Action 1323389546 - Property 247559172
source: If you aren't automatically synchronizing orders from Shopify, use this action to synchronize them yourself. This imports orders from all your connected shops so that you can work with them in Business Central.
fi_fi: Jos tilauksia ei synkronoida Shopifysta automaattisesti, voit synkronoida ne tämän toiminnon avulla. Toiminto tuo tilaukset kaikista yhdistetyistä kaupoista, jotta voit käsitellä tilauksia Business Centralissa.
fr_be: Si vous ne synchronisez pas automatiquement les commandes à partir de Shopify, utilisez cette action pour les synchroniser vous-même. Vous pouvez ainsi importer les commandes de tous vos magasins connectés de manière à pouvoir les utiliser dans Business Central.
it_it: Se gli ordini di Shopify non vengono sincronizzati automaticamente, utilizzare questa azione per sincronizzarli manualmente. Gli ordini di tutti i punti vendita connessi vengono importati in modo da poterli utilizzare in Business Central.

# Page 2760837339 - Action 1323389546 - Property 2879900210
source: Sync Orders From Shopify
fi_fi: Synkronoi tilaukset Shopifysta
fr_be: Synchroniser les commandes à partir de Shopify
it_it: Sincronizza ordini da Shopify

# Page 2760837339 - Action 383844080 - Property 1295455071
source: Synchronize shipments to Shopify.
fi_fi: Synkronoi toimitukset Shopifyhin.
fr_be: Synchronisez les expéditions avec Shopify.
it_it: Sincronizzare le spedizioni in Shopify.

# Page 2760837339 - Action 383844080 - Property 2879900210
source: Sync Shipments To Shopify
fi_fi: Synkronoi toimitukset Shopifyhin
fr_be: Synchroniser les expéditions avec Shopify
it_it: Sincronizza spedizioni in Shopify

# Page 2016272457 - Property 2879900210
source: Shopify Orders to Import
fi_fi: Tuotavat Shopify-tilaukset
fr_be: Commandes Shopify à importer
it_it: Ordini Shopify da importare

# Page 2016272457 - Control 1901783274 - Property 2879900210
source: Error Info
fi_fi: Virhetiedot
fr_be: Informations sur l’erreur
it_it: Informazioni errore

# Page 2016272457 - Control 80436336 - Property 1295455071
source: Specifies the processing error callstack.
fi_fi: Määrittää käsittelyvirheen kutsupinon.
fr_be: Spécifie la pile d’appels de l’erreur de traitement.
it_it: Specifica lo stack di chiamate dell'errore di elaborazione.

# Page 2016272457 - Control 80436336 - Property 2879900210
source: Error Call Stack
fi_fi: Virheen kutsupino
fr_be: Pile d’appels de l’erreur
it_it: Stack di chiamate errore

# Page 2016272457 - Control 331638123 - Property 1295455071
source: Specifies the processing error message.
fi_fi: Määrittää käsittelyvirheilmoituksen.
fr_be: Spécifie le message d’erreur de traitement.
it_it: Specifica il messaggio di errore di elaborazione.

# Page 2016272457 - Control 331638123 - Property 2879900210
source: Error
fi_fi: Virhe
fr_be: Erreur
it_it: Errore
