Repository: jbakach/MSDyn365BC.Code.History
Catalog: recommendedapps/source/Recommended Apps/Translations/Recommended Apps.*.xlf
Languages: es_es, sv_se

# Codeunit 4114294211 - NamedType 1228344041
source: Cannot add the recommended app with ID %1. The logo image cannot be downloaded, and the HTTP status code is %2.
es_es: No se puede agregar la aplicación recomendada con id. %1. No se puede descargar la imagen del logotipo y el código de estado HTTP es %2.
sv_se: Det går inte att lägga till den rekommenderade appen med ID %1. Logotypbilden kan inte laddas ned och HTTP-statuskoden är %2.

# Codeunit 4114294211 - NamedType 1778008885
source: Cannot get the AppSource URL.
es_es: No se puede obtener la URL de AppSource.
sv_se: Det går inte att hämta URL:en för AppSource.

# Codeunit 4114294211 - NamedType 2804436831
source: Cannot add the recommended app with ID %1. The URL %2 is not formatted correctly. Are you sure that the information about the app is correct?
es_es: No se puede agregar la aplicación recomendada con id. %1. La dirección URL %2 no tiene el formato correcto. ¿Seguro que la información sobre la aplicación es correcta?
sv_se: Det går inte att lägga till den rekommenderade appen med ID %1. URL:en %2 har inte rätt format. Är du säker på att informationen om appen är rätt?

# Codeunit 4114294211 - NamedType 3430929266
source: Cannot add the recommended app with ID %1. The URL %2 cannot be reached, and the HTTP status code is %3. Are you sure that the information about the app is correct?
es_es: No se puede agregar la aplicación recomendada con id. %1. No se puede obtener acceso a la URL %2 y el código de estado HTTP es %3. ¿Seguro que la información sobre la aplicación es correcta?
sv_se: Det går inte att lägga till den rekommenderade appen med ID %1. URL:en %2 kan inte nås och HTTP-statuskoden är %3. Är du säker på att informationen om appen är rätt?

# Enum 329656081 - EnumValue 435169421 - Property 2879900210
source: Your Microsoft Reseller
es_es: Su revendedor de Microsoft
sv_se: Din Microsoft-återförsäljare

# Page 216317471 - Control 1772640682 - Property 1295455071
source: App publisher
es_es: Editor de la aplicación
sv_se: Appens utgivare

# Page 216317471 - Control 2961552353 - Property 1295455071
source: Name
es_es: Nombre
sv_se: Namn

# Page 216317471 - Control 514743000 - Property 1295455071
source: Short Description
es_es: Descripción breve
sv_se: Kort beskrivning

# Page 216317471 - Control 909780402 - Property 1295455071
source: Recommended by
es_es: Recomendado por
sv_se: Rekommenderas av

# Page 216317471 - Control 909780402 - Property 2879900210
source: Recommended by
es_es: Recomendado por
sv_se: Rekommenderas av

# Page 4105953020 - Control 1772640682 - Property 1295455071
source: Publisher
es_es: Editor
sv_se: Utgivare

# Page 4105953020 - Control 2961552353 - Property 1295455071
source: Name
es_es: Nombre
sv_se: Namn

# Page 4105953020 - Control 2974866898 - Property 1295455071
source: Recommended By
es_es: Recomendado por
sv_se: Rekommenderas av

# Page 4105953020 - Control 2974866898 - Property 2879900210
source: Recommended By
es_es: Recomendado por
sv_se: Rekommenderas av

# Page 4105953020 - Control 3461834954 - Property 1295455071
source: Description
es_es: Descripción
sv_se: Beskrivning

# Page 4105953020 - Control 3461834954 - Property 2879900210
source: Description
es_es: Descripción
sv_se: Beskrivning

# Page 4105953020 - Control 37728636 - Property 1295455071
source: View app on Microsoft Business Central AppSource
es_es: Ver aplicación en Microsoft Business Central AppSource
sv_se: Visa app i AppSource för Microsoft Business Central

# Page 4105953020 - Control 37728636 - Property 2879900210
source: View on AppSource
es_es: Ver en AppSource
sv_se: Visa i AppSource

# Page 216317471 - Property 2879900210
source: Recommended Apps
es_es: Aplicaciones recomendadas
sv_se: Rekommenderade appar

# Page 4105953020 - Property 2879900210
source: Recommended App Card
es_es: Tarjeta de aplicación recomendada
sv_se: Rekommenderat appkort

# Page 216317471 - View 435169421 - Property 2879900210
source: Your Microsoft Reseller
es_es: Su revendedor de Microsoft
sv_se: Din Microsoft-återförsäljare

# PermissionSet 2505057798 - Property 2879900210
source: RecommendedApps - Objects
es_es: RecommendedApps - Objetos
sv_se: RecommendedApps – Objekt

# PermissionSet 2717034780 - Property 2879900210
source: RecommendedApps - Edit
es_es: RecommendedApps - Edición
sv_se: RecommendedApps – Redigera

# PermissionSet 3677553818 - Property 2879900210
source: RecommendedApps - Read
es_es: RecommendedApps - Lectura
sv_se: RecommendedApps – Läs

# Table 670315561 - Field 1123305005 - Property 2879900210
source: Logo
es_es: Logotipo
sv_se: Logotyp

# Table 670315561 - Field 1772640682 - Property 2879900210
source: Publisher
es_es: Editor
sv_se: Utgivare

# Table 670315561 - Field 1795693192 - Property 2879900210
source: Long Description
es_es: Descripción larga
sv_se: Lång beskrivning

# Table 670315561 - Field 2273653569 - Property 2879900210
source: Language Code
es_es: Cód. idioma
sv_se: Språkkod

# Table 670315561 - Field 2961552353 - Property 2879900210
source: Name
es_es: Nombre
sv_se: Namn

# Table 670315561 - Field 2974866898 - Property 2879900210
source: Recommended By
es_es: Recomendado por
sv_se: Rekommenderas av

# Table 670315561 - Field 514743000 - Property 2879900210
source: Short Description
es_es: Descripción breve
sv_se: Kort beskrivning

# Table 670315561 - Property 2879900210
source: Recommended Apps
es_es: Aplicaciones recomendadas
sv_se: Rekommenderade appar
