Repository: jbakach/MSDyn365BC.Code.History
Catalog: Intrastat/Source/Intrastat Core/Translations/Intrastat Core.*.xlf
Languages: cs_cz, da_dk, es_mx, fi_fi, fr_ch, it_ch, ru_ru

# Page 3458657684 - Control 3902642213 - Property 1295455071
source: Specifies the default transaction type for sales returns and service returns, and purchase returns.
cs_cz: Určuje výchozí typ transakce pro prodejní vratky, vratky servisu a nákupní vratky.
da_dk: Angiver standardtransaktionstypen for salgsreturneringer, servicereturneringer og købsreturneringer.
es_mx: Especifica el tipo de transacción predeterminado de devoluciones de ventas, devoluciones de servicios y devoluciones de compras.
fi_fi: Määrittää myyntipalautusten, huoltopalautusten ja ostopalautusten oletustapahtumatyypin.
fr_ch: Spécifie le type de transaction par défaut pour les retours sur ventes, les retours de service et les retours sur achats.
it_ch: Specifica il tipo di transazione predefinito per i resi di vendita, i resi di assistenza e i resi di acquisto.
ru_ru: Определяет тип транзакции по умолчанию для возвратов продажи, сервисных возвратов и возвратов покупки.

# Page 3458657684 - Control 4157906401 - Property 1295455071
source: Specifies the default transaction type for regular sales shipments and service shipments, and purchase receipts.
cs_cz: Určuje výchozí typ transakce pro pravidelné prodejní dodávky, dodávky servisu a nákupní příjemky.
da_dk: Angiver standardtransaktionstypen for almindelige salgsleverancer, serviceleverancer og købsmodtagelser.
es_mx: Especifica el tipo de transacción predeterminado para remisiones de venta normales, entregas de servicio y recepciones de compra.
fi_fi: Määrittää säännöllisten myyntitoimitusten, huoltotoimitusten ja ostovastaanottojen oletustapahtumatyypin.
fr_ch: Spécifie le type de transaction par défaut pour les expéditions vente régulières, les expéditions de service et les réceptions achat enregistrées.
it_ch: Specifica il tipo di transazione predefinito per spedizioni di vendita, spedizioni di assistenza e carichi di acquisto regolari.
ru_ru: Определяет тип транзакции по умолчанию для обычных расходных накладных продажи, сервисных расходных накладных и приходных накладных покупки.

# Page 3458657684 - Control 2057091634 - Property 2879900210
source: Reporting
cs_cz: Hlášení
da_dk: Rapportering
es_mx: Notificación
fi_fi: Raportointi
fr_ch: Génération d’états
it_ch: Creazione di report
ru_ru: Отчетность

# Page 3458657684 - Control 1659701640 - Property 1295455071
source: Specifies the data exchange definition code to generate the intrastat file.
cs_cz: Určuje kód definice výměny dat pro generování souboru Intrastat.
da_dk: Angiver den kode for dataudvekslingsdefinition, som Intrastat-filen skal genereres med.
es_mx: Especifica el código definición de intercambio de datos para generar el archivo de Intrastat.
fi_fi: Määrittää Intrastat-tiedoston luontiin käytettävän tiedonsiirtomäärityksen koodin.
fr_ch: Spécifie le code de définition d’échange de données pour générer le fichier D.E.B.
it_ch: Specifica il codice della definizione di scambio dati per generare il file Intrastat.
ru_ru: Определяет код определения обмена данными для формирования файла Интрастат.

# Page 3458657684 - Control 1282614447 - Property 1295455071
source: Specifies the data exchange definition code to generate the intrastat file for received goods.
cs_cz: Určuje kód definice výměny dat pro generování souboru intrastat pro přijaté zboží.
da_dk: Angiver dataudvekslingsdefinitionskoden til at genere Intrastat-filen for modtagne varer.
es_mx: Especifica el código de definición de intercambio de datos para generar el archivo de Intrastat para mercancías recibidas.
fi_fi: Määrittää vastaanotettujen tavaroiden Intrastat-tiedoston luontiin käytettävän tiedonsiirtomäärityksen koodin.
fr_ch: Spécifie le code de définition d’échange de données pour générer le fichier de déclaration d’échanges de biens pour les biens reçus.
it_ch: Specifica il codice della definizione di scambio dati per generare il file Intrastat per le merci ricevute.
ru_ru: Определяет код определения обмена данными для формирования файла Интрастат по полученным товарам.

# Page 3458657684 - Control 377589252 - Property 1295455071
source: Specifies the data exchange definition code to generate the intrastat file for shipped goods.
cs_cz: Určuje kód definice výměny dat pro generování souboru intrastat pro dodané zboží.
da_dk: Angiver dataudvekslingsdefinitionskoden til at genere Intrastat-filen for leverede varer.
es_mx: Especifica el código de definición de intercambio de datos para generar el archivo de Intrastat para mercancías enviadas.
fi_fi: Määrittää toimitettujen tavaroiden Intrastat-tiedoston luontiin käytettävän tiedonsiirtomäärityksen koodin.
fr_ch: Spécifie le code de définition d’échange de données pour générer le fichier de déclaration d’échanges de biens pour les biens expédiés.
it_ch: Specifica il codice della definizione di scambio dati per generare il file Intrastat per le merci spedite.
ru_ru: Определяет код определения обмена данными для формирования файла Интрастат по отгруженным товарам.

# Page 3458657684 - Control 1577525362 - Property 1295455071
source: Specifies the data exchange definition name to generate the intrastat file.
cs_cz: Určuje název definice výměny dat pro generování souboru intrastat.
da_dk: Angiver navnet på den dataudvekslingsdefinition, der skal genereres af Intrastat-filen.
es_mx: Especifica el nombre de la definición de intercambio de datos para generar el archivo de Intrastat.
fi_fi: Määrittää Intrastat-tiedoston luontiin käytettävän tiedonsiirtomäärityksen nimen.
fr_ch: Spécifie le nom de la définition d’échange de données pour générer le fichier D.E.B.
it_ch: Specifica il nome della definizione di scambio dati per generare il file Intrastat.
ru_ru: Определяет имя определения обмена данными для формирования файла Интрастат.

# Page 3458657684 - Control 1809596345 - Property 1295455071
source: Specifies the data exchange definition name to generate the intrastat file for received goods.
cs_cz: Určuje název definice výměny dat pro generování souboru intrastat pro přijaté zboží.
da_dk: Angiver dataudvekslingsdefinitionsnavnet til at genere Intrastat-filen for afsendte varer.
es_mx: Especifica el nombre de la definición de intercambio de datos para generar el archivo de Intrastat para mercancías recibidas.
fi_fi: Määrittää vastaanotettujen tavaroiden Intrastat-tiedoston luontiin käytettävän tiedonsiirtomäärityksen nimen.
fr_ch: Spécifie le nom de la définition d’échange de données pour générer le fichier de déclaration d’échanges de biens pour les biens reçus.
it_ch: Specifica il nome della definizione di scambio dati per generare il file Intrastat per le merci ricevute.
ru_ru: Определяет имя определения обмена данными для формирования файла Интрастат по полученным товарам.

# Page 3458657684 - Control 275031390 - Property 1295455071
source: Specifies the data exchange definition name to generate the intrastat file for shipped goods.
cs_cz: Určuje název definice výměny dat pro generování souboru intrastat pro dodané zboží.
da_dk: Angiver dataudvekslingsdefinitionsnavnet til at genere Intrastat-filen for leverede varer.
es_mx: Especifica el nombre de la definición de intercambio de datos para generar el archivo de Intrastat para mercancías enviadas.
fi_fi: Määrittää toimitettujen tavaroiden Intrastat-tiedoston luontiin käytettävän tiedonsiirtomäärityksen nimen.
fr_ch: Spécifie le nom de la définition d’échange de données pour générer le fichier de déclaration d’échanges de biens pour les biens expédiés.
it_ch: Specifica il nome della definizione di scambio dati per generare il file Intrastat per le merci spedite.
ru_ru: Определяет имя определения обмена данными для формирования файла Интрастат по отгруженным товарам.

# Page 3458657684 - Control 4007980569 - Property 1295455071
source: Specifies if Receipts and Shipments shall be reported in two separate files.
cs_cz: Určuje, zda mají být příjmy a dodávky vykázány ve dvou samostatných souborech.
da_dk: Angiver, om indtægter og leverancer skal rapporteres i to separate filer.
es_mx: Especifica si se comunicarán las recepciones y los envíos en dos archivos independientes.
fi_fi: Määrittää, raportoidaanko vastaanotot ja toimitukset kahdessa erillisessä tiedostossa.
fr_ch: Indique si les réceptions et les expéditions doivent être enregistrées dans deux fichiers séparés.
it_ch: Specifica se le ricevute e le spedizioni devono essere dichiarate in due file distinti.
ru_ru: Указывает, должны ли приходы и расходы выводиться в двух отдельных файлах.

# Page 3458657684 - Control 2043133186 - Property 1295455071
source: Specifies if report file (-s) shall be added to Zip file.
cs_cz: Určuje, zda má být soubor (-y) hlášení přidán (-y) do souboru ZIP.
da_dk: Angiver, om der skal føjes rapportfiler til zip-filen.
es_mx: Especifica si se agregará el archivo de informe (-s) al archivo zip.
fi_fi: Määrittää, lisätäänkö raporttitiedostot zip-tiedostoon.
fr_ch: Indique si le fichier d’état (-s) doit être ajouté au fichier zip.
it_ch: Specifica se il file di report (-s) deve essere aggiunto al file Zip.
ru_ru: Указывает, нужно ли добавлять файл (или файлы) отчета в ZIP-файл.

# Page 3458657684 - Action 2438272767 - Property 2879900210
source: Back
cs_cz: Zpět
da_dk: Tilbage
es_mx: Atrás
fi_fi: Edellinen
fr_ch: Précédent
it_ch: Indietro
ru_ru: Назад

# Page 3458657684 - Action 3259912055 - Property 2879900210
source: Finish
cs_cz: Dokončit
da_dk: Udfør
es_mx: Finalizar
fi_fi: Valmis
fr_ch: Terminer
it_ch: Fine
ru_ru: Готово

# Page 3458657684 - Action 914282563 - Property 2879900210
source: Next
cs_cz: Další
da_dk: Næste
es_mx: Siguiente
fi_fi: Seuraava
fr_ch: Suivant
it_ch: Avanti
ru_ru: Далее

# Page 3458657684 - Action 13632386 - Property 2879900210
source: Intrastat Report Checklist
cs_cz: Kontrolní seznam hlášení Intrastat
da_dk: Tjekliste til Intrastat-rapport
es_mx: Lista de comprobación de informe Intrastat
fi_fi: Intrastat-raportin tarkistusluettelo
fr_ch: Liste de contrôle État de déclaration d’échanges de biens
it_ch: Elenco di controllo report Intrastat
ru_ru: Контрольный список отчета Интрастат

# Page 1949250098 - Property 2879900210
source: Lines
cs_cz: Řádky
da_dk: Linjer
es_mx: Líneas
fi_fi: Rivit
fr_ch: Lignes
it_ch: Righe
ru_ru: Строки

# Page 1949250098 - Control 636392376 - Property 1295455071
source: Specifies the total amount of the entry, excluding VAT.
cs_cz: Určuje celkovou částku položky bez DPH.
da_dk: Angiver det samlede beløb for posten, ekskl. moms.
es_mx: Especifica el importe total del movimiento, sin IVA.
fi_fi: Määrittää tapahtuman kokonaissumman ilman ALV:tä.
fr_ch: Spécifie le montant total de l’écriture, hors TVA.
it_ch: Specifica l'importo totale del movimento, IVA esclusa.
ru_ru: Определяет общую сумму операции без учета НДС.

# Page 1949250098 - Control 3532935625 - Property 1295455071
source: Specifies the area of the customer or vendor, for the purpose of reporting to INTRASTAT.
cs_cz: Určuje kód oblasti zákazníka nebo dodavatele za účelem vykazování INTRASTAT.
da_dk: Angiver debitors eller kreditors område med henblik på rapportering til INTRASTAT.
es_mx: Especifica el área del cliente o proveedor con el fin de informar a INTRASTAT.
fi_fi: Määrittää asiakkaan tai toimittajan osoitteen alueen INTRASTAT-raportointia varten.
fr_ch: Spécifie la zone du client ou du fournisseur, à des fins de compte-rendu intracommunautaire.
it_ch: Specifica l'area del cliente o del fornitore ai fini dell'INTRASTAT.
ru_ru: Определяет регион клиента или поставщика в целях отчетности Интрастат.

# Page 1949250098 - Control 2242438606 - Property 1295455071
source: Specifies any indirect costs, as a percentage.
cs_cz: Určuje všechny nepřímé náklady v procentech.
da_dk: Angiver eventuelle indirekte omkostninger som en procentdel.
es_mx: Especifica los costos indirectos, expresados en forma de porcentaje.
fi_fi: Määrittää kaikki välilliset kustannukset prosentteina.
fr_ch: Spécifie tous les coûts indirects, en pourcentage.
it_ch: Specifica i costi indiretti, espressi in percentuale.
ru_ru: Определяет косвенные затраты (если они имеются) в виде процента.

# Page 1949250098 - Control 284764054 - Property 1295455071
source: Specifies the country/region of the address.
cs_cz: Určuje zemi nebo oblast z adresy.
da_dk: Angiver adressens land/område.
es_mx: Especifica el país o la región de la dirección.
fi_fi: Määrittää osoitteen maan/alueen.
fr_ch: Spécifie le pays/la région de l’adresse.
it_ch: Specifica il paese/area geografica dell'indirizzo.
ru_ru: Определяет страну/регион в адресе.

# Page 1949250098 - Control 1212385681 - Property 1295455071
source: Specifies a code for the country/region where the item was produced or processed.
cs_cz: Určuje kód pro Zemi/Oblast kde bylo zboží vyrobeno nebo zpracováno.
da_dk: Angiver en kode for det land/område, hvor varen er fremstillet eller behandlet.
es_mx: Especifica el código del país o la región donde se fabricó o elaboró el producto.
fi_fi: Määrittää sen maan/alueen koodin, jossa nimike tuotettiin tai käsiteltiin.
fr_ch: Spécifie un code pour le pays/la région où l'article a été produit ou traité.
it_ch: Specifica un codice relativo al paese/area geografica in cui l'articolo è stato prodotto o lavorato.
ru_ru: Определяет код страны/региона, в которых товар был произведен или обработан.

# Page 1949250098 - Control 3192175264 - Property 1295455071
source: Specifies the date the item entry was posted.
cs_cz: Určuje datum, kdy byla položka zboží zaúčtována.
da_dk: Angiver den dato, hvor vareposten blev bogført.
es_mx: Especifica la fecha en que se registró el movimiento de producto.
fi_fi: Määrittää päivämäärän, jolloin nimiketapahtuma kirjattiin.
fr_ch: Spécifie la date à laquelle l’écriture article a été validée.
it_ch: Specifica la data in cui è stato registrato il movimento articolo.
ru_ru: Определяет дату учета товарной операции.

# Page 1949250098 - Control 486908828 - Property 1295455071
source: Specifies the document number on the entry.
cs_cz: Určuje číslo dokladu položky.
da_dk: Angiver dokumentnummeret på posten.
es_mx: Especifica el número de documento del movimiento.
fi_fi: Määrittää tapahtuman asiakirjanumeron.
fr_ch: Spécifie le numéro de document de l’écriture.
it_ch: Specifica il numero di documento sul movimento.
ru_ru: Определяет номер документа в операции.

# Page 1949250098 - Control 3814925297 - Property 1295455071
source: Specifies the code of either the port of entry where the items passed into your country/region or the port of exit.
cs_cz: Určuje buď kód vstupního bodu, kde zboží vstupuje do vaší země/oblasti nebo výstupního bodu.
da_dk: Angiver koden for det indførselssted, hvor varerne er kommet ind i landet/området, eller for udførselsstedet.
es_mx: Especifica el código del puerto de entrada por el que entraron los productos al país o la región, o el puerto de salida.
fi_fi: Määrittää joko sen tulopaikan koodin, jonka kautta nimikkeet saapuivat maahasi/alueellesi, tai lähtöpaikan koodin.
fr_ch: Spécifie le code du point d'entrée par lequel les articles sont entrés dans votre pays/région ou du point de sortie.
it_ch: Specifica il codice del porto di ingresso degli articoli nel proprio paese/area geografica o del porto di uscita.
ru_ru: Определяет код порта, через который товары прибыли в вашу страну/регион либо покинули вашу страну/регион.

# Page 1949250098 - Control 2102199635 - Property 1295455071
source: Specifies an amount that represents the costs for freight and insurance.
cs_cz: Určuje částku, která představuje náklady pro náklad a pojištění.
da_dk: Angiver et beløb, der repræsenterer omkostningerne ved fragt og forsikring.
es_mx: Especifica el importe correspondiente a costos por flete y por seguro.
fi_fi: Määrittää kuljetus- ja vakuutuskulujen summan.
fr_ch: Spécifie un montant qui représente les coûts de fret et d'assurance.
it_ch: Specifica un importo che rappresenta i costi del trasporto e dell'assicurazione.
ru_ru: Определяет сумму, представляющую затраты на перевозку и страхование.

# Page 1949250098 - Control 2161516449 - Property 1295455071
source: Specifies a reference number used by the customs and tax authorities.
cs_cz: Určuje interní číslo použité celními a daňovými úřady.
da_dk: Angiver et referencenummer, som SKAT benytter.
es_mx: Especifica el número de referencia que utilizan las autoridades aduaneras y fiscales.
fi_fi: Määrittää tulli- ja veroviranomaisten käyttämän viitenumeron.
fr_ch: Spécifie un numéro de référence utilisé par les administrations douanières et fiscales.
it_ch: Specifica un numero di riferimento utilizzato dalle autorità doganali e fiscali.
ru_ru: Определяет ссылочный номер, используемый таможенными и налоговыми органами.

# Page 1949250098 - Control 2842094365 - Property 1295455071
source: Specifies the name of the tariff no. that is associated with the item.
cs_cz: Určuje název čísla sazebníku, které je přidruženo ke zboží.
da_dk: Angiver navnet på det tarifnr., der er knyttet til varen.
es_mx: Especifica el nombre del cód. arancelario asociado al producto.
fi_fi: Määrittää nimikkeeseen liittyvän tavaranimikkeen nimen.
fr_ch: Spécifie le nom de la nomenclature produits associée à l’article.
it_ch: Specifica il nome della nomenclatura combinata associata all'articolo.
ru_ru: Определяет название кода тарифа, связанного с товаром.

# Page 1949250098 - Control 2842094365 - Property 2879900210
source: Tariff No. Description
cs_cz: Popis čísla sazebníku
da_dk: Beskrivelse af tarifnr.
es_mx: Descripción cód. arancelario
fi_fi: Tavaranimikkeen kuvaus
fr_ch: Description nomenclature produits
it_ch: Descrizione nomenclatura combinata
ru_ru: Описание тарифного №

# Page 1949250098 - Control 568743302 - Property 1295455071
source: Specifies the number of the item.
cs_cz: Určuje číslo zboží.
da_dk: Angiver nummeret på varen.
es_mx: Especifica el número del producto.
fi_fi: Määrittää nimikkeen numeron.
fr_ch: Spécifie le numéro de l’article.
it_ch: Specifica il numero dell'articolo.
ru_ru: Определяет номер товара.

# Page 1949250098 - Control 2161572060 - Property 1295455071
source: Specifies the code for the location that the entry is linked to.
cs_cz: Určuje kód pro umístění, se kterým je položka spojena.
da_dk: Angiver koden for den lokation, som posten er tilknyttet.
es_mx: Especifica el código de almacén vinculado al movimiento.
fi_fi: Määrittää sen sijainnin koodin, johon tapahtuma on linkitetty.
fr_ch: Spécifie le code du magasin lié à l'écriture.
it_ch: Specifica il codice dell'ubicazione a cui è collegato il movimento.
ru_ru: Определяет код склада, с которым связана эта операция.

# Page 1949250098 - Control 2961552353 - Property 1295455071
source: Specifies the name of the item.
cs_cz: Určuje název zboží.
da_dk: Angiver navnet på varen.
es_mx: Especifica el nombre del producto.
fi_fi: Määrittää nimikkeen nimen.
fr_ch: Spécifie le nom de l’article.
it_ch: Specifica il nome dell'articolo.
ru_ru: Определяет название товара.

# Page 1949250098 - Control 2961552353 - Property 2879900210
source: Item Name
cs_cz: Název zboží
da_dk: Varenavn
es_mx: Nombre del producto
fi_fi: Nimikkeen nimi
fr_ch: Nom article
it_ch: Nome articolo
ru_ru: Название товара

# Page 1949250098 - Control 3088522385 - Property 1295455071
source: Specifies the net weight of one unit of the item.
cs_cz: Určuje čistou hmotnost jedné jednotky tohoto zboží.
da_dk: Angiver nettovægten for en enhed af varen.
es_mx: Especifica el peso neto de una unidad del producto.
fi_fi: Määrittää nimikkeen yhden yksikön nettopainon.
fr_ch: Spécifie le poids net d'une unité de cet article.
it_ch: Specifica il peso netto di un'unità dell'articolo.
ru_ru: Определяет вес нетто единицы товара.

# Page 1949250098 - Control 1624434300 - Property 1295455071
source: Specifies the counter party's VAT number.
cs_cz: Určuje DIČ protistrany.
da_dk: Angiver genpartens momsnummer.
es_mx: Especifica el número de IVA de la parte del contador.
fi_fi: Määrittää vastapuolen ALV-numeron.
fr_ch: Spécifie le numéro de TVA de contrepartie.
it_ch: Specifica il numero di partita IVA della controparte.
ru_ru: Определяет номер НДС контрагента.

# Page 1949250098 - Control 2704404533 - Property 1295455071
source: Specifies the number of units of the item in the entry.
cs_cz: Určuje počet jednotek zboží v položce.
da_dk: Angiver antallet af vareenheder i posten.
es_mx: Especifica el número de unidades del producto en el movimiento.
fi_fi: Määrittää nimikkeen yksiköiden määrän tapahtumassa.
fr_ch: Spécifie le nombre d'unités de l'article dans l'écriture.
it_ch: Specifica il numero di unità dell'articolo nel movimento.
ru_ru: Определяет количество единиц товара в операции.

# Page 1949250098 - Control 2259420277 - Property 1295455071
source: Specifies the item's shipment method.
cs_cz: Určuje způsob dodání zboží.
da_dk: Angiver varens afsendelsesmetode.
es_mx: Especifica el método de envío del producto.
fi_fi: Määrittää nimikkeen toimitustavan.
fr_ch: Spécifie les conditions de livraison de l’article.
it_ch: Specifica il metodo di spedizione dell'articolo.
ru_ru: Определяет метод поставки товара.

# Page 1949250098 - Control 3627141058 - Property 1295455071
source: Specifies the number that the item entry had in the table it came from.
cs_cz: Určuje číslo, které položka zboží měla v tabulce, z které pochází.
da_dk: Angiver det nummer, som vareposten havde i den tabel, den stammer fra.
es_mx: Especifica el número que tenía el movimiento de producto en la tabla de procedencia.
fi_fi: Määrittää nimiketapahtuman numeron siinä taulukossa, josta nimiketapahtuma on peräisin.
fr_ch: Spécifie le numéro que cette écriture article avait dans sa table d'origine.
it_ch: Specifica il numero che era stato assegnato al movimento articolo nella tabella da cui proviene.
ru_ru: Определяет номер, который имела товарная операция в таблице, из которой она происходит.

# Page 1949250098 - Control 1753214751 - Property 1295455071
source: Specifies the entry type.
cs_cz: Určuje typ položky.
da_dk: Angiver posttypen.
es_mx: Especifica el tipo de movimiento.
fi_fi: Määrittää tapahtuman tyypin.
fr_ch: Spécifie le type écriture.
it_ch: Specifica il tipo di movimento.
ru_ru: Определяет тип операции.

# Page 1949250098 - Control 2275026644 - Property 1295455071
source: Specifies the entry's statistical value, which must be reported to the statistics authorities.
cs_cz: Určuje statistickou hodnotu položky, která musí být oznámena statistickým úřadům.
da_dk: Angiver postens statistiske værdi, som skal indberettes til Danmarks Statistik.
es_mx: Especifica el valor estadístico del movimiento, que deberá declararse a las autoridades estadísticas.
fi_fi: Määrittää tapahtuman tilastoarvon, joka täytyy raportoida tilastoja ylläpitäville viranomaisille.
fr_ch: Spécifie la valeur statistique de l'écriture qui doit être déclarée aux autorités douanières.
it_ch: Specifica il valore statistico del movimento, da comunicare agli istituti di statistica.
ru_ru: Определяет статистическое значение операции, которое должно передаваться в органы статистики.

# Page 1949250098 - Control 3678710499 - Property 1295455071
source: Specifies the conversion factor of the item on this Intrastat report line.
cs_cz: Určuje konverzní faktor zboží na tomto řádku hlášení Intrastat.
da_dk: Angiver omregningsfaktoren for varen på denne Intrastat-rapportlinje.
es_mx: Especifica el factor de conversión del producto en esta línea del informe Intrastat.
fi_fi: Määrittää tämän Intrastat-raporttirivin nimikkeen muuntokertoimen.
fr_ch: Spécifie le facteur de conversion de l’article sur cette ligne de l’état de déclaration d’échanges de biens.
it_ch: Specifica il fattore di conversione dell'articolo nella riga del report Intrastat.
ru_ru: Определяет коэффициент преобразования товара в этой строке отчета Интрастат.
