Repository: jbakach/MSDyn365BC.Code.History
Catalog: Intrastat/Source/Intrastat Core/Translations/Intrastat Core.*.xlf
Languages: cs_cz, da_dk, es_mx, fi_fi, fr_ch, it_ch, ru_ru

# Page 879680616 - Control 215497968 - Property 1295455071
source: Specifies a code that identifies the currency of the Intrastat report.
cs_cz: Určuje kód, který identifikuje měnu pro sestavu Intrastat.
da_dk: Angiver en kode, der identificerer valutaen i Intrastatrapporten.
es_mx: Especifica el código que identifica la divisa del informe de Intrastat.
fi_fi: Määrittää Intrastat-raportin valuutan yksilöivän koodin.
fr_ch: Spécifie un code qui identifie la devise de la D.E.B.
it_ch: Specifica il codice identificativo della valuta del report Intrastat.
ru_ru: Определяет код, который идентифицирует валюту отчета Интрастат.

# Page 879680616 - Control 3461834954 - Property 1295455071
source: Specifies some information about the Intrastat Report.
cs_cz: Určuje některé informace o hlášení Intrastat.
da_dk: Angiver nogle oplysninger om Intrastat-rapporten.
es_mx: Especifica información sobre el informe Intrastat.
fi_fi: Määrittää osan Intrastat-ilmoituksen tiedoista.
fr_ch: Spécifie quelques informations concernant l’état de déclaration d’échanges de biens.
it_ch: Specifica alcune informazioni sul report Intrastat.
ru_ru: Определяет некоторую информацию об отчете Интрастат.

# Page 879680616 - Control 3813362964 - Property 1295455071
source: Specifies the date when the report has been exported.
cs_cz: Určuje datum exportu sestavy.
da_dk: Angiver den dato, hvor rapporten blev eksporteret.
es_mx: Especifica la fecha en la que se ha exportado el informe.
fi_fi: Määrittää päivämäärän, jolloin raportti on viety.
fr_ch: Spécifie la date à laquelle l’état a été exporté.
it_ch: Specifica la data in cui il report è stato esportato.
ru_ru: Определяет дату экспорта отчета.

# Page 879680616 - Control 471116883 - Property 1295455071
source: Specifies the time when the report has been exported.
cs_cz: Určuje čas, kdy bylo hlášení exportováno.
da_dk: Angiver det klokkeslæt, hvor rapporten blev eksporteret.
es_mx: Especifica la hora a la que se ha exportado el informe.
fi_fi: Määrittää kellonajan, jolloin raportti on viety.
fr_ch: Spécifie l’heure à laquelle l’état a été exporté.
it_ch: Specifica l'ora in cui il report è stato esportato.
ru_ru: Определяет время экспорта отчета.

# Page 879680616 - Control 4200184881 - Property 1295455071
source: Specifies the number of the Intrastat Report.
cs_cz: Určuje číslo hlášení Intrastat.
da_dk: Angiver nummeret på Intrastat-rapporten.
es_mx: Especifica el número del informe Intrastat.
fi_fi: Määrittää Intrastat-raportin numeron.
fr_ch: Spécifie le numéro de l’état de déclaration d’échanges de biens.
it_ch: Specifica il numero del report Intrastat.
ru_ru: Определяет номер отчета Интрастат.

# Page 879680616 - Control 3293730985 - Property 1295455071
source: Specifies whether the entry has already been reported to the tax authorities.
cs_cz: Určuje, zda položka již byla nahlášena daňovým úřadům.
da_dk: Angiver, om posten tidligere har været rapporteret til SKAT.
es_mx: Especifica si el movimiento ya se ha declarado a las autoridades fiscales.
fi_fi: Määrittää, onko tapahtumasta jo raportoitu veroviranomaisille.
fr_ch: Spécifie si l'écriture a déjà été déclarée aux administrations fiscales.
it_ch: Specifica se il movimento è già stato comunicato alle autorità fiscali.
ru_ru: Определяет, включена ли информация об операции в отчетность для налоговых органов.

# Page 879680616 - Control 970646220 - Property 1295455071
source: Specifies the month to report data for. Enter the period as a four-digit number, with no spaces or symbols. Enter the year first and then the month, for example, enter 1706 for June, 2017
cs_cz: Určuje měsíc k vykazování dat. Zadejte období jako čtyřciferné číslo bez mezer nebo symbolů. Nejprve zadejte rok, pak měsíc, například zadejte 1706 pro červen 2017.
da_dk: Angiver den måned, der skal rapporteres data for. Indsæt perioden som et firecifret tal, uden mellemrum eller symboler. Afhængigt af landet/området indsættes måneden først og året derefter, eller omvendt. Indsæt f.eks. 1706 for juni 2017
es_mx: Especifica el mes para el que se notificarán los datos. Especifique el período como un número de cuatro dígitos, sin espacios ni símbolos. Escriba primero el año y después el mes, por ejemplo, escriba 1706 para junio de 2017.
fi_fi: Määrittää kuukauden, jonka tiedot raportoidaan. Anna jakso nelinumeroisena lukuna ilman välilyöntejä ja symboleja. Anna ensin vuosi ja sitten kuukausi (anna esimerkiksi 1706, jos jakso on kesäkuu 2017)
fr_ch: Spécifie le mois pour lequel déclarer des données. Saisissez la période sous la forme d’un nombre à quatre chiffres, sans espaces ni symboles. Selon votre pays, saisissez d’abord le mois, puis l’année, ou inversement. Par exemple, saisissez 1706 ou 0617 pour juin 2017.
it_ch: Specifica il mese di dichiarazione dei dati. Immettere il periodo come numero di quattro cifre, senza spazi o simboli. Immettere prima l'anno e poi il mese, ad esempio immettere 1706 per giugno 2017
ru_ru: Определяет месяц, за который необходимо представить данные. Введите период в виде четырехзначного числа без пробелов и других символов. Сначала введите год, а затем месяц; например, введите 1706, чтобы указать июнь 2017 г.

# Page 879680616 - Control 513339096 - Property 1295455071
source: Specifies the status of the Intrastat Report.
cs_cz: Určuje stav hlášení Intrastat.
da_dk: Angiver status af Intrastat-rapporten.
es_mx: Especifica el estado del informe Intrastat.
fi_fi: Määrittää Intrastat-raportin tilan.
fr_ch: Spécifie le statut de l’état de déclaration d’échanges de biens.
it_ch: Specifica lo stato del report Intrastat.
ru_ru: Определяет статус отчета Интрастат.

# Page 879680616 - Action 3560983695 - Property 2879900210
source: Release
cs_cz: Vydat
da_dk: Frigiv
es_mx: Lanzar
fi_fi: Vapautus
fr_ch: Lancer
it_ch: Rilascia
ru_ru: Выпустить

# Page 879680616 - Action 4032263875 - Property 1295455071
source: Release the document to the next stage of processing. You must reopen the document before you can make changes to it.
cs_cz: Uvolněte doklad do další fáze zpracování. Před provedením změn je nutné doklad znovu otevřít.
da_dk: Udgiv dokumentet til næste fase i behandlingen. Du skal åbne dokumentet igen, før du kan ændre det.
es_mx: Permite lanzar el documento hasta la siguiente fase de procesamiento. Debe volver a abrir el documento para poder realizar cambios en él.
fi_fi: Vapauta asiakirja käsittelyn seuraavaan vaiheeseen. Asiakirja on avattava uudelleen, ennen kuin voit tehdä siihen muutoksia.
fr_ch: Lancez le document à l’étape suivante du traitement. Vous devez rouvrir le document avant de pouvoir y apporter des modifications.
it_ch: Rilasciare il documento alla fase successiva dell'elaborazione. È necessario riaprire il documento prima di potervi apportare modifiche.
ru_ru: Выпуск документа на следующий этап обработки. Для внесения изменений в документ его нужно будет открыть заново.

# Page 879680616 - Action 4032263875 - Property 2879900210
source: Re&lease
cs_cz: &Vydat
da_dk: &Frigiv
es_mx: Lan&zar
fi_fi: &Vapauta
fr_ch: &Lancer
it_ch: Ri&lascia
ru_ru: Вы&пустить

# Page 879680616 - Action 2071937805 - Property 1295455071
source: Reopen the document to change it after it has been approved. Approved documents have the Released status and must be opened before they can be changed.
cs_cz: Znovuotevření dokladu k jeho změně, poté, co byl schválen. Schválené dokumenty mají stav Vydáno a musí být otevřeny před tím, než jsou změněny.
da_dk: Åbn bilaget igen for at ændre det, efter at det er blevet godkendt. Godkendte bilag har status Frigivet og skal åbnes, før de kan ændres.
es_mx: Permite volver a abrir el documento para cambiarlo una vez que se haya aprobado. Los documentos aprobados tienen el estado Lanzado y se deben abrir para poder cambiarlos.
fi_fi: Avaa asiakirja uudelleen, jotta siihen voidaan tehdä muutoksia hyväksymisen jälkeen. Hyväksytyt asiakirjat ovat tilassa Vapautettu, ja ne on avattava ennen kuin muutoksien tekeminen on mahdollista.
fr_ch: Rouvrez le document pour le modifier après son approbation. Les documents approuvés ont le statut Lancé et doivent être ouverts pour pouvoir être modifiés.
it_ch: Aprire nuovamente il documento per modificarlo dopo l'approvazione. I documenti approvati hanno lo stato impostato su Rilasciato e devono essere aperti prima di poter essere modificati.
ru_ru: Повторное открытие документа для его изменения после утверждения. Утвержденные документы имеют статус "Выпущено", и их необходимо открывать перед изменением.

# Page 879680616 - Action 2071937805 - Property 2879900210
source: Re&open
cs_cz: Znovu o&tevřít
da_dk: &Åbn igen
es_mx: &Volver a abrir
fi_fi: &Avaa uudelleen
fr_ch: R&ouvrir
it_ch: Ri&apri
ru_ru: &Открыть

# Page 879680616 - Action 2648300550 - Property 1295455071
source: Validate the Intrastat lines.
cs_cz: Ověření řádků deníku Intrastatu.
da_dk: Valider Intrastat-linjerne.
es_mx: Valida las líneas de Intrastat.
fi_fi: Tarkista Intrastat-rivit.
fr_ch: Validez les lignes de déclaration d’échanges de biens.
it_ch: Convalidare le righe Intrastat.
ru_ru: Проверка строк Интрастат.

# Page 879680616 - Action 2648300550 - Property 2879900210
source: Checklist Report
cs_cz: Kontrolní sestava
da_dk: Kontrollisterapport
es_mx: Info. test
fi_fi: Tarkistusluetteloraportti
fr_ch: État Liste de contrôle
it_ch: Report elenco di controllo
ru_ru: Отчет по контрольному списку

# Page 879680616 - Action 3628747446 - Property 1295455071
source: Create the Intrastat reporting file.
cs_cz: Vytvořte soubor hlášení Intrastat.
da_dk: Opret Intrastat-rapporteringsfilen.
es_mx: Permite crear el archivo de informes de intrastat.
fi_fi: Luo Intrastat-raportointitiedosto.
fr_ch: Créez le fichier d’état de déclaration d’échanges de biens.
it_ch: Creare il file di report Intrastat.
ru_ru: Создание файла отчетности Интрастат.

# Page 879680616 - Action 3628747446 - Property 2879900210
source: Create File
cs_cz: Vytvořit soubor
da_dk: Opret fil
es_mx: Crear archivo
fi_fi: Luo tiedosto
fr_ch: Créer fichier
it_ch: Crea file
ru_ru: Создать файл

# Page 879680616 - Action 2246317104 - Property 1295455071
source: Suggests Intrastat transactions to be reported and fills in Intrastat Report.
cs_cz: Navrhuje transkace Intrastat, které mají být reportovány a vyplněny v deníku Intrastat.
da_dk: Foreslår Intrastat-transaktioner, der skal rapporteres, og udfylder Intrastat-rapporten.
es_mx: Sugiere transacciones de intrastat para notificar y rellena el informe Intrastat.
fi_fi: Ehdottaa raportoitavat Intrastat-tapahtumat ja täyttää Intrastat-raportin.
fr_ch: Suggère des transactions de déclaration d’échanges de biens à déclarer et renseigne l’état de déclaration d’échanges de biens.
it_ch: Suggerisce le transazioni Intrastat da includere e completare nel report Intrastat.
ru_ru: Предложение транзакций Интрастат для отражения в отчетности и заполнение отчета Интрастат.

# Page 879680616 - Action 2246317104 - Property 2879900210
source: Suggest Lines
cs_cz: Návrh řádků
da_dk: Foreslå linjer
es_mx: Sugerir líneas
fi_fi: Ehdota rivejä
fr_ch: Proposer lignes
it_ch: Suggerisci righe
ru_ru: Предложить строки

# Page 879680616 - Action 2440963009 - Property 1295455071
source: Recalculate weight and/or supplemental units quantity.
cs_cz: Přepočtěte hmotnost a/nebo množství doplňkových jednotek.
da_dk: Genberegn vægt-og/eller supplerende enhedsantal.
es_mx: Permite volver a calcular el peso o la cantidad de unidades adicional.
fi_fi: Laske uudelleen paino ja/tai lisäyksikköjen määrä.
fr_ch: Recalculez la quantité de poids et/ou d’unités supplémentaires.
it_ch: Ricalcolare il peso e/o la quantità di unità supplementari.
ru_ru: Пересчет веса и/или количества в дополнительной единице измерения.

# Page 879680616 - Action 2440963009 - Property 2879900210
source: Recalc. Weight/Suppl. UOM
cs_cz: Přepočítat hmotnost/doplň. MJ
da_dk: Beregn vægt/supplerende enhed igen
es_mx: Recalc. peso/UdM adicional
fi_fi: Laske uudelleen paino/lisämittayksikkö
fr_ch: Recalc. Poids/suppl. unité
it_ch: Ricalcola peso/UDM supplementare
ru_ru: Пересчитать вес/доп. ед. изм.

# Page 879680616 - Action 3163733070 - Property 1295455071
source: Show or hide Intrastat lines that do not have errors.
cs_cz: Zobrazit nebo skrýt řádky deníku Intrastatu, které nemají chyby.
da_dk: Vis eller skjul Intrastat-linjer, som ikke har fejl.
es_mx: Permite mostrar u ocultar las líneas de Intrastat que no tienen errores.
fi_fi: Näytä tai piilota Intrastat-rivit, joilla ei ole virheitä.
fr_ch: Affichez ou masquez les lignes feuille intracommunautaire qui ne comportent pas d’erreurs.
it_ch: Mostrare o nascondere le righe Intrastat prive di errori.
ru_ru: Отображение или скрытие строк Интрастат, в которых нет ошибок.

# Page 879680616 - Action 3163733070 - Property 2879900210
source: Filter Error Lines
cs_cz: Filtrování chybových řádků
da_dk: Filtrer fejllinjer
es_mx: Filtrar líneas con error
fi_fi: Suodata virherivit
fr_ch: Filtrer les lignes d’erreur
it_ch: Filtro righe errori
ru_ru: Отфильтровать строки с ошибками

# Page 879680616 - Action 2224783030 - Property 2879900210
source: Release
cs_cz: Vydat
da_dk: Frigiv
es_mx: Lanzar
fi_fi: Vapautus
fr_ch: Lancer
it_ch: Rilascia
ru_ru: Выпустить

# Page 879680616 - Action 3383493608 - Property 2879900210
source: Process
cs_cz: Proces
da_dk: Proces
es_mx: Procesar
fi_fi: Käsittely
fr_ch: Traitement
it_ch: Processo
ru_ru: Обработать

# Page 2405959708 - Property 2879900210
source: Intrastat Report Checklist
cs_cz: Kontrolní seznam hlášení Intrastat
da_dk: Tjekliste til Intrastat-rapport
es_mx: Lista de comprobación de informe Intrastat
fi_fi: Intrastat-raportin tarkistusluettelo
fr_ch: Liste de contrôle État de déclaration d’échanges de biens
it_ch: Elenco di controllo report Intrastat
ru_ru: Контрольный список отчета Интрастат

# Page 2405959708 - Control 3070320983 - Property 1295455071
source: Specifies the name of the table field that this entry in the checklist uses.
cs_cz: Určuje název pole tabulky, které tato položka v kontrolním seznamu používá.
da_dk: Angiver navnet på det tabelfelt, som posten i tjeklisten bruger.
es_mx: Especifica el nombre de campo de la tabla que este movimiento de la lista de comprobación utiliza.
fi_fi: Määrittää sen taulukon kentän nimen, jota tämä tarkistusluettelon merkintä käyttää.
fr_ch: Spécifie le nom du champ de la table que cette écriture de la liste de contrôle utilise.
it_ch: Specifica il nome del campo della tabella utilizzato da questa voce dell'elenco di controllo.
ru_ru: Определяет имя поля таблицы, используемого для этого пункта в контрольном списке.

# Page 2405959708 - Control 3531868071 - Property 1295455071
source: Specifies the number of the table field that this entry in the checklist uses.
cs_cz: Určuje číslo pole tabulky, které tato položka v kontrolním seznamu používá.
da_dk: Angiver nummeret på det tabelfelt, som posten i tjeklisten bruger.
es_mx: Especifica el número de campo de la tabla que este movimiento de la lista de comprobación utiliza.
fi_fi: Määrittää sen taulukon kentän numeron, jota tämä tarkistusluettelon merkintä käyttää.
fr_ch: Spécifie le numéro du champ de la table que cette écriture de la liste de contrôle utilise.
it_ch: Specifica il numero del campo della tabella utilizzato da questa voce dell'elenco di controllo.
ru_ru: Определяет номер поля таблицы, используемого для этого пункта в контрольном списке.

# Page 2405959708 - Control 3793438982 - Property 1295455071
source: Specifies the filter expression that must be applied to the Intrastat line. The check for fields is run only on those lines that are passes the filter expression.
cs_cz: Určuje výraz filtru, který musí být použit na řádek deníku Intrastat. Kontrola polí se spouští pouze na těch řádcích, které předává výraz filtru.
da_dk: Angiver det filterudtryk, der skal anvendes på Intrastat-kladdelinjen. Kontrollen af felter køres kun på de linjer, der overfører filterudtrykket.
es_mx: Especifica la expresión de filtro que debe aplicarse a la línea de Intrastat. La comprobación de campos se ejecuta únicamente en las líneas que pasan la expresión del filtro.
fi_fi: Määrittää suodatinlausekkeen, joka on kohdistettava Intrastat-riviin. Kenttien tarkistus suoritetaan vain riveillä, jotka läpäisevät suodatinlausekkeen.
fr_ch: Spécifie l’expression de filtre qui doit être appliquée à la ligne de déclaration d’échanges de biens. La recherche de champs n’est exécutée que sur les lignes qui passent l’expression de filtre.
it_ch: Specifica l'espressione filtro che deve essere collegata alla riga Intrastat. Il controllo dei campi viene eseguito solo per le righe restituite dall'espressione filtro.
ru_ru: Определяет выражение фильтра, которое должно быть применено к строке Интрастат. Проверка полей выполняется только для строк, удовлетворяющих выражению фильтра.

# Page 2405959708 - Control 2523111426 - Property 1295455071
source: Specifies that the check for fields is run only on those lines that do not match the filter expression. If the line is not filtered, this field is ignored.
cs_cz: Určuje, že kontrola polí bude spuštěna pouze na těch řádcích, které se neshodují s výrazem filtru. Pokud řádek není filtrován, bude toto pole ignorováno.
da_dk: Angiver, at kontrollen af felter kun køres på de linjer, der ikke matcher med filterudtrykket. Hvis linjen ikke er filtreret, ignoreres dette felt.
es_mx: Especifica que la comprobación de campos se ejecuta solo en las líneas que no coinciden con la expresión de filtro. Si la línea no se filtra, se omite este campo.
fi_fi: Määrittää, että kenttien tarkistus suoritetaan vain riveillä, jotka eivät vastaa suodatinlauseketta. Jos riviä ei ole suodatettu, tämä kenttä ohitetaan.
fr_ch: Spécifie que la vérification des champs est exécutée uniquement sur les lignes qui ne correspondent pas à l’expression du filtre. Si la ligne n’est pas filtrée, ce champ est ignoré.
it_ch: Specifica che il controllo dei campi viene eseguito solo nelle righe che non corrispondono all'espressione di filtro. Se la riga non viene filtrata, il campo viene ignorato.
ru_ru: Указывает, что проверка полей выполняется только для тех строк, которые не соответствуют выражению фильтра. Если строка не фильтруется, это поле игнорируется.

# Page 1566601818 - Property 2879900210
source: Intrastat Report List
cs_cz: Seznam hlášení Intrastat
da_dk: Intrastat-rapportliste
es_mx: Lista informes Intrastat
fi_fi: Intrastat-raporttiluettelo
fr_ch: Liste de l’état de déclaration d’échanges de biens
it_ch: Lista report Intrastat
ru_ru: Список отчетов Интрастат

# Page 1566601818 - Control 556262972 - Property 1295455071
source: Specifies that you use an additional reporting currency in the general ledger and that you want to report Intrastat in this currency.
cs_cz: Určuje, že používáte přídavnou měny pro hlášení v hlavní knize a chcete sestavy Intrastat v této měně.
da_dk: Angiver, om du vil anvende en ekstra rapporteringsvaluta i finansregnskabet, og at du vil rapportere til Intrastat i denne valuta.
es_mx: Especifica que se utiliza una divisa adicional de informes en la contabilidad y que se quiere informar a Intrastat en esta divisa.
fi_fi: Määrittää, että lisäraportointivaluuttaa käytetään kirjanpidossa ja että haluat Intrastat-raportin tänä valuuttana.
fr_ch: Spécifie que vous utilisez une devise report supplémentaire dans la comptabilité et que vous voulez signaler des échanges intracommunautaires dans cette devise.
it_ch: Specifica che si utilizza una valuta contabile addizionale nella contabilità generale e che si desidera ottenere un report Intrastat in tale valuta.
ru_ru: Указывает, что в главной книге используется дополнительная отчетная валюта, которая будет также использоваться в отчетности Интрастат.

# Page 1566601818 - Control 215497968 - Property 1295455071
source: Specifies a code that identifies the currency of the Intrastat Report.
cs_cz: Určuje kód, který identifikuje měnu sestavy Intrastat.
da_dk: Angiver en kode, der identificerer valutaen i Intrastat-rapporten.
es_mx: Especifica el código que identifica la divisa del informe de Intrastat.
fi_fi: Määrittää Intrastat-raportin valuutan yksilöivän koodin.
fr_ch: Spécifie un code qui identifie la devise de l’état de déclaration d’échanges de biens.
it_ch: Specifica il codice identificativo della valuta del report Intrastat.
ru_ru: Определяет код, который идентифицирует валюту отчета Интрастат.

# Page 1566601818 - Control 3461834954 - Property 1295455071
source: Specifies some information about the Intrastat Report.
cs_cz: Určuje některé informace o hlášení Intrastat.
da_dk: Angiver nogle oplysninger om Intrastat-rapporten.
es_mx: Especifica información sobre el informe Intrastat.
fi_fi: Määrittää osan Intrastat-ilmoituksen tiedoista.
fr_ch: Spécifie quelques informations concernant l’état de déclaration d’échanges de biens.
it_ch: Specifica alcune informazioni sul report Intrastat.
ru_ru: Определяет некоторую информацию об отчете Интрастат.

# Page 1566601818 - Control 4200184881 - Property 1295455071
source: Specifies the Intrastat Report number.
cs_cz: Určuje číslo hlášení Intrastat.
da_dk: Angiver nummeret på Intrastat-rapporten.
es_mx: Especifica el número del informe Intrastat.
fi_fi: Määrittää Intrastat-raportin numeron.
fr_ch: Spécifie le numéro de l’état de déclaration d’échanges de biens.
it_ch: Specifica il numero del report Intrastat.
ru_ru: Определяет номер отчета Интрастат.

# Page 1566601818 - Control 3293730985 - Property 1295455071
source: Specifies whether the entry has already been reported to the tax authorities.
cs_cz: Určuje, zda položka již byla nahlášena daňovým úřadům.
da_dk: Angiver, om posten tidligere har været rapporteret til SKAT.
es_mx: Especifica si el movimiento ya se ha declarado a las autoridades fiscales.
fi_fi: Määrittää, onko tapahtumasta jo raportoitu veroviranomaisille.
fr_ch: Spécifie si l'écriture a déjà été déclarée aux administrations fiscales.
it_ch: Specifica se il movimento è già stato comunicato alle autorità fiscali.
ru_ru: Определяет, включена ли информация об операции в отчетность для налоговых органов.
