Repository: jbakach/MSDyn365BC.Code.History
Catalog: Intrastat/Source/Intrastat Core/Translations/Intrastat Core.*.xlf
Languages: cs_cz, da_dk, es_mx, fi_fi, fr_ch, it_ch, ru_ru

# PageExtension 2304735109 - Action 3354820289 - Property 1295455071
source: Summarize the value of your purchases and sales with business partners in the EU for statistical purposes and prepare to send it to the relevant authority.
cs_cz: Shrňte hodnotu svých nákupů a prodejů s obchodními partnery v EU pro statistické účely a připravte se na její zaslání příslušnému orgánu.
da_dk: Sammenfat værdien af dine køb og salg i relation til forretningspartnere i EU med statistisk formål, og klargør tallene til afsendelse til den relevante myndighed.
es_mx: Permite resumir el valor de sus compras y ventas con socios comerciales de la UE para fines estadísticos y preparar el envío correspondiente a las autoridades competentes.
fi_fi: Tee yhteenveto EU:n sisäisten liikekumppanien ostojen ja myyntien arvosta tilastollisia tarkoituksia varten ja valmistele sen lähettäminen asianomaiselle viranomaiselle.
fr_ch: Totalisez la valeur de vos achats et de vos ventes avec vos partenaires commerciaux dans l’UE à des fins statistiques et préparez-vous à l'envoyer à l’autorité compétente.
it_ch: Raggruppare il valore di acquisti e vendite con i partner commerciali dell'Unione Europea per scopi statistici e preparare l'invio della dichiarazione all'autorità competente.
ru_ru: Суммирование объема покупок и продаж с бизнес-партнерами в ЕС в статистических целях и подготовка этих сведений к отправке в соответствующие органы.

# PageExtension 2304735109 - Action 3354820289 - Property 2879900210
source: Intrastat Reports
cs_cz: Hlášení Intrastat
da_dk: Intrastat-rapporter
es_mx: Informes Intrastat
fi_fi: Intrastat-raportit
fr_ch: États de déclaration d’échanges de biens
it_ch: Report Intrastat
ru_ru: Отчеты Интрастат

# PageExtension 4248639385 - Control 2506657454 - Property 2879900210
source: Intrastat
fr_ch: Déclaration d’échanges de biens
ru_ru: Интрастат

# PageExtension 4248639385 - Control 447700159 - Property 1295455071
source: Specifies the default transport method, for the purpose of reporting to INTRASTAT.
cs_cz: Určuje výchozí typ přepravy pro účely hlášení do systému INTRASTAT.
da_dk: Angiver standardtransportmåden ved rapportering til INTRASTAT.
es_mx: Especifica el modo de transporte predeterminado con el fin de informar a INTRASTAT.
fi_fi: Määrittää oletuskuljetusmuodon INTRASTAT-raportointia varten.
fr_ch: Spécifie le mode de transport, à des fins de génération d’états dans la DÉCLARATION D’ÉCHANGES DE BIENS.
it_ch: Specifica il metodo di trasporto predefinito ai fini del report INTRASTAT.
ru_ru: Определяет используемый по умолчанию метод перевозки в целях отчетности Интрастат.

# PageExtension 4248639385 - Control 830567041 - Property 1295455071
source: Specifies the default transaction type for regular sales shipments and service shipments.
cs_cz: Určuje výchozí typ transakce pro pravidelné prodejní dodávky a dodávky servisu.
da_dk: Angiver standardtransaktionstypen for almindelige salgsafsendelser og serviceafsendelser.
es_mx: Especifica el tipo de transacción predeterminado para envíos de venta normales y envíos de servicios.
fi_fi: Määrittää säännöllisten myyntitoimitusten ja huoltotoimitusten oletustapahtumatyypin.
fr_ch: Spécifie le type de transaction par défaut pour les expéditions vente régulières et les expéditions de service.
it_ch: Specifica il tipo di transazione predefinito per spedizioni di vendita e spedizioni di assistenza regolari.
ru_ru: Определяет тип транзакции по умолчанию для обычных расходных накладных продажи и сервисных расходных накладных.

# PageExtension 4248639385 - Control 1663358532 - Property 1295455071
source: Specifies the default transaction type for sales returns and service returns.
cs_cz: Určuje výchozí typ transakce pro prodejní vratky a vratky servisu.
da_dk: Angiver standardtransaktionstypen for almindelige salgsleverancer, og serviceleverancer.
es_mx: Especifica el tipo de transacción predeterminado de devoluciones de ventas y devoluciones de servicios.
fi_fi: Määrittää myyntipalautusten ja huoltopalautusten oletustapahtumatyypin.
fr_ch: Spécifie le type de transaction par défaut pour les retours sur ventes et les retours de service.
it_ch: Specifica il tipo di transazione predefinito per i resi di vendita e i resi di assistenza.
ru_ru: Определяет тип транзакции по умолчанию для возвратов продажи и сервисных возвратов.

# PageExtension 2803557633 - Control 2506657454 - Property 2879900210
source: Intrastat
fr_ch: Déclaration d’échanges de biens
ru_ru: Интрастат

# PageExtension 2803557633 - Control 1212385681 - Property 1295455071
source: Specifies a code for the country/region where the asset was produced or processed.
cs_cz: Určuje kód pro zemi/oblast, kde byl majetek vyroben nebo zpracován.
da_dk: Angiver en kode for det land/område, hvor aktivet blev fremstillet eller behandlet.
es_mx: Especifica el código del país o la región donde se fabricó o elaboró el activo.
fi_fi: Määrittää sen maan/alueen koodin, jossa varat tuotettiin tai käsiteltiin.
fr_ch: Spécifie un code pour le pays/la région où l’actif a été produit ou traité.
it_ch: Specifica un codice relativo al paese/area geografica in cui il cespite è stato prodotto o lavorato.
ru_ru: Определяет код страны/региона, в которых был произведен или обработан актив.

# PageExtension 2803557633 - Control 1335947384 - Property 1295455071
source: Specifies if the asset shall be excluded from Intrastat report.
cs_cz: Určuje, zda má být majetek vyloučen z hlášení Intrastat.
da_dk: Angiver, om aktivet skal udelukkes fra Intrastat-rapporten.
es_mx: Especifica si el activo debe excluirse del informe Intrastat.
fi_fi: Määrittää, jätetäänkö varat pois Intrastat-raportista.
fr_ch: Spécifie si l’actif doit être exclu de l’état de déclaration d’échanges de biens.
it_ch: Specifica se il cespite è escluso dal report Intrastat.
ru_ru: Определяет, исключается ли актив из отчета Интрастат.

# PageExtension 2803557633 - Control 4239513174 - Property 1295455071
source: Specifies the gross weight of the asset.
cs_cz: Určuje hrubou hmotnost majetku.
da_dk: Angiver aktivets bruttovægt.
es_mx: Especifica el peso bruto del activo.
fi_fi: Määrittää varojen bruttopainon.
fr_ch: Spécifie le poids brut de l’actif.
it_ch: Specifica il peso lordo del cespite.
ru_ru: Определяет вес брутто актива.

# PageExtension 2803557633 - Control 3088522385 - Property 1295455071
source: Specifies the net weight of the asset.
cs_cz: Určuje čistou hmotnost majetku.
da_dk: Angiver aktivets nettovægt.
es_mx: Especifica el peso neto del activo.
fi_fi: Määrittää varojen nettopainon.
fr_ch: Spécifie le poids net de l’actif.
it_ch: Specifica il peso netto del cespite.
ru_ru: Определяет вес нетто актива.

# PageExtension 2803557633 - Control 2319106204 - Property 1295455071
source: Specifies the unit of measure that is used as the supplementary unit in the Intrastat report.
cs_cz: Určuje měrnou jednotku, která se používá jako doplňková jednotka v hlášení Intrastat.
da_dk: Angiver den måleenhed, der bruges som supplerende enhed i Intrastat-rapporten.
es_mx: Especifica la unidad de medida que se usa como unidad adicional en el informe Intrastat.
fi_fi: Määrittää mittayksikön, jota käytetään Intrastat-raportin lisäyksikkönä.
fr_ch: Spécifie l’unité de mesure utilisée comme unité supplémentaire dans l’état de déclaration d’échanges de biens.
it_ch: Specifica l'unità di misura utilizzata come unità supplementare nel report Intrastat.
ru_ru: Определяет единицу измерения, используемую в качестве дополнительной единицы измерения в отчете Интрастат.

# PageExtension 2803557633 - Control 3701472611 - Property 1295455071
source: Specifies a code for the asset's tariff number.
cs_cz: Určuje kód pro číslo sazebníku pro majetek.
da_dk: Angiver en kode for aktivets tarifnummer.
es_mx: Especifica un código para el código arancelario del activo.
fi_fi: Määrittää varojen tavaranimikkeen koodin.
fr_ch: Spécifie un code pour la nomenclature produits de l’actif.
it_ch: Specifica un codice per la nomenclatura combinata del cespite.
ru_ru: Определяет код тарифного номера актива.

# PageExtension 3163649679 - Control 1335947384 - Property 1295455071
source: Specifies if the item shall be excluded from Intrastat report.
cs_cz: Určuje, zda má být zboží vyloučeno z hlášení Intrastat.
da_dk: Angiver, om varen skal udelukkes fra Intrastat-rapporten.
es_mx: Especifica si el producto se debe excluir del informe Intrastat.
fi_fi: Määrittää, jätetäänkö nimike pois Intrastat-raportista.
fr_ch: Spécifie si l’article doit être exclu de l’état de déclaration d’échanges de biens.
it_ch: Specifica se l'articolo è escluso dal report Intrastat.
ru_ru: Определяет, исключается ли товар из отчета Интрастат.

# PageExtension 3163649679 - Control 2319106204 - Property 1295455071
source: Specifies the unit of measure code used in Intrastat report as supplementary unit.
cs_cz: Určuje kód měrné jednotky použitý v hlášení Intrastat jako doplňkové jednotky.
da_dk: Angiver den enhedskode, der bruges i Intrastat-rapporten som supplerende enhed.
es_mx: Especifica el código de unidad de medida que se usa en el informe Intrastat como unidad suplementaria.
fi_fi: Määrittää mittayksikkökoodin, jota käytetään lisäyksikkönä Intrastat-raportissa.
fr_ch: Spécifie le code unité de mesure utilisé dans l’état de déclaration d’échanges de biens en tant qu’unité supplémentaire.
it_ch: Specifica il codice dell'unità di misura utilizzato nel report Intrastat come unità supplementare.
ru_ru: Определяет код единицы измерения, используемой в отчете Интрастат в качестве дополнительной.

# PageExtension 1246386290 - Control 3678710499 - Property 1295455071
source: Specifies the conversion factor for the tariff number.
cs_cz: Určuje převodní faktor pro číslo sazebníku.
da_dk: Angiver omregningsfaktoren for tarifnummeret.
es_mx: Especifica el factor de conversión para el código arancelario.
fi_fi: Määrittää tavaranimikkeen muuntokertoimen.
fr_ch: Spécifie le facteur de conversion pour la nomenclature produits.
it_ch: Specifica il fattore di conversione per la nomenclatura combinata.
ru_ru: Определяет коэффициент преобразования для тарифного номера.

# PageExtension 1246386290 - Control 2959979021 - Property 1295455071
source: Specifies the unit of measure for the tariff number.
cs_cz: Určuje měrnou jednotku pro číslo sazebníku.
da_dk: Angiver enheden for tarifnummeret.
es_mx: Especifica la unidad de medida del código arancelario.
fi_fi: Määrittää tavaranimikkeen mittayksikön.
fr_ch: Spécifie l’unité de la nomenclature produits.
it_ch: Specifica l'unità di misura per la nomenclatura combinata.
ru_ru: Определяет единицу измерения для тарифного номера.

# PageExtension 374427272 - Control 2506657454 - Property 2879900210
source: Intrastat
fr_ch: Déclaration d’échanges de biens
ru_ru: Интрастат

# PageExtension 374427272 - Control 447700159 - Property 1295455071
source: Specifies the default transport method, for the purpose of reporting to INTRASTAT.
cs_cz: Určuje výchozí typ přepravy pro účely hlášení do systému INTRASTAT.
da_dk: Angiver standardtransportmåden ved rapportering til INTRASTAT.
es_mx: Especifica el modo de transporte predeterminado con el fin de informar a INTRASTAT.
fi_fi: Määrittää oletuskuljetusmuodon INTRASTAT-raportointia varten.
fr_ch: Spécifie le mode de transport, à des fins de génération d’états dans la DÉCLARATION D’ÉCHANGES DE BIENS.
it_ch: Specifica il metodo di trasporto predefinito ai fini del report INTRASTAT.
ru_ru: Определяет используемый по умолчанию метод перевозки в целях отчетности Интрастат.

# PageExtension 374427272 - Control 830567041 - Property 1295455071
source: Specifies the default transaction type for regular sales shipments and service shipments.
cs_cz: Určuje výchozí typ transakce pro pravidelné prodejní dodávky a dodávky servisu.
da_dk: Angiver standardtransaktionstypen for almindelige salgsafsendelser og serviceafsendelser.
es_mx: Especifica el tipo de transacción predeterminado para envíos de venta normales y envíos de servicios.
fi_fi: Määrittää säännöllisten myyntitoimitusten ja huoltotoimitusten oletustapahtumatyypin.
fr_ch: Spécifie le type de transaction par défaut pour les expéditions vente régulières et les expéditions de service.
it_ch: Specifica il tipo di transazione predefinito per spedizioni di vendita e spedizioni di assistenza regolari.
ru_ru: Определяет тип транзакции по умолчанию для обычных расходных накладных продажи и сервисных расходных накладных.

# PageExtension 374427272 - Control 1663358532 - Property 1295455071
source: Specifies the default transaction type for sales returns and service returns.
cs_cz: Určuje výchozí typ transakce pro prodejní vratky a vratky servisu.
da_dk: Angiver standardtransaktionstypen for almindelige salgsleverancer, og serviceleverancer.
es_mx: Especifica el tipo de transacción predeterminado de devoluciones de ventas y devoluciones de servicios.
fi_fi: Määrittää myyntipalautusten ja huoltopalautusten oletustapahtumatyypin.
fr_ch: Spécifie le type de transaction par défaut pour les retours sur ventes et les retours de service.
it_ch: Specifica il tipo di transazione predefinito per i resi di vendita e i resi di assistenza.
ru_ru: Определяет тип транзакции по умолчанию для возвратов продажи и сервисных возвратов.

# TableExtension 3644027860 - Field 447700159 - Property 2879900210
source: Default Transport Method
cs_cz: Výchozí typ přepravy
da_dk: Standardtransportmåde
es_mx: Modo de transporte predeterminado
fi_fi: Oletuskuljetusmuoto
fr_ch: Mode de transport par défaut
it_ch: Metodo di trasporto predefinito
ru_ru: Метод перевозки по умолчанию

# TableExtension 3644027860 - Field 830567041 - Property 2879900210
source: Default Trans. Type
cs_cz: Typ výchozí trans.
da_dk: Standardtransaktionstype
es_mx: Tipo trans. predeterminado
fi_fi: Oletustapahtumatyyppi
fr_ch: Type de trans. par défaut
it_ch: Tipo di transazione predefinito
ru_ru: Тип транз. по умолчанию

# TableExtension 3644027860 - Field 1663358532 - Property 2879900210
source: Default Trans. Type - Returns
cs_cz: Typ výchozí trans. - Vratka
da_dk: Standardtransaktionstype – returneringer
es_mx: Tipo trans. predeterminado - devoluciones
fi_fi: Oletustapahtumatyyppi – Palautukset
fr_ch: Type de trans. par défaut - Retours
it_ch: Tipo di transazione predefinito - Resi
ru_ru: Тип транз. по умолчанию - возвраты

# TableExtension 437226862 - Field 1212385681 - Property 2879900210
source: Country/Region of Origin Code
cs_cz: Kód země/oblasti původu
da_dk: Oprindelseskode for land/område
es_mx: Cód. país/región de origen
fi_fi: Alkuperämaan/-alueen koodi
fr_ch: Code pays/région origine
it_ch: Cod. paese/area geografica di origine
ru_ru: Код страны/региона происхождения

# TableExtension 437226862 - Field 1335947384 - Property 2879900210
source: Exclude from Intrastat Report
cs_cz: Vyloučit ze sestavy Intrastat
da_dk: Udeluk fra Intrastat-rapport
es_mx: Excluir de informe Intrastat
fi_fi: Sulje pois Intrastat-raportista
fr_ch: Exclure de l’état de déclaration d’échanges de biens
it_ch: Escludi da report Intrastat
ru_ru: Исключить из отчета Интрастат

# TableExtension 437226862 - Field 4239513174 - Property 2879900210
source: Gross Weight
cs_cz: Hmotnost brutto
da_dk: Bruttovægt
es_mx: Peso bruto
fi_fi: Bruttopaino
fr_ch: Poids brut
it_ch: Peso lordo
ru_ru: Вес брутто

# TableExtension 437226862 - Field 3088522385 - Property 2879900210
source: Net Weight
cs_cz: Hmotnost netto
da_dk: Nettovægt
es_mx: Peso neto
fi_fi: Nettopaino
fr_ch: Poids net
it_ch: Peso netto
ru_ru: Вес нетто

# TableExtension 437226862 - Field 2319106204 - Property 2879900210
source: Supplementary Unit of Measure
cs_cz: Doplňková měrná jednotka
da_dk: Supplerende enhedskode
es_mx: Unidad de medida complementaria
fi_fi: Lisämittayksikkö
fr_ch: Unité supplémentaire
it_ch: Unità di misura supplementare
ru_ru: Дополнительная единица измерения

# TableExtension 437226862 - Field 3701472611 - Property 2879900210
source: Tariff No.
cs_cz: Číslo sazebníku
da_dk: Tarifnr.
es_mx: Cód. arancelario
fi_fi: Tavaranimike
fr_ch: Nomenclature produits
it_ch: Nomenclatura combinata
ru_ru: Тарифный №

# TableExtension 3148640699 - Field 1335947384 - Property 2879900210
source: Exclude from Intrastat Report
cs_cz: Vyloučit ze sestavy Intrastat
da_dk: Udeluk fra Intrastat-rapport
es_mx: Excluir de informe Intrastat
fi_fi: Sulje pois Intrastat-raportista
fr_ch: Exclure de l’état de déclaration d’échanges de biens
it_ch: Escludi da report Intrastat
ru_ru: Исключить из отчета Интрастат

# TableExtension 3148640699 - Field 2319106204 - Property 2879900210
source: Supplementary Unit of Measure
cs_cz: Doplňková měrná jednotka
da_dk: Supplerende enhedskode
es_mx: Unidad de medida complementaria
fi_fi: Lisämittayksikkö
fr_ch: Unité supplémentaire
it_ch: Unità di misura supplementare
ru_ru: Дополнительная единица измерения

# TableExtension 2092778747 - NamedType 1370509651
source: You have modified %1.\Do you want to update related items?
cs_cz: Upravili jste %1.\Chcete aktualizovat související zboží?
da_dk: Du har ændret %1.\Vil du opdatere de relaterede varer?
es_mx: Ha modificado %1.\¿Desea actualizar los artículos relacionados?
fi_fi: Olet muokannut kohdetta %1.\Haluatko päivittää siihen liittyvät rivit?
fr_ch: Vous avez modifié %1.\Voulez-vous mettre à jour les éléments connexes ?
it_ch: %1 è stato modificato.\Aggiornare gli articoli correlati?
ru_ru: Вы изменили %1.\Обновить соответствующие товары?

# TableExtension 2092778747 - Field 3678710499 - Property 2879900210
source: Conversion Factor
cs_cz: Faktor konverze
da_dk: Omregningsfaktor
es_mx: Factor de conversión
fi_fi: Muuntokerroin
fr_ch: Facteur de conversion
it_ch: Fattore di conversione
ru_ru: Коэффициент преобразования

# TableExtension 2092778747 - Field 2959979021 - Property 2879900210
source: Unit of Measure
cs_cz: Měrná jednotka
da_dk: Enhed
es_mx: Unidad de medida
fi_fi: Mittayksikkö
fr_ch: Unité
it_ch: Unità di misura
ru_ru: Единица измерения

# TableExtension 1323922556 - Field 447700159 - Property 2879900210
source: Default Transport Method
cs_cz: Výchozí typ přepravy
da_dk: Standardtransportmåde
es_mx: Modo de transporte predeterminado
fi_fi: Oletuskuljetusmuoto
fr_ch: Mode de transport par défaut
it_ch: Metodo di trasporto predefinito
ru_ru: Метод перевозки по умолчанию

# TableExtension 1323922556 - Field 830567041 - Property 2879900210
source: Default Trans. Type
cs_cz: Typ výchozí trans.
da_dk: Standardtransaktionstype
es_mx: Tipo trans. predeterminado
fi_fi: Oletustapahtumatyyppi
fr_ch: Type de trans. par défaut
it_ch: Tipo di transazione predefinito
ru_ru: Тип транз. по умолчанию

# TableExtension 1323922556 - Field 1663358532 - Property 2879900210
source: Default Trans. Type - Returns
cs_cz: Typ výchozí trans. - Vratka
da_dk: Standardtransaktionstype – returneringer
es_mx: Tipo trans. predeterminado - devoluciones
fi_fi: Oletustapahtumatyyppi – Palautukset
fr_ch: Type de trans. par défaut - Retours
it_ch: Tipo di transazione predefinito - Resi
ru_ru: Тип транз. по умолчанию - возвраты

# Enum 32483752 - EnumValue 3993128796 - Property 2879900210
source: Contact
cs_cz: Kontakt
da_dk: Kontakt
es_mx: Contacto
fi_fi: Yhteyshenkilö
it_ch: Contatto
ru_ru: Контакт

# Enum 32483752 - EnumValue 1936001480 - Property 2879900210
source: Vendor
cs_cz: Dodavatel
da_dk: Kreditor
es_mx: Proveedor
fi_fi: Toimittaja
fr_ch: Fournisseur
it_ch: Fornitore
ru_ru: Поставщик

# Enum 279669342 - EnumValue 3081714176 - Property 2879900210
source: Receipt
cs_cz: Příjem
da_dk: Modtagelse
es_mx: Recepción
fi_fi: Vastaanotto
fr_ch: Réception
it_ch: Ricevuta
ru_ru: Приход

# Enum 279669342 - EnumValue 538715564 - Property 2879900210
source: Shipment
cs_cz: Dodávka
da_dk: Afsendelse
es_mx: Envío
fi_fi: Toimitus
fr_ch: Expédition
it_ch: Spedizione
ru_ru: Расход

# Enum 3234151820 - EnumValue 1562294763 - Property 2879900210
source: Both
cs_cz: Obojí
da_dk: Begge
es_mx: Ambos
fi_fi: Molemmat
fr_ch: Les deux
it_ch: Entrambi
ru_ru: И то и другое

# Enum 3234151820 - EnumValue 3081714176 - Property 2879900210
source: Receipt
cs_cz: Příjem
da_dk: Modtagelse
es_mx: Recepción
fi_fi: Vastaanotto
fr_ch: Réception
it_ch: Ricevuta
ru_ru: Приход

# Enum 3234151820 - EnumValue 538715564 - Property 2879900210
source: Shipment
cs_cz: Dodávka
da_dk: Afsendelse
es_mx: Envío
fi_fi: Toimitus
fr_ch: Expédition
it_ch: Spedizione
ru_ru: Расход

# Enum 1800963537 - EnumValue 3465500804 - Property 2879900210
source: Month
cs_cz: Měsíc
da_dk: Måned
es_mx: Mes
fi_fi: Kuukausi
fr_ch: Mois
it_ch: Mese
ru_ru: Месяц

# Enum 1800963537 - EnumValue 316457880 - Property 2879900210
source: Quarter
cs_cz: Kvartál
da_dk: Kvartal
es_mx: Trimestre
fi_fi: Vuosineljännes
fr_ch: Trimestre
it_ch: Trimestre
ru_ru: Квартал

# Enum 1800963537 - EnumValue 2832340769 - Property 2879900210
source: Year
cs_cz: Rok
da_dk: År
es_mx: Año
fi_fi: Vuosi
fr_ch: Année
it_ch: Anno
ru_ru: Год

# Enum 1231915140 - EnumValue 3089938559 - Property 2879900210
source: Bill-to Country
da_dk: Fakturer-til-land/område
es_mx: País/región de facturación
fi_fi: Laskutusasiakkaan maa
fr_ch: Pays de facturation
it_ch: Fatturare a - Paese
ru_ru: Страна плательщика

# Enum 1231915140 - EnumValue 3330898740 - Property 2879900210
source: Sell-to Country
da_dk: Sælg-til-land/område
es_mx: País/región de venta
fi_fi: Tilausasiakkaan maa
fr_ch: Pays du donneur d’ordre
it_ch: Vendere a - Paese
ru_ru: Страна покупателя

# Enum 1231915140 - EnumValue 295395480 - Property 2879900210
source: Ship-to Country
da_dk: Lever-til-land/område
es_mx: País/región de dirección de envío
fi_fi: Toimitusasiakkaan maa
fr_ch: Pays de livraison
it_ch: Spedire a - Paese
ru_ru: Страна получателя

# Enum 3234730227 - EnumValue 1057829869 - Property 2879900210
source: FA Entry
cs_cz: Položka DM
da_dk: Anlægspost
es_mx: A/F Mov.
fi_fi: KO-tapahtuma
fr_ch: Écriture immo.
it_ch: Movimento cespite
ru_ru: Операция ОС

# Enum 3234730227 - EnumValue 3853978027 - Property 2879900210
source: Item Entry
cs_cz: Položka zboží
da_dk: Vareløbenr.
es_mx: Mov. producto
fi_fi: Nimiketapahtuma
fr_ch: Écriture article
it_ch: Movimento articolo
ru_ru: Товарная операция

# Enum 3234730227 - EnumValue 3228382525 - Property 2879900210
source: Job Entry
cs_cz: Položka projektu
da_dk: Sagspost
es_mx: Mov. proyecto
fi_fi: Projektitapahtuma
fr_ch: Écriture projet
it_ch: Movimento commessa
ru_ru: Операция работы

# Enum 1288441239 - EnumValue 2181793608 - Property 2879900210
source: 1-Final Destination
cs_cz: 1-Cílová destinace
da_dk: 1-Endelig destination
es_mx: 1-Destino final
fi_fi: 1-Lopullinen kohde
fr_ch: 1-Destination finale
it_ch: 1 - Destinazione finale
ru_ru: 1-Оконачательный пункт назначения

# Enum 1288441239 - EnumValue 1079545812 - Property 2879900210
source: 2-Temporary Destination
cs_cz: 2-Dočasný cíl
da_dk: 2-Midlertidig destination
es_mx: 2-Destino temporal
fi_fi: 2-Väliaikainen kohde
fr_ch: 2-Destination temporaire
it_ch: 2 - Destinazione temporanea
ru_ru: 2-Временный пункт назначения

# Enum 1288441239 - EnumValue 1077307197 - Property 2879900210
source: 3-Temporary Destination+Transformation
cs_cz: 3-Dočasný cíl + transformace
da_dk: 3-Midlertidig destination + transformation
es_mx: 3-Destino temporal+Transformación
fi_fi: 3-Väliaikainen kohde + muunnos
fr_ch: 3-Destination temporaire+Transformation
it_ch: 3 - Destinazione temporanea + Trasformazione
ru_ru: 3-Временный пункт назначения+преобразование

# Enum 1288441239 - EnumValue 162168925 - Property 2879900210
source: 4-Return
cs_cz: 4-Návrat
da_dk: 4-Returvare
es_mx: 4-Devolución
fi_fi: 4-Palautus
fr_ch: 4-Retour
it_ch: 4 - Reso
ru_ru: 4-Возврат
