Repository: jbakach/MSDyn365BC.Code.History
Catalog: Intrastat/Source/Intrastat Core/Translations/Intrastat Core.*.xlf
Languages: cs_cz, da_dk, es_mx, fi_fi, fr_ch, it_ch, ru_ru

# Table 3132071445 - NamedType 2695872657
source: You cannot delete vendor number %1 because it is set up as an Intrastat contact in the Intrastat Setup window.
cs_cz: Nemůžete odstranit dodavatele s číslem %1, protože dodavatel je nastaven jako kontakt Intrastatu v okně Nastavení Intrastatu.
da_dk: Du kan ikke slette kreditornummeret %1 fordi det er konfigureret som en Intrastat-kontakt i vinduet Intrastat-opsætning.
es_mx: No puede eliminar el número de proveedor %1 porque está configurado como contacto de Intrastat en la ventana Configuración de Intrastat.
fi_fi: Et voi poistaa toimittajanumeroa %1, koska se on määritetty Intrastat-kontaktiksi Valtiokohtaiset asetukset -ikkunassa.
fr_ch: Vous ne pouvez pas supprimer le numéro de fournisseur %1, car il est configuré comme contact intracommunautaire dans la fenêtre Configuration intracommunautaire.
it_ch: Impossibile eliminare il numero di fornitore %1 perché è impostato come contatto Intrastat nella finestra Setup Intrastat.
ru_ru: Невозможно удалить номер поставщика %1, так как он настроен в качестве контакта Интрастат в окне "Настройка Интрастат".

# Table 3132071445 - Field 3004954119 - Property 2879900210
source: Code
cs_cz: Kód
da_dk: Kode
es_mx: Código
fi_fi: Koodi
it_ch: Codice
ru_ru: Код

# Table 3132071445 - Field 2681653000 - Property 2879900210
source: Company VAT No. on File
cs_cz: DIČ společnosti v souboru
da_dk: Virksomhedens registrerede momsnr.
es_mx: CIF de empresa en archivo
fi_fi: Järjestelmään tallennettu yrityksen ALV-numero
fr_ch: N° TVA société du fichier
it_ch: Partita IVA della società in archivio
ru_ru: Рег. номер НДС компании в базе данных

# Table 3132071445 - Field 1818799312 - Property 2879900210
source: Customer VAT No. on File
cs_cz: DIČ zákazníka v souboru
da_dk: Debitors registrerede moms-nr.
es_mx: CIF/NIF de cliente en archivo
fi_fi: Järjestelmään tallennettu asiakkaan ALV-numero
fr_ch: N° TVA client du fichier
it_ch: Partita IVA del cliente in archivio
ru_ru: Рег. номер НДС клиента в базе данных

# Table 3132071445 - Field 1659701640 - Property 2879900210
source: Data Exch. Def. Code
cs_cz: Kód definice výměny dat
da_dk: Dataudvekslingsdefinitionskode
es_mx: Código def. intercambio datos
fi_fi: Tiedonsiirtomäärityksen koodi
fr_ch: Code déf. échange données
it_ch: Codice definizione di scambio dati
ru_ru: Код определения обмена данными

# Table 3132071445 - Field 1282614447 - Property 2879900210
source: Data Exch. Def. Code - Receipt
cs_cz: Kód definice výměny dat - Příjem
da_dk: Dataudvekslingsdefinitionskode ⁠– Modtagelse
es_mx: Código def. interc. datos - Recepción
fi_fi: Tiedonsiirtomäärityksen koodi – Vastaanotto
fr_ch: Code déf. échange données - Réception
it_ch: Codice definizione di scambio dati - Ricevuta
ru_ru: Код определения обмена данными - приход

# Table 3132071445 - Field 377589252 - Property 2879900210
source: Data Exch. Def. Code - Shipment
cs_cz: Kód definice výměny dat - Dodávka
da_dk: Dataudvekslingsdefinitionskode ⁠– Leverance
es_mx: Código def. interc. datos - Envío
fi_fi: Tiedonsiirtomäärityksen koodi – Toimitus
fr_ch: Code déf. échange données - Expédition
it_ch: Codice definizione di scambio dati - Spedizione
ru_ru: Код определения обмена данными - расход

# Table 3132071445 - Field 1577525362 - Property 2879900210
source: Data Exch. Def. Name
cs_cz: Název definice výměny dat
da_dk: Navn på dataudvekslingsdefinition
es_mx: Nombre def. intercambio datos
fi_fi: Tiedonsiirtomäärityksen nimi
fr_ch: Nom déf. échange données
it_ch: Nome definizione di scambio dati
ru_ru: Название определения обмена данными

# Table 3132071445 - Field 1809596345 - Property 2879900210
source: Data Exch. Def. Name - Receipt
cs_cz: Název definice výměny dat - Příjem
da_dk: Dataudvekslingsdefinitionsnavn ⁠– Modtagelse
es_mx: Nombre def. interc. datos - Recepción
fi_fi: Tiedonsiirtomäärityksen nimi – Vastaanotto
fr_ch: Nom déf. échange données - Réception
it_ch: Nome definizione di scambio dati - Ricevuta
ru_ru: Имя определения обмена данными - приход

# Table 3132071445 - Field 275031390 - Property 2879900210
source: Data Exch. Def. Name - Shipment
cs_cz: Název definice výměny dat - Dodávka
da_dk: Dataudvekslingsdefinitionsnavn ⁠– Leverance
es_mx: Nombre def. interc. datos - Envío
fi_fi: Tiedonsiirtomäärityksen nimi – Toimitus
fr_ch: Nom déf. échange données - Expédition
it_ch: Nome definizione di scambio dati - Spedizione
ru_ru: Имя определения обмена данными - расход

# Table 3132071445 - Field 19531693 - Property 2879900210
source: Default 3-Party Trade VAT No.
cs_cz: Výchozí DIČ obchodu 3.stran
da_dk: Standardmomsnr. for tredjeparts handel
es_mx: N.º IVA comercial predeterminado de terceros
fi_fi: Oletusarvoinen kolmikantakaupan ALV-numero
fr_ch: N° TVA commerciale tierce partie par défaut
it_ch: Partita IVA predefinita commercio terze parti
ru_ru: Номер НДС по умолчанию для сделок с третьей стороной

# Table 3132071445 - Field 4168804269 - Property 2879900210
source: Default Country/Region Code
cs_cz: Kód výchozí země/oblasti
da_dk: Kode for standardland/område
es_mx: Código país/región predet.
fi_fi: Oletusarvoinen maa-/aluekoodi
fr_ch: Code pays/région par défaut
it_ch: Codice paese/area geografica predefinito
ru_ru: Код страны/региона по умолчанию

# Table 3132071445 - Field 2903705327 - Property 2879900210
source: Default Private Person VAT No.
cs_cz: Výchozí DIČ soukromé osoby
da_dk: Standardmomsnr. for privat person
es_mx: N.º de IVA de persona privada predeterminada
fi_fi: Oletusarvoinen yksityishenkilön ALV-numero
fr_ch: N° TVA privée par défaut
it_ch: Partita IVA predefinita persona
ru_ru: Номер НДС физ. лица по умолчанию

# Table 3132071445 - Field 694900210 - Property 2879900210
source: Def. VAT for Unknown State
da_dk: Definer moms for ukendte tilstande
es_mx: IVA predet. para estado desconocido
fi_fi: Oletusarvoinen tuntemattoman tilan ALV
fr_ch: TVA déf. pour état inconnu
it_ch: IVA predefinita per stato sconosciuto
ru_ru: НДС по умолчанию для неизвестного государства

# Table 3132071445 - Field 3550498315 - Property 2879900210
source: Default Trans. Type
cs_cz: Typ výchozí trans.
da_dk: Standardtransaktionstype
es_mx: Tipo trans. predeterminado
fi_fi: Oletustapahtumatyyppi
fr_ch: Type de trans. par défaut
it_ch: Tipo di transazione predefinito
ru_ru: Тип транз. по умолчанию

# Table 3132071445 - Field 2305921724 - Property 2879900210
source: Default Trans. Type - Returns
cs_cz: Typ výchozí trans. - Vratka
da_dk: Standardtransaktionstype – returneringer
es_mx: Tipo trans. predeterminado - devoluciones
fi_fi: Oletustapahtumatyyppi – Palautukset
fr_ch: Type de trans. par défaut - Retours
it_ch: Tipo di transazione predefinito - Resi
ru_ru: Тип транз. по умолчанию - возвраты

# Table 3132071445 - Field 748719331 - Property 2879900210
source: Default Trans. Spec. Code
cs_cz: Výchozí kód spec. trans.
da_dk: Kode for standardtransaktionsspecifikation
es_mx: Código espec. trans. pred.
fi_fi: Tapahtumamäärityksen oletuskoodi
fr_ch: Code spéc. trans. par déf.
it_ch: Codice specifica transazione predefinito
ru_ru: Код транз. по умолчанию

# Table 3132071445 - Field 3797972944 - Property 2879900210
source: Default Trans. Spec. Returns Code
cs_cz: Výchozí kód spec. trans. vratky
da_dk: Returkode for standardtransaktionsspecifikation
es_mx: Código devoluciones espec. trans. pred.
fi_fi: Tapahtumamäärityksen oletuspalautuskoodi
fr_ch: Code de retour spéc. trans. par déf.
it_ch: Codice reso specifica transazione predefinito
ru_ru: Код транз. возврата по умолчанию

# Table 3132071445 - Field 2410835908 - Property 2879900210
source: Get Partner VAT For
cs_cz: Získat DIČ partnera pro
da_dk: Hent partnermoms for
es_mx: Obtener IVA de socio para
fi_fi: Hanki kumppanin ALV-tunnus kohteelle
fr_ch: Obtenir TVA partenaire pour
it_ch: Ottieni IVA partner per
ru_ru: Получить НДС партнера для

# Table 3132071445 - Field 1451650335 - Property 2879900210
source: Intrastat Contact No.
cs_cz: Číslo kontaktu Intrastat
da_dk: Intrastat-kontaktnr.
es_mx: N.º contacto Intrastat
fi_fi: Intrastat-yhteyshenkilön nro
fr_ch: Numéro de contact intracommunautaire
it_ch: Nr. contatto Intrastat
ru_ru: № контакта Интрастат

# Table 3132071445 - Field 1001138814 - Property 2879900210
source: Intrastat Contact Type
cs_cz: Typ kontaktu Intrastat
da_dk: Intrastat-kontakttype
es_mx: Tipo de contacto Intrastat
fi_fi: Intrastat-yhteyshenkilön tyyppi
fr_ch: Type de contact intracommunautaire
it_ch: Tipo di contatto Intrastat
ru_ru: Тип контакта Интрастат

# Table 3132071445 - Field 1136635266 - Property 2879900210
source: Intrastat Nos.
cs_cz: Čísla hlášení Intrastat
da_dk: Intrastat-numre
es_mx: N.º Intrastat
fi_fi: Intrastat-nrot
fr_ch: N° déclaration d’échanges de biens
it_ch: Nr. Intrastat
ru_ru: Серия номеров Интрастат

# Table 3132071445 - Field 1119210147 - Property 2879900210
source: Report Receipts
cs_cz: Vykazovat příjmy
da_dk: Rapportér modtagelser
es_mx: Informar recepciones
fi_fi: Raportoi vastaanotot
fr_ch: Réceptions d’état
it_ch: Dichiara ricevute
ru_ru: Отражать приходы

# Table 3132071445 - Field 3033389719 - Property 2879900210
source: Report Shipments
cs_cz: Vykazovat dodávky
da_dk: Rapportér afsendelser
es_mx: Informar envíos
fi_fi: Raportoi toimitukset
fr_ch: Déclarer les expéditions
it_ch: Dichiara spedizioni
ru_ru: Отражать расходы

# Table 3132071445 - Field 3496517085 - Property 2879900210
source: Shipments Based On
cs_cz: Dodávky založené na
da_dk: Afsendelser baseret på
es_mx: Envíos basados en
fi_fi: Lähetykset, joiden peruste on
fr_ch: Expéditions basées sur
it_ch: Spedizioni basate su
ru_ru: Расходы на основании

# Table 3132071445 - Field 4007980569 - Property 2879900210
source: Split Receipts/Shipments Files
cs_cz: Rozdělit soubory příjmů/dodávek
da_dk: Opdel modtagelser/afsendelsesfiler
es_mx: Dividir archivos recepción/envíos
fi_fi: Jaa Vastaanotot-/Toimitukset-tiedostot
fr_ch: Fractionner les fichiers réceptions/expéditions
it_ch: Suddividi file ricevute/spedizioni
ru_ru: Разбить файлы на приходы/расходы

# Table 3132071445 - Field 2171097779 - Property 2879900210
source: Suppl. Units Weight
cs_cz: Hmotnost doplňkových jednotek
da_dk: Supplerende enhedsvægt
es_mx: Peso de unidad supl.
fi_fi: Lisäyksiköiden paino
fr_ch: Poids des unités suppl.
it_ch: Peso unità supplementari
ru_ru: Вес доп. единиц

# Table 3132071445 - Field 3961198312 - Property 2879900210
source: VAT No. Based On
cs_cz: DIČ na základě
da_dk: Momskode baseret på
es_mx: N.º de IVA basado en
fi_fi: ALV-numero, jonka perusteena on
fr_ch: N° TVA basé sur
it_ch: Partita IVA basata su
ru_ru: Номер НДС На основании

# Table 3132071445 - Field 2680197960 - Property 2879900210
source: Vendor VAT No. on File
cs_cz: DIČ dodavatele v souboru
da_dk: Kreditors registrerede momsreg.nr.
es_mx: CIF/NIF proveedor en archivo
fi_fi: Järjestelmään tallennettu toimittajan ALV-numero
fr_ch: N° TVA fournisseur du fichier
it_ch: Partita IVA del fornitore in archivio
ru_ru: Рег. номер НДС поставщика в базе данных

# Table 3132071445 - Field 2043133186 - Property 2879900210
source: Zip File(-s)
cs_cz: Zip soubor(-y)
da_dk: Zip-fil(er)
es_mx: Archivo zip (-s)
fi_fi: Zip-tiedostot
fr_ch: Fichier zip (-s)
it_ch: File Zip (-s)
ru_ru: Сжать файл(ы)

# Codeunit 150943441 - NamedType 762284302
source: There are one or more errors. For details, see the report error FactBox.
cs_cz: Došlo k jedné nebo více chybám. Podrobnosti naleznete v okně s fakty Chyby hlášení.
da_dk: Der er en eller flere fejl. Du kan finde yderligere oplysninger i faktaboksen med rapportfejl.
es_mx: Hay uno o varios errores. Para obtener más información, consulte el cuadro informativo de errores del informe.
fi_fi: Virheitä on vähintään yksi. Katso lisätietoja raportin tietoruudusta.
fr_ch: Il existe une ou plusieurs erreurs. Pour plus d’informations, consultez le récapitulatif des erreurs dans la feuille.
it_ch: Sono presenti uno o più errori. Per ulteriori informazioni, vedere la Scheda dettaglio degli errori di report.
ru_ru: Имеется одна или несколько ошибок. Подробности см. в информационной панели ошибок отчета.

# Codeunit 150943441 - NamedType 245488723
source: Disable this notification
cs_cz: Toto oznámení zakažte.
da_dk: Deaktiver denne notifikation
es_mx: Deshabilitar esta notificación
fi_fi: Poista tämä ilmoitus käytöstä
fr_ch: Désactiver cette notification
it_ch: Disabilita questa notifica
ru_ru: Отключить это уведомление

# Codeunit 150943441 - NamedType 3314864117
source: The file has not been saved.
cs_cz: Soubor nebude uložen.
da_dk: Filen er ikke blevet gemt.
es_mx: No se ha guardado el archivo.
fi_fi: Tiedostoa ei ole tallennettu.
fr_ch: Le fichier n’a pas été enregistré.
it_ch: Il file non è stato salvato.
ru_ru: Файл не сохранен.

# Codeunit 150943441 - NamedType 856472750
source: &Receipts,&Shipments,&Both
cs_cz: &Příjmy,&Dodávky,&Obojí
da_dk: &Modtagelser,&Afsendelser,&Begge
es_mx: &Recepciones,&Envíos,&Ambos
fi_fi: &Vastaanotot,&Toimitukset,&Molemmat
fr_ch: &Réceptions,&Expéditions,&Les deux
it_ch: &Ricevute,&Spedizioni,&Entrambi
ru_ru: &Приходы,&Расходы,&И то и другое

# Codeunit 150943441 - NamedType 2188659467
source: %1 is empty.
cs_cz: %1 je prázdný.
da_dk: %1 er tom.
es_mx: %1 está vacío.
fi_fi: %1 on tyhjä.
fr_ch: %1 est vide.
it_ch: %1 è vuoto.
ru_ru: %1 является пустым.

# Codeunit 150943441 - NamedType 2242053473
source: The %1 page is part of the new Intrastat Report feature, which is not yet enabled in your Business Central. An administrator can enable the feature on the Feature Management page.
cs_cz: Stránka %1 je součástí nové funkce Výkaz Intrastat, která ještě není ve vašem Business Central povolena. Správce může tuto funkci povolit na stránce Správa funkcí.
da_dk: Siden %1 er del af den nye Intrastat-rapportfunktion, som endnu ikke er aktiveret i din Business Central. En administrator kan aktivere funktionen på siden Funktionsstyring.
es_mx: La página %1 forma parte de la nueva característica Informe Intrastat, que aún no está habilitada aún en Business Central. Un administrador puede habilitar la característica en la página Administración de características.
fi_fi: Sivu %1 on nyt osa uutta Intrastat-raporttiominaisuutta, jota ei ole vielä otettu käyttöön Business Centralissasi. Järjestelmänvalvoja voi ottaa ominaisuuden käyttöön Ominaisuuksien hallinta -sivulta.
fr_ch: La page %1 fait partie de la nouvelle fonctionnalité État de la déclaration d’échanges de biens, qui n’est pas encore activée dans Business Central. Un administrateur peut activer la fonctionnalité à partir de la page de gestion des fonctionnalités.
it_ch: La pagina %1 fa parte della nuova funzionalità del report Intrastat, che non è stata ancora abilitata in Business Central. L'amministratore può abilitare la funzionalità nella pagina Gestione funzionalità.
ru_ru: Страница "%1" входит в состав новой функции "Отчет Интрастат", которая еще не включена в вашем экземпляре Business Central. Администратор может включить эту функцию на странице "Управление функциями".

# Codeunit 150943441 - NamedType 3415447349
source: Intrastat-%1.txt
fr_ch: Déclaration d’échanges de biens-%1.txt
ru_ru: Интрастат - %1.txt

# Codeunit 150943441 - NamedType 1351222670
source: Alert users about the capabilities of the Intrastat Report extension.
cs_cz: Upozorněte uživatele na možnosti rozšíření Výkazu Intrastat.
da_dk: Giv brugere besked om funktionerne i Intrastat-rapportudvidelsen.
es_mx: Alertar a los usuarios acerca de las capacidades de la extensión Informe Intrastat.
fi_fi: Ilmoita käyttäjille Intrastat-raporttilaajennuksen ominaisuuksista.
fr_ch: Alertez les utilisateurs sur les capacités de l’extension de l’état de déclaration d’échanges de biens.
it_ch: Informare gli utenti sulle funzionalità dell'estensione del report Intrastat.
ru_ru: Информирование пользователей о возможностях расширения "Отчет Интрастат".

# Codeunit 150943441 - NamedType 438222509
source: Notify the user about the Intrastat Report extension.
cs_cz: Informujte uživatele o rozšíření Výkaz Intrastat.
da_dk: Giv brugeren besked om Intrastat-rapportudvidelsen.
es_mx: Notificar al usuario sobre el extensión Informe Intrastat.
fi_fi: Ilmoita käyttäjälle Intrastat-raporttilaajennuksesta.
fr_ch: Informez l’utilisateur de l’extension de l’état de la déclaration d’échanges de biens.
it_ch: Informare l'utente sull'estensione del report Intrastat.
ru_ru: Информирование пользователя о расширении "Отчет Интрастат".

# Codeunit 150943441 - NamedType 2308285312
source: This version of Intrastat will be deprecated. We recommend that you enable the Intrastat Report extension.
cs_cz: Tato verze funkcionality Intrastat bude zastaralá. Doporučujeme povolit rozšíření Výkaz Intrastat.
da_dk: Denne version af Intrastat frarådes. Vi anbefaler, at du aktiverer Intrastat-rapportudvidelsen.
es_mx: Esta versión de Intrastat quedará en desuso. Le recomendamos que habilite el extensión Informe Intrastat.
fi_fi: Tämä Intrastat-versio poistuu käytöstä. Suosittelemme, että otat käyttöön Intrastat-raporttilaajennuksen.
fr_ch: Cette version de la déclaration d’échanges de biens sera déconseillée. Nous vous recommandons d’activer l’extension de l’état de la déclaration d’échanges de biens.
it_ch: Questa versione di Intrastat verrà deprecata. È consigliabile abilitare l'estensione del report Intrastat.
ru_ru: Эта версия Интрастат вскоре будет объявлена устаревшей. Рекомендуем включить расширение "Отчет Интрастат".

# Codeunit 150943441 - NamedType 3334639707
source: Learn more
cs_cz: Naučte se více
da_dk: Få mere at vide
es_mx: Más información
fi_fi: Lisätietoja
fr_ch: En savoir plus
it_ch: Ulteriori informazioni
ru_ru: Подробнее

# Codeunit 150943441 - NamedType 321666938
source: The Intrastat Report extension is enabled, which means you can't use the %1 page. You've been redirected to the %2 page for the extension.
cs_cz: Rozšíření Výkaz Intrastat je povoleno, což znamená, že nemůžete použít stránku %1. Byli jste přesměrováni na stránku %2 rozšíření.
da_dk: Intrastat-rapportudvidelsen er aktiveret, hvilket betyder, at du ikke kan bruge siden %1. Du er blevet omdirigeret til siden %2 for udvidelsen.
es_mx: La extensión Informe Intrastat está habilitada, lo que significa que no se puede usar la página %1. Se le ha redirigido a la página %2 para la extensión.
fi_fi: Intrastat-raporttilaajennus on käytössä, joten et voi käyttää sivua %1. Sinut on uudelleenohjattu laajennuksen sivulle %2.
fr_ch: L’extension de l’état de la déclaration d’échanges de biens est activée, ce qui signifie que vous ne pouvez pas utiliser la page %1. Vous avez été redirigé vers la page %2 pour l’extension.
it_ch: L'estensione del report Intrastat è abilitata, il che significa che non è possibile utilizzare la pagina %1. Viene eseguito il reindirizzamento alla pagina %2 per l'estensione.
ru_ru: Включено расширение "Отчет Интрастат", что означает, что вы не можете использовать страницу "%1". Вы будете перенаправлены на страницу "%2" для этого расширения.

# Codeunit 150943441 - NamedType 3471781426
source: %1 for %2 %3 does not exist.
cs_cz: %1 pro %2 %3 neexistuje.
da_dk: %1 til %2 %3 findes ikke.
es_mx: No existe %1 para %2 %3.
fi_fi: Kohdetta %1 kohteelle %2 %3 ei ole.
fr_ch: %1 pour %2 %3 n’existe pas.
it_ch: %1 per %2 %3 non esiste.
ru_ru: %1 для %2 %3 не существует.

# Codeunit 150943441 - NamedType 3174602886
source: You've already submitted the report for this period.\Do you want to continue?
cs_cz: Hlášení za toto období jste již odeslali.\Chcete pokračovat?
da_dk: Du har allerede sendt rapporten for denne periode.\Vil du fortsætte?
es_mx: Ya se ha enviado el informe para este periodo.\¿Desea continuar?
fi_fi: Olet jo lähettänyt tämän jakson raportin.\Haluatko jatkaa?
fr_ch: Vous avez déjà envoyé l’état pour cette période.\Voulez-vous continuer ?
it_ch: Il report per questo periodo è già stato inviato.\Continuare?
ru_ru: Вы уже отправили отчет за этот период.\Продолжить?

# Codeunit 150943441 - NamedType 1813144090
source: Receipt-%1.txt
cs_cz: Příjem-%1.txt
da_dk: Modtagelse-%1.txt
es_mx: Recepción-%1.txt
fi_fi: Vastaanotto-%1.txt
fr_ch: Réception-%1.txt
it_ch: Ricevuta-%1.txt
ru_ru: Приход - %1.txt

# Codeunit 150943441 - NamedType 452222717
source: Shipment-%1.txt
cs_cz: Dodávka-%1.txt
da_dk: Forsendelse-%1.txt
es_mx: Envío-%1.txt
fi_fi: Toimitus-%1.txt
fr_ch: Expédition-%1.txt
it_ch: Spedizione-%1.txt
ru_ru: Расход - %1.txt

# Codeunit 150943441 - NamedType 3148417553
source: &Weight,&Supplemental UOM Qty,&Both
cs_cz: &Hmotnost,&Množství v doplňkové MJ,&Obojí
da_dk: &Vægt,&Supplerende enhedsmængde,&Begge
es_mx: &Peso,&Cant. UdM adicional,&Ambos
fi_fi: &Paino,&Lisämittayksikkömäärä,&Molemmat
fr_ch: &Poids,&Quantité d’unité supplémentaire,&Les deux
it_ch: &Peso,&Qtà UDM supplementare,&Entrambi
ru_ru: &Вес,&Кол-во в дополнительной ед. изм.,&И то и другое

# Codeunit 150943441 - NamedType 2312043988
source: Intrastat-%1.zip
fr_ch: Déclaration d’échanges de biens-%1.zip
ru_ru: Интрастат-%1.zip

# Page 879680616 - Property 2879900210
source: Intrastat Report
cs_cz: Hlášení Intrastat
da_dk: Intrastat-rapport
es_mx: Informe de Intrastat
fi_fi: Intrastat-raportti
fr_ch: État de déclaration d’échanges de biens
it_ch: Report Intrastat
ru_ru: Отчет Интрастат

# Page 879680616 - NamedType 3408522380
source: One or more errors were found. You must resolve all the errors before you can proceed.
cs_cz: Nalezena nejméně jedna chyba. Než budete moc pokračovat, musíte vyřešit všechny chyby.
da_dk: Der blev fundet en eller flere fejl. Du skal løse alle fejlene, før du kan fortsætte.
es_mx: Se han encontrado uno o más errores. Debe resolver todos los errores para poder continuar.
fi_fi: Vähintään yksi virhe löytyi. Kaikki virheet on ratkaistava ennen jatkamista.
fr_ch: Une ou plusieurs erreurs ont été trouvées. Vous devez résoudre toutes les erreurs pour pouvoir poursuivre.
it_ch: Uno o più errori sono stati rilevati. È necessario risolvere tutti gli errori prima di procedere.
ru_ru: Обнаружены одна или несколько ошибок. Перед продолжением необходимо устранить все ошибки.

# Page 879680616 - Control 2445482498 - Property 2879900210
source: General
cs_cz: Obecné
da_dk: Generelt
fi_fi: Yleiset
fr_ch: Général
it_ch: Generale
ru_ru: Общие сведения

# Page 879680616 - Control 556262972 - Property 1295455071
source: Specifies that you use an additional reporting currency in the general ledger and that you want to report Intrastat in this currency.
cs_cz: Určuje, že používáte přídavnou měny pro hlášení v hlavní knize a chcete sestavy Intrastat v této měně.
da_dk: Angiver, om du vil anvende en ekstra rapporteringsvaluta i finansregnskabet, og at du vil rapportere til Intrastat i denne valuta.
es_mx: Especifica que se utiliza una divisa adicional de informes en la contabilidad y que se quiere informar a Intrastat en esta divisa.
fi_fi: Määrittää, että lisäraportointivaluuttaa käytetään kirjanpidossa ja että haluat Intrastat-raportin tänä valuuttana.
fr_ch: Spécifie que vous utilisez une devise report supplémentaire dans la comptabilité et que vous voulez signaler des échanges intracommunautaires dans cette devise.
it_ch: Specifica che si utilizza una valuta contabile addizionale nella contabilità generale e che si desidera ottenere un report Intrastat in tale valuta.
ru_ru: Указывает, что в главной книге используется дополнительная отчетная валюта, которая будет также использоваться в отчетности Интрастат.
