Repository: jbakach/MSDyn365BC.Code.History
Catalog: Intrastat/Source/Intrastat Core/Translations/Intrastat Core.*.xlf
Languages: cs_cz, da_dk, es_mx, fi_fi, fr_ch, it_ch, ru_ru

# Table 2405959708 - Property 2879900210
source: Intrastat Report Checklist
cs_cz: Kontrolní seznam hlášení Intrastat
da_dk: Tjekliste til Intrastat-rapport
es_mx: Lista de comprobación de informe Intrastat
fi_fi: Intrastat-raportin tarkistusluettelo
fr_ch: Liste de contrôle État de déclaration d’échanges de biens
it_ch: Elenco di controllo report Intrastat
ru_ru: Контрольный список отчета Интрастат

# Table 2405959708 - NamedType 2200152239
source: Could not parse the filter expression. Use the lookup action, or type a string in the following format: "Type: Shipment, Quantity: <>0".
cs_cz: Výraz filtru nebylo možné analyzovat. Použijte akci vyhledávání nebo zadejte řetězec v následujícím formátu: "Typ: Dodávka, Množství: <>0".
da_dk: Filterudtrykket kunne ikke analyseres. Brug opslagshandlingen, eller indtast en streng i følgende format: "Type: Leverance, Antal: <>0".
es_mx: No se puede analizar la expresión de filtro. Use la acción de búsqueda, o bien escriba una cadena con el formato siguiente: "Tipo: Envío, Cantidad: <>0".
fi_fi: Suodatinlauseketta ei voitu jäsentää. Käytä hakutoimintoa tai kirjoita merkkijono seuraavassa muodossa: "tyyppi:toimitus, määrä: <>0".
fr_ch: Impossible d’analyser l’expression du filtre. Utilisez l’action de recherche ou tapez une chaîne au format suivant : "Type: Expédition, Quantité: <>0".
it_ch: Impossibile analizzare l'espressione filtro. Utilizzare l'azione di ricerca o digitare una stringa nel formato seguente: "Tipo: spedizione, quantità: <>0".
ru_ru: Не удалось проанализировать выражение фильтра. Используйте действие "Поиск" или введите строку в следующем формате: "Тип: Расходная накладная, Количество: <>0".

# Table 2405959708 - Field 3070320983 - Property 2879900210
source: Field Name
cs_cz: Název pole
da_dk: Feltnavn
es_mx: Nombre de campo
fi_fi: Kentän nimi
fr_ch: Nom du champ
it_ch: Nome campo
ru_ru: Имя поля

# Table 2405959708 - Field 3531868071 - Property 2879900210
source: Field No.
cs_cz: Číslo pole
da_dk: Feltnr.
es_mx: N.º de campo
fi_fi: Kentän nro
fr_ch: N° champ
it_ch: Nr. campo
ru_ru: Номер поля

# Table 2405959708 - Field 3793438982 - Property 2879900210
source: Filter Expression
cs_cz: Výraz filtru
da_dk: Filterudtryk
es_mx: Expresión de filtro
fi_fi: Suodatinlauseke
fr_ch: Expression de filtre
it_ch: Espressione di filtro
ru_ru: Выражение фильтра

# Table 2405959708 - Field 3562751143 - Property 2879900210
source: Record View String
cs_cz: Řetězec zobrazení záznamu
da_dk: Visningsstreng for record
es_mx: Registrar cadena de vista
fi_fi: Tietuenäkymän merkkijono
fr_ch: Chaîne de vue de l’enregistrement
it_ch: Stringa di visualizzazione record
ru_ru: Строка представления записей

# Table 2405959708 - Field 2523111426 - Property 2879900210
source: Reversed Filter Expression
cs_cz: Obrácený výraz filtru
da_dk: Tilbageført filterudtryk
es_mx: Expresión de filtro invertida
fi_fi: Peruutettu suodatinlauseke
fr_ch: Expression filtre inversé
it_ch: Espressione di filtro stornata
ru_ru: Выражение обратного фильтра

# Table 2491010837 - Property 2879900210
source: Intrastat Report Header
cs_cz: Hlavička hlášení Intrastat
da_dk: Intrastat-rapporthoved
es_mx: Encabezado de informe Intrastat
fi_fi: Intrastat-raportin otsikko
fr_ch: En-tête de l’état de déclaration d’échanges de biens
it_ch: Intestazione report Intrastat
ru_ru: Заголовок отчета Интрастат

# Table 2491010837 - NamedType 2236746637
source: You cannot change %1 when Intrastat Report Lines for report %2 exists.
cs_cz: %1 nelze změnit, pokud existují řádky hlášení Intrastat pro hlášení %2.
da_dk: Du kan ikke ændre %1, når Intrastat-rapportlinjer for rapporten %2 findes.
es_mx: No se puede cambiar %1 cuando existen líneas de informe de Intrastat para el informe %2.
fi_fi: Et voi muuttaa kohdetta %1, kun raportin %2 Intrastat-raportin rivit on luotu.
fr_ch: Vous ne pouvez pas modifier %1 lorsqu’il existe des lignes de l’état de déclaration d’échanges de biens pour l’état %2.
it_ch: Impossibile modificare %1 se sono presenti righe report Intrastat per il report %2.
ru_ru: Невозможно изменить %1 при наличии строк отчета для отчета %2.

# Table 2491010837 - NamedType 3109245163
source: Please check the month number.
cs_cz: Zkontrolujte číslo měsíce.
da_dk: Kontroller månedsnummeret.
es_mx: Compruebe el número del mes.
fi_fi: Tarkista kuukauden numero.
fr_ch: Vérifiez le mois.
it_ch: Verificare il numero del mese.
ru_ru: Проверьте номер месяца.

# Table 2491010837 - NamedType 2202232134
source: %1 must be 4 characters, for example, 9410 for October, 1994.
cs_cz: %1 musí být 4 znakové, např. 9610 pro říjen 1996.
da_dk: %1 skal være 4 tegn, f.eks. 9410 for oktober 1994.
es_mx: %1 debe tener 4 dígitos. Por ejemplo: 9410 para Octubre 1994
fi_fi: Päivämäärän %1 pitää olla neljä merkkiä, esimerkiksi 9410 tarkoittaa lokakuuta 1994.
fr_ch: Le champ %1 doit comporter 4 caractères, par exemple 9410 pour octobre 1994.
it_ch: %1 deve essere di 4 caratteri, per esempio 9410 per Ottobre, 1994.
ru_ru: В %1 должно быть 4 символа, например 9410 для октября 1994 г.

# Table 2491010837 - Field 556262972 - Property 2879900210
source: Amounts in Add. Currency
cs_cz: Částky v přídavné měně
da_dk: Beløb i tilføjet valuta
es_mx: Importes en divisa adic.
fi_fi: Summat lisävaluuttana
fr_ch: Montants DR
it_ch: Importi in valuta addizionale
ru_ru: Суммы в дополнительной валюте

# Table 2491010837 - Field 845689769 - Property 2879900210
source: Arrivals Reported
cs_cz: Nahlášené příjezdy
da_dk: Rapporterede modtagelser
es_mx: Llegadas notificadas
fi_fi: Ilmoitetut saapumiset
fr_ch: Arrivées déclarées
it_ch: Arrivi riportati
ru_ru: Включенные в отчетность поступления

# Table 2491010837 - Field 1938232404 - Property 2879900210
source: Corrective Entry
cs_cz: Opravná položka
da_dk: Rettelsespost
es_mx: Movimiento correctivo
fi_fi: Korjaava kirjaus
fr_ch: Écriture de correction
it_ch: Movimento rettifica
ru_ru: Корректирующая операция

# Table 2491010837 - Field 215497968 - Property 2879900210
source: Currency Identifier
cs_cz: Identifikátor měny
da_dk: Valuta-id
es_mx: Identificador divisa
fi_fi: Valuutan tunnus
fr_ch: Identifiant devise
it_ch: Identificatore valuta
ru_ru: Идентификатор валюты

# Table 2491010837 - Field 3461834954 - Property 2879900210
source: Description
cs_cz: Popis
da_dk: Beskrivelse
es_mx: Descripción
fi_fi: Kuvaus
it_ch: Descrizione
ru_ru: Описание

# Table 2491010837 - Field 673954883 - Property 2879900210
source: Dispatches Reported
cs_cz: Dodávky vykázány
da_dk: Rapporterede afsendelser
es_mx: Distribuciones notificadas
fi_fi: Ilmoitetut lähetykset
fr_ch: Expéditions déclarées
it_ch: Spedizioni riportate
ru_ru: Включенные в отчетность отгрузки

# Table 2491010837 - Field 1299529991 - Property 2879900210
source: EU Service
cs_cz: EU služby
es_mx: Servicio a UE
fi_fi: EU-palvelu
fr_ch: Service UE
it_ch: Servizio UE
ru_ru: Сервис ЕС

# Table 2491010837 - Field 3813362964 - Property 2879900210
source: Export Date
cs_cz: Datum exportu
da_dk: Eksportdato
es_mx: Fecha de exportación
fi_fi: Vientipvm
fr_ch: Date d’exportation
it_ch: Data esportazione
ru_ru: Дата экспорта

# Table 2491010837 - Field 471116883 - Property 2879900210
source: Export Time
cs_cz: Čas exportu
da_dk: Eksporttidspunkt
es_mx: Tiempo de exportación
fi_fi: Vientiaika
fr_ch: Heure d’exportation
it_ch: Ora esportazione
ru_ru: Время экспорта

# Table 2491010837 - Field 4278041888 - Property 2879900210
source: File Disk No.
cs_cz: Souborový disk č.
da_dk: Fildisknr.
es_mx: N.º de disco de archivo
fi_fi: Tiedostolevyn nro
fr_ch: N° disque fichier
it_ch: Nr. disco file
ru_ru: № диска с файлом

# Table 2491010837 - Field 1351594800 - Property 2879900210
source: No. Series
cs_cz: Číselná řada
da_dk: Nummerserie
es_mx: N.º serie
fi_fi: Numerosarja
fr_ch: Souches de n°
it_ch: Numerazione
ru_ru: Серия номеров

# Table 2491010837 - Field 995423621 - Property 2879900210
source: Periodicity
cs_cz: Periodicita
da_dk: Periodicitet
es_mx: Periodicidad
fi_fi: Jaksotus
fr_ch: Périodicité
it_ch: Periodicità
ru_ru: Периодичность

# Table 2491010837 - Field 3293730985 - Property 2879900210
source: Reported
cs_cz: Vykázáno
da_dk: Rapporteret
es_mx: Declarado
fi_fi: Raportoitu
fr_ch: Déclaré
it_ch: Riportato
ru_ru: Включено в отчетность

# Table 2491010837 - Field 970646220 - Property 2879900210
source: Statistics Period
cs_cz: Statistické období
da_dk: Statistikperiode
es_mx: Periodo estadístico
fi_fi: Tilastojakso
fr_ch: Période statistiques
it_ch: Periodo statistico
ru_ru: Статистический период

# Table 2491010837 - Field 513339096 - Property 2879900210
source: Status
cs_cz: Stav
es_mx: Estado
fi_fi: Tila
fr_ch: Statut
it_ch: Stato
ru_ru: Статус

# Table 2491010837 - Field 1878130204 - Property 2879900210
source: Type
cs_cz: Typ
es_mx: Tipo
fi_fi: Tyyppi
it_ch: Tipo
ru_ru: Тип

# Table 2113709934 - Property 2879900210
source: Intrastat Report Line
cs_cz: Řádek hlášení Intrastat
da_dk: Intrastat-rapportlinje
es_mx: Línea de informe Intrastat
fi_fi: Intrastat-raportin rivi
fr_ch: Ligne de l’état de déclaration d’échanges de biens
it_ch: Riga report Intrastat
ru_ru: Строка отчета Интрастат

# Table 2113709934 - NamedType 2226598662
source: Date %1 is not within the reporting period.
cs_cz: Datum %1 není ve vykazovaném období.
da_dk: Dato %1 ligger ikke inden for rapporteringsperioden.
es_mx: La fecha %1 no está dentro del periodo de informe.
fi_fi: Päivämäärä %1 ei kuulu raportointijaksoon.
fr_ch: La date %1 n’est pas comprise dans la période de déclaration.
it_ch: La data %1 non è compresa nel periodo contabile.
ru_ru: Дата %1 не находится в пределах отчетного периода.

# Table 2113709934 - Field 636392376 - Property 2879900210
source: Amount
cs_cz: Částka
da_dk: Beløb
es_mx: Importe
fi_fi: Summa
fr_ch: Montant
it_ch: Importo
ru_ru: Сумма

# Table 2113709934 - Field 3532935625 - Property 2879900210
source: Area
cs_cz: Oblast
da_dk: Område
es_mx: Área
fi_fi: Alue
fr_ch: Zone
ru_ru: Область

# Table 2113709934 - Field 2687606736 - Property 2879900210
source: Corrected Intrastat Report No.
cs_cz: Číslo opraveného výkazu Intrastat
da_dk: Rettet Intrastat-rapportnr.
es_mx: N.º de informe Intrastat corregido
fi_fi: Korjattu Intrastat-raportin nro
fr_ch: N° état de déclaration d’échanges de biens corrigé
it_ch: Nr. report Intrastat corretto
ru_ru: № скорректированного отчета Интрастат

# Table 2113709934 - Field 3083748138 - Property 2879900210
source: Correction
cs_cz: Oprava
da_dk: Rettelse
es_mx: Corrección
fi_fi: Korjaus
it_ch: Correzione
ru_ru: Корректировка

# Table 2113709934 - Field 3505749812 - Property 2879900210
source: Corrective entry
cs_cz: Opravná položka
da_dk: Rettelsespost
es_mx: Movimiento correctivo
fi_fi: Korjaava kirjaus
fr_ch: Écriture de correction
it_ch: Movimento rettifica
ru_ru: Корректирующая операция

# Table 2113709934 - Field 2242438606 - Property 2879900210
source: Cost Regulation %
cs_cz: Nepřímé náklady %
da_dk: Omkostningsregulering %
es_mx: % costo territorio nacional
fi_fi: Epäsuorien kustann. pros.osuus
fr_ch: % régulation coût
it_ch: % regolazione costi
ru_ru: Рег. себестоимости (%)

# Table 2113709934 - Field 3405196102 - Property 2879900210
source: Counterparty
cs_cz: Protistrana
da_dk: Modpart
es_mx: Contrapartida
fi_fi: Vastapuoli
fr_ch: Contrepartie
it_ch: Controparte
ru_ru: Контрагент

# Table 2113709934 - Field 284764054 - Property 2879900210
source: Country/Region Code
cs_cz: Kód země/oblasti
da_dk: Kode for land/område
es_mx: Código país/región
fi_fi: Maa-/aluekoodi
fr_ch: Code pays/région
it_ch: Codice paese/area geografica
ru_ru: Код страны/региона

# Table 2113709934 - Field 1212385681 - Property 2879900210
source: Country/Region of Origin Code
cs_cz: Kód země/oblasti původu
da_dk: Oprindelseskode for land/område
es_mx: Cód. país/región de origen
fi_fi: Alkuperämaan/-alueen koodi
fr_ch: Code pays/région origine
it_ch: Cod. paese/area geografica di origine
ru_ru: Код страны/региона происхождения

# Table 2113709934 - Field 3458298667 - Property 2879900210
source: Country/Region of Payment Code
cs_cz: Kód země/oblasti původu
da_dk: Land/område for betalingskode
es_mx: Cód. país/región de pago
fi_fi: Maksukoodin maa/alue
fr_ch: Code pays/région origine
it_ch: Codice paese/area geografica di pagamento
ru_ru: Код страны/региона оплаты

# Table 2113709934 - Field 4198939294 - Property 2879900210
source: Currency Code
cs_cz: Kód měny
da_dk: Valutakode
es_mx: Código de divisa
fi_fi: Valuuttakoodi
fr_ch: Code devise
it_ch: Codice valuta
ru_ru: Код валюты

# Table 2113709934 - Field 3192175264 - Property 2879900210
source: Date
cs_cz: Datum
da_dk: Dato
es_mx: Fecha
fi_fi: Pvm
it_ch: Data
ru_ru: Дата

# Table 2113709934 - Field 486908828 - Property 2879900210
source: Document No.
cs_cz: Číslo dokladu
da_dk: Dokumentnr.
es_mx: N.º documento
fi_fi: Asiakirjanro
fr_ch: N° document
it_ch: Nr. documento
ru_ru: № документа

# Table 2113709934 - Field 3814925297 - Property 2879900210
source: Entry/Exit Point
cs_cz: Místo přechodu
da_dk: Indførsels/udførselspunkt
es_mx: Puerto/Aeropuerto
fi_fi: Tulo-/lähtöpaikka
fr_ch: Pays destination/provenance
it_ch: Codice spedizione Intrastat
ru_ru: Пункт ввоза-вывоза

# Table 2113709934 - Field 1663794414 - Property 2879900210
source: Group Code
cs_cz: Kód skupiny
da_dk: Gruppekode
es_mx: Código de grupo
fi_fi: Ryhmän koodi
fr_ch: Code groupe
it_ch: Codice gruppo
ru_ru: Код группы

# Table 2113709934 - Field 2102199635 - Property 2879900210
source: Indirect Cost
cs_cz: Nepřímé náklady
da_dk: Indirekte omkostning
es_mx: Costo indirecto
fi_fi: Välillinen kustannus
fr_ch: Coût indirect
it_ch: Costi indiretti
ru_ru: Косвенные затраты

# Table 2113709934 - Field 2161516449 - Property 2879900210
source: Internal Ref. No.
cs_cz: Interní číslo
da_dk: Internt ref. nr.
es_mx: N.º ref. interno
fi_fi: Sisäinen viitenro
fr_ch: N° référence interne
it_ch: Nr. riferimento interno
ru_ru: Внутренний ссыл. №

# Table 2113709934 - Field 1662991103 - Property 2879900210
source: Intrastat No.
cs_cz: Číslo Intrastat
da_dk: Intrastat-nr.
es_mx: N.º Intrastat
fi_fi: Intrastat-nro
fr_ch: N° déclaration d’échanges de biens
it_ch: Nr. Intrastat
ru_ru: № Интрастат

# Table 2113709934 - Field 3683672590 - Property 2879900210
source: Item Name
cs_cz: Název zboží
da_dk: Varenavn
es_mx: Nombre del producto
fi_fi: Nimikkeen nimi
fr_ch: Nom article
it_ch: Nome articolo
ru_ru: Название товара

# Table 2113709934 - Field 568743302 - Property 2879900210
source: Item No.
cs_cz: Číslo zboží
da_dk: Varenr.
es_mx: N.º producto
fi_fi: Nimikenro
fr_ch: N° article
it_ch: Nr. articolo
ru_ru: № товара

# Table 2113709934 - Field 3320823955 - Property 2879900210
source: Line No.
cs_cz: Číslo řádku
da_dk: Linjenr.
es_mx: N.º línea
fi_fi: Rivinro
fr_ch: N° ligne
it_ch: Nr. riga
ru_ru: № строки

# Table 2113709934 - Field 2161572060 - Property 2879900210
source: Location Code
cs_cz: Kód lokace
da_dk: Lokationskode
es_mx: Cód. almacén
fi_fi: Sijaintikoodi
fr_ch: Code magasin
it_ch: Codice ubicazione
ru_ru: Код склада

# Table 2113709934 - Field 3088522385 - Property 2879900210
source: Net Weight
cs_cz: Hmotnost netto
da_dk: Nettovægt
es_mx: Peso neto
fi_fi: Nettopaino
fr_ch: Poids net
it_ch: Peso netto
ru_ru: Вес нетто

# Table 2113709934 - Field 67810456 - Property 2879900210
source: Obligation Level
cs_cz: Úroveň povinnosti
da_dk: Forpligtelsesniveau
es_mx: Nivel de obligación
fi_fi: Sitoumustaso
fr_ch: Niveau d’obligation
it_ch: Livello obbligo
ru_ru: Уровень обязательства

# Table 2113709934 - Field 1624434300 - Property 2879900210
source: Partner VAT ID
cs_cz: DIČ partnera
da_dk: Partner-moms-id
es_mx: CIF de socio
fi_fi: Kumppanin ALV-tunnus
fr_ch: ID TVA partenaire
it_ch: Partita IVA partner
ru_ru: Код НДС партнера

# Table 2113709934 - Field 3566004263 - Property 2879900210
source: Payment Method
cs_cz: Způsob platby
da_dk: Betalingsmetode
es_mx: Forma de pago
fi_fi: Maksutapa
fr_ch: Mode de règlement
it_ch: Metodo di pagamento
ru_ru: Способ оплаты

# Table 2113709934 - Field 1030200340 - Property 2879900210
source: Progressive No.
cs_cz: Progresivní č.
da_dk: Progressivt nr.
es_mx: N.º progresivo
fi_fi: Juokseva numero
fr_ch: N° progressif
it_ch: Nr. progressivo
ru_ru: Прогрессивный №

# Table 2113709934 - Field 2704404533 - Property 2879900210
source: Quantity
cs_cz: Množství
da_dk: Antal
es_mx: Cantidad
fi_fi: Määrä
fr_ch: Quantité
it_ch: Quantità
ru_ru: Количество

# Table 2113709934 - Field 2829140548 - Property 2879900210
source: Record ID Filter
cs_cz: Filtr ID záznamu
es_mx: Filtro de id. de registro
fi_fi: Tietuetunnuksen suodatus
fr_ch: Filtre ID enregistrement
it_ch: Filtro ID record
ru_ru: Фильтр по ИД записи

# Table 2113709934 - Field 1683004106 - Property 2879900210
source: Reference Period
cs_cz: Referenční období
da_dk: Referenceperiode
es_mx: Período de referencia
fi_fi: Viitejakso
fr_ch: Période de référence
it_ch: Periodo di riferimento
ru_ru: Ссылочный период

# Table 2113709934 - Field 2259420277 - Property 2879900210
source: Shpt. Method Code
cs_cz: Kód způsobu dod.
da_dk: Leveringsmetodekode
es_mx: Código de método de envío
fi_fi: Toimitustavan koodi
fr_ch: Code condition liv.
it_ch: Codice metodo di spedizione
ru_ru: Код метода поставки

# Table 2113709934 - Field 3024871146 - Property 2879900210
source: Source Currency Amount
cs_cz: Částka ve zdrojové měně
da_dk: Kildevalutabeløb
es_mx: Importe divisa origen
fi_fi: Alkuperäinen valuuttasumma
fr_ch: Montant devise origine
it_ch: Importo valuta di origine
ru_ru: Сумма в исходной валюте

# Table 2113709934 - Field 3627141058 - Property 2879900210
source: Source Entry No.
cs_cz: Číslo položky původu
da_dk: Kildepostløbenr.
es_mx: N.º orden mov. procedencia
fi_fi: Alkuperäinen tapahtumanro
fr_ch: N° séquence origine
it_ch: Nr. movimento di origine
ru_ru: № исходной операции

# Table 2113709934 - Field 1753214751 - Property 2879900210
source: Source Type
cs_cz: Typ původu
da_dk: Kildetype
es_mx: Tipo procedencia mov.
fi_fi: Alkuperäinen tyyppi
fr_ch: Type origine
it_ch: Tipo di origine
ru_ru: Тип источника

# Table 2113709934 - Field 1190561282 - Property 2879900210
source: Statistical System
cs_cz: Statistický systém
da_dk: Statistisk system
es_mx: Régimen estadístico
fi_fi: Tilastojärjestelmä
fr_ch: Système statistique
it_ch: Sistema statistico
ru_ru: Статистическая система

# Table 2113709934 - Field 2275026644 - Property 2879900210
source: Statistical Value
cs_cz: Statistická hodnota
da_dk: Statistisk værdi
es_mx: Valor estadístico
fi_fi: Tilastoarvo
fr_ch: Valeur statistique
it_ch: Valore statistico
ru_ru: Статистическое значение

# Table 2113709934 - Field 970646220 - Property 2879900210
source: Statistics Period
cs_cz: Statistické období
da_dk: Statistikperiode
es_mx: Periodo estadístico
fi_fi: Tilastojakso
fr_ch: Période statistiques
it_ch: Periodo statistico
ru_ru: Статистический период

# Table 2113709934 - Field 3678710499 - Property 2879900210
source: Supplementary Unit Conversion Factor
cs_cz: Konverzní faktor doplňkové jednotky
da_dk: Supplerende enhedsomregningsfaktor
es_mx: Factor conversión unidad adicional
fi_fi: Lisäyksikön muuntokerroin
fr_ch: Facteur de conversion unité supplémentaire
it_ch: Fattore di conversione unità supplementare
ru_ru: Коэффициент пересчета в дополнительную ед. изм.

# Table 2113709934 - Field 2959979021 - Property 2879900210
source: Supplementary Unit of Measure
cs_cz: Doplňková měrná jednotka
da_dk: Supplerende enhedskode
es_mx: Unidad de medida complementaria
fi_fi: Lisämittayksikkö
fr_ch: Unité supplémentaire
it_ch: Unità di misura supplementare
ru_ru: Дополнительная единица измерения

# Table 2113709934 - Field 3165222728 - Property 2879900210
source: Supplementary Quantity
cs_cz: Doplňkové množství
da_dk: Supplerende antal
es_mx: Cantidad adicional
fi_fi: Lisämäärä
fr_ch: Quantité supplémentaire
it_ch: Quantità supplementare
ru_ru: Кол-во в доп. ед. изм.

# Table 2113709934 - Field 3998061958 - Property 2879900210
source: Supplementary Units
cs_cz: Doplňkové jednotky
da_dk: Supplerende enheder
es_mx: Unidades suplementarias
fi_fi: Lisäyksiköt
fr_ch: Unités supplémentaires
it_ch: Unità supplementari
ru_ru: Дополнительные единицы

# Table 2113709934 - Field 359523772 - Property 2879900210
source: Tariff Description
cs_cz: Popis čísla sazebníku
da_dk: Tarifbeskrivelse
es_mx: Descripción de arancel
fi_fi: Nimikkeen kuvaus
fr_ch: Description nomenclature produits
it_ch: Descrizione nomenclatura combinata
ru_ru: Описание тарифа

# Table 2113709934 - Field 3701472611 - Property 2879900210
source: Tariff No.
cs_cz: Číslo sazebníku
da_dk: Tarifnr.
es_mx: Cód. arancelario
fi_fi: Tavaranimike
fr_ch: Nomenclature produits
it_ch: Nomenclatura combinata
ru_ru: Тарифный №

# Table 2113709934 - Field 582094086 - Property 2879900210
source: Total Weight
cs_cz: Celková váha
da_dk: Samlet vægt
es_mx: Peso total
fi_fi: Kokonaispaino
fr_ch: Poids total
it_ch: Peso totale
ru_ru: Общий вес

# Table 2113709934 - Field 1267997203 - Property 2879900210
source: Transaction Specification
cs_cz: Specifikace transakce
da_dk: Transaktionsspecifikation
es_mx: Especificación transacción
fi_fi: Tapahtumamääritys
fr_ch: Régime
it_ch: Specifica transazione
ru_ru: Спецификация транзакции

# Table 2113709934 - Field 3773776616 - Property 2879900210
source: Transaction Type
cs_cz: Typ transakce
da_dk: Transaktionstype
es_mx: Naturaleza de la transacción
fi_fi: Tapahtumatyyppi
fr_ch: Type transaction
it_ch: Tipo di transazione
ru_ru: Тип транзакции

# Table 2113709934 - Field 3193866272 - Property 2879900210
source: Transport Method
cs_cz: Typ přepravy
da_dk: Transportmetode
es_mx: Modo transporte
fi_fi: Kuljetusmuoto
fr_ch: Mode de transport
it_ch: Metodo di trasporto
ru_ru: Метод перевозки

# Table 2113709934 - Field 1878130204 - Property 2879900210
source: Type
cs_cz: Typ
es_mx: Tipo
fi_fi: Tyyppi
it_ch: Tipo
ru_ru: Тип

# Table 3132071445 - Property 2879900210
source: Intrastat Report Setup
cs_cz: Nastavení hlášení Intrastat
da_dk: Opsætning af Intrastat-rapport
es_mx: Config. de informe Intrastat
fi_fi: Intrastat-raportin asetukset
fr_ch: Configuration de l’état de déclaration d’échanges de biens
it_ch: Setup report Intrastat
ru_ru: Настройка отчета Интрастат

# Table 3132071445 - NamedType 2347920941
source: You cannot delete contact number %1 because it is set up as an Intrastat contact in the Intrastat Setup window.
cs_cz: Nemůžete odstranit kontakt s číslem %1, protože kontakt je nastaven jako kontakt Intrastatu v okně Nastavení Intrastatu.
da_dk: Du kan ikke slette kontaktnummeret %1 fordi det er konfigureret som en Intrastat-kontakt i vinduet Intrastat-opsætning.
es_mx: No puede eliminar el número de contacto %1 porque está configurado como contacto Intrastat en la ventana Configuración de Intrastat.
fi_fi: Et voi poistaa kontaktinumeroa %1, koska se on määritetty Intrastat-kontaktiksi Valtiokohtaiset asetukset -ikkunassa.
fr_ch: Vous ne pouvez pas supprimer le numéro de contact %1, car il est configuré comme contact intracommunautaire dans la fenêtre Configuration intracommunautaire.
it_ch: Impossibile eliminare il numero di contatto %1 perché è impostato come contatto Intrastat nella finestra Setup Intrastat.
ru_ru: Невозможно удалить номер контакта %1, так как он настроен в качестве контакта Интрастат в окне "Настройка Интрастат".
