Repository: jbakach/MSDyn365BC.Code.History
Catalog: Intrastat/Source/Intrastat Core/Translations/Intrastat Core.*.xlf
Languages: cs_cz, da_dk, es_mx, fi_fi, fr_ch, it_ch, ru_ru

# Page 1566601818 - Control 970646220 - Property 1295455071
source: Specifies the month to report data for. Enter the period as a four-digit number, with no spaces or symbols. Depending on your country, enter either the month first and then the year, or vice versa. For example, enter either 1706 or 0617 for June, 2017.
cs_cz: Určuje měsíc k vykazování dat. Zadejte období jako čtyřciferné číslo bez mezer nebo symbolů. V závislosti na vaší zemi, zadejte buď měsíc, a pak rok, nebo naopak. Například zadejte 1706 nebo 0617 pro červen 2017.
da_dk: Angiver den måned, der skal rapporteres data for. Angiv perioden som et tal på fire cifre, uden mellemrum eller symboler. Afhængigt af landet indtastes enten måneden først og året derefter, eller omvendt. Angiv f.eks. 1706 eller 0617 for juni 2017.
es_mx: Especifica el mes para el que se van a notificar los datos. Indique el período como un número de cuatro dígitos, sin espacios ni símbolos. En función de su país o región, escriba primero el mes y después el año o viceversa. Por ejemplo, escriba 1706 o 0617 para junio de 2017.
fi_fi: Määrittää kuukauden, jonka tiedot raportoidaan. Anna jakso nelinumeroisena lukuna ilman välilyöntejä ja symboleja. Anna ensin kuukausi ja sitten vuosi tai päinvastoin maasi käytännön mukaan. Jos kuukausi on esimerkiksi vuoden 2017 heinäkuu, syötä joko 1706 tai 0617.
fr_ch: Spécifie le mois pour lequel déclarer des données. Saisissez la période sous la forme d’un nombre à quatre chiffres, sans espaces ni symboles. Selon votre pays, saisissez d’abord le mois, puis l’année, ou inversement. Par exemple, saisissez 1706 ou 0617 pour juin 2017.
it_ch: Specifica il mese di cui presentare i dati. Immettere il periodo come numero di quattro cifre, senza spazi o simboli. A seconda del paese, immettere prima il mese e poi l'anno o viceversa. Ad esempio immettere 1706 o 0617 per giugno 2017.
ru_ru: Определяет месяц, за который необходимо представить данные. Введите период в виде четырехзначного числа без пробелов и других символов. В зависимости от страны/региона введите сначала месяц, а потом год, или наоборот. Например, введите 1706 или 0617, чтобы указать июнь 2017 г.

# Page 3132071445 - Property 2879900210
source: Intrastat Report Setup
cs_cz: Nastavení hlášení Intrastat
da_dk: Opsætning af Intrastat-rapport
es_mx: Config. de informe Intrastat
fi_fi: Intrastat-raportin asetukset
fr_ch: Configuration de l’état de déclaration d’échanges de biens
it_ch: Setup report Intrastat
ru_ru: Настройка отчета Интрастат

# Page 3132071445 - Control 3962922608 - Property 2879900210
source: Default Transactions
cs_cz: Výchozí transakce
da_dk: Standardtransaktioner
es_mx: Transacciones predeterminadas
fi_fi: Oletustapahtumat
fr_ch: Transactions par défaut
it_ch: Transazioni predefinite
ru_ru: Транзакции по умолчанию

# Page 3132071445 - Control 19531693 - Property 1295455071
source: Specifies the default 3-party trade VAT number.
cs_cz: Určuje výchozí DIČ obchodu 3. stran.
da_dk: Angiver standarden for tredjeparts momsnummer.
es_mx: Especifica el número de IVA comercial del tercero predeterminado.
fi_fi: Määrittää oletusarvoisen kolmikantakaupan ALV-numeron.
fr_ch: Spécifie le numéro de TVA commerciale tierce partie par défaut.
it_ch: Specifica il numero di partita IVA predefinito per il commercio di terze parti.
ru_ru: Определяет номер НДС по умолчанию для сделок с третьей стороной.

# Page 3132071445 - Control 4168804269 - Property 1295455071
source: Shows the default receiving country code.
da_dk: Viser standardkoden for modtagerland/område.
es_mx: Muestra el código de país de recepción predeterminado.
fi_fi: Näyttää oletusarvoisen vastaanottomaan koodin.
fr_ch: Affiche le code du pays de réception par défaut.
it_ch: Mostra il codice paese di ricevimento predefinito.
ru_ru: Показывает код страны получения по умолчанию.

# Page 3132071445 - Control 2903705327 - Property 1295455071
source: Specifies the default private person VAT number.
cs_cz: Určuje výchozí DIČ soukromé osoby.
da_dk: Angiver den private persons standardmomsnummer.
es_mx: Especifica el número de IVA de la persona privada predeterminada.
fi_fi: Määrittää oletusarvoisen yksityishenkilön ALV-tunnuksen.
fr_ch: Spécifie le numéro de TVA de la personne privée par défaut.
it_ch: Specifica il numero di partita IVA predefinito per persona.
ru_ru: Определяет номер НДС по умолчанию для физического лица.

# Page 3132071445 - Control 694900210 - Property 1295455071
source: Specifies the default VAT number for unknown state.
da_dk: Angiver standardmomsnummeret for ukendt tilstand.
es_mx: Especifica el número de IVA predeterminado para un estado desconocido.
fi_fi: Määrittää oletusarvoisen ALV-numeron tuntemattomalle tilalle.
fr_ch: Spécifie le numéro de TVA par défaut de l’état inconnu.
it_ch: Specifica il numero di partita IVA predefinito per lo stato sconosciuto.
ru_ru: Определяет номер НДС по умолчанию для неизвестного государства.

# Page 3132071445 - Control 3902642213 - Property 1295455071
source: Specifies the default transaction type for sales returns and service returns, and purchase returns.
cs_cz: Určuje výchozí typ transakce pro prodejní vratky, vratky servisu a nákupní vratky.
da_dk: Angiver standardtransaktionstypen for salgsreturneringer, servicereturneringer og købsreturneringer.
es_mx: Especifica el tipo de transacción predeterminado de devoluciones de ventas, devoluciones de servicios y devoluciones de compras.
fi_fi: Määrittää myyntipalautusten, huoltopalautusten ja ostopalautusten oletustapahtumatyypin.
fr_ch: Spécifie le type de transaction par défaut pour les retours sur ventes, les retours de service et les retours sur achats.
it_ch: Specifica il tipo di transazione predefinito per i resi di vendita, i resi di assistenza e i resi di acquisto.
ru_ru: Определяет тип транзакции по умолчанию для возвратов продажи, сервисных возвратов и возвратов покупки.

# Page 3132071445 - Control 4157906401 - Property 1295455071
source: Specifies the default transaction type for regular sales shipments and service shipments, and purchase receipts.
cs_cz: Určuje výchozí typ transakce pro pravidelné prodejní dodávky, dodávky servisu a nákupní příjemky.
da_dk: Angiver standardtransaktionstypen for almindelige salgsleverancer, serviceleverancer og købsmodtagelser.
es_mx: Especifica el tipo de transacción predeterminado para remisiones de venta normales, entregas de servicio y recepciones de compra.
fi_fi: Määrittää säännöllisten myyntitoimitusten, huoltotoimitusten ja ostovastaanottojen oletustapahtumatyypin.
fr_ch: Spécifie le type de transaction par défaut pour les expéditions vente régulières, les expéditions de service et les réceptions achat enregistrées.
it_ch: Specifica il tipo di transazione predefinito per spedizioni di vendita, spedizioni di assistenza e carichi di acquisto regolari.
ru_ru: Определяет тип транзакции по умолчанию для обычных расходных накладных продажи, сервисных расходных накладных и приходных накладных покупки.

# Page 3132071445 - Control 2445482498 - Property 2879900210
source: General
cs_cz: Obecné
da_dk: Generelt
fi_fi: Yleiset
fr_ch: Général
it_ch: Generale
ru_ru: Общие сведения

# Page 3132071445 - Control 2681653000 - Property 1295455071
source: Specifies the information to include in the company's VAT registration number when it's exported to the Intrastat file.
cs_cz: Určuje informace, které mají být zahrnuty do DIČ společnosti při exportu do souboru Intrastat.
da_dk: Angiver de oplysninger, der skal indgå i virksomhedens momsregistreringsnummer, når det udlæses til Intrastat-filen.
es_mx: Especifica la información que se incluirá en el CIF/NIF de la empresa cuando se exporte al archivo de Intrastat.
fi_fi: Määrittää tiedot, jotka sisällytetään yrityksen ALV-rekisterinumeroon, kun se viedään Intrastat-tiedostoon.
fr_ch: Spécifie les informations à inclure dans le numéro d’identification intracommunautaire de la société quand il est exporté vers le fichier Déclaration d’échanges de biens.
it_ch: Specifica le informazioni da includere nel numero di partita IVA della società quando viene esportato nel file Intrastat.
ru_ru: Определяет сведения, которые должны включаться в регистрационный номер НДС организации при его экспорте в файл Интрастат.

# Page 3132071445 - Control 1818799312 - Property 1295455071
source: Specifies the information to include in a customer's VAT registration number when it's exported to the Intrastat file.
cs_cz: Určuje informace, které mají být zahrnuty do DIČ zákazníka při exportu do souboru Intrastat.
da_dk: Angiver de oplysninger, der skal indgå i debitorens momsregistreringsnummer, når det udlæses til Intrastat-filen.
es_mx: Especifica la información que se incluirá en el CIF/NIF de un cliente cuando se exporte al archivo de Intrastat.
fi_fi: Määrittää tiedot, jotka sisällytetään asiakkaan ALV-rekisterinumeroon, kun se viedään Intrastat-tiedostoon.
fr_ch: Spécifie les informations à inclure dans le numéro d’identification intracommunautaire d’un client quand il est exporté vers le fichier Déclaration d’échanges de biens.
it_ch: Specifica le informazioni da includere nel numero di partita IVA di un cliente quando viene esportato nel file Intrastat.
ru_ru: Определяет сведения, которые должны включаться в регистрационный номер НДС клиента при его экспорте в файл Интрастат.

# Page 3132071445 - Control 2410835908 - Property 1295455071
source: Specifies the type of line that the partner's VAT registration number is updated for.
cs_cz: Určuje typ řádku, pro který se aktualizuje DIČ partnera.
da_dk: Angiver den linjetype, som partnerens momsregistreringsnummer opdateres for.
es_mx: Especifica el tipo de línea para la que se actualiza el CIF/NIF del socio.
fi_fi: Määrittää sen rivin tyypin, jolla kumppanin ALV-rekisterinumero päivitetään.
fr_ch: Spécifie le type de ligne pour lequel le n° identif. intracomm. du partenaire est mis à jour.
it_ch: Specifica il tipo di riga per cui viene aggiornato il numero di partita IVA del partner.
ru_ru: Определяет тип строки, для которой обновляется регистрационный номер НДС партнера.

# Page 3132071445 - Control 1451650335 - Property 1295455071
source: Specifies the Intrastat contact.
cs_cz: Určuje kontakt Intrastatu.
da_dk: Angiver Intrastat-kontakten.
es_mx: Especifica el contacto Intrastat.
fi_fi: Määrittää Intrastat-yhteyshenkilön.
fr_ch: Spécifie le contact intracommunautaire.
it_ch: Specifica il contatto Intrastat.
ru_ru: Определяет контакт Интрастат.

# Page 3132071445 - Control 1001138814 - Property 1295455071
source: Specifies the Intrastat contact type.
cs_cz: Určuje typ kontaktu Intrastat.
da_dk: Angiver Intrastat-kontakttypen.
es_mx: Especifica el tipo de contacto Intrastat.
fi_fi: Määrittää Intrastat-yhteyshenkilön tyypin.
fr_ch: Spécifie le type de contact intracommunautaire.
it_ch: Specifica il tipo di contatto Intrastat.
ru_ru: Определяет тип контакта Интрастат.

# Page 3132071445 - Control 1119210147 - Property 1295455071
source: Specifies that you must include arrivals of received goods in Intrastat reports.
cs_cz: Určuje, že musíte zahrnout příjmy zboží do sestav Intrastatu.
da_dk: Angiver, at du skal inkludere tilgang af modtagede varer i Intrastatrapporter.
es_mx: Especifica que debe incluir las llegadas de artículos recibidos en los informes de intrastat.
fi_fi: Määrittää, että vastaanotettujen tavaroiden saapuminen sisällytetään Intrastat-raportteihin.
fr_ch: Spécifie que vous devez inclure les arrivages de marchandises reçues dans les déclarations d'échanges intracomm.
it_ch: Specifica che è necessario includere gli arrivi delle le merci ricevute nei report Intrastat.
ru_ru: Указывает, следует ли включать в отчеты Интрастат поступления полученных товаров.

# Page 3132071445 - Control 3033389719 - Property 1295455071
source: Specifies that you must include shipments of dispatched items in Intrastat reports.
cs_cz: Určuje, že musíte zahrnout dodávky zboží do sestav Intrastatu.
da_dk: Angiver, at du skal inkludere leverancer af afsendte varer i Intrastatrapporter.
es_mx: Especifica que debe incluir los envíos de artículos distribuidos en los informes de intrastat.
fi_fi: Määrittää, että lähetettyjen nimikkeiden toimitukset sisällytetään Intrastat-raportteihin.
fr_ch: Spécifie que vous devez inclure les expéditions de marchandises réparties dans les états intracomm.
it_ch: Specifica che è necessario includere le spedizioni degli articoli inviati nei report Intrastat.
ru_ru: Указывает, следует ли включать в отчеты Интрастат отгрузки отправленных товаров.

# Page 3132071445 - Control 3496517085 - Property 1295455071
source: Specifies based on which country code Intrastat report lines are taken.
da_dk: Angiver, ud fra hvilke landekoder Intrastat-rapportlinjer skal tages.
es_mx: Especifica en base a qué código de país se obtienen las líneas de informe Intrastat.
fi_fi: Määrittää, minkä maakoodin perusteella Intrastat-raportin rivit määritetään.
fr_ch: Spécifie sur la base de quel code pays les lignes de l’état de déclaration d’échanges de biens sont extraites.
it_ch: Specifica in base a quale codice paese vengono utilizzate le righe report Intrastat.
ru_ru: Определяет, по какому коду страны берутся строки отчета Интрастат.

# Page 3132071445 - Control 3961198312 - Property 1295455071
source: Specifies based on which customer/vendor code VAT number is taken for the Intrastat report.
cs_cz: Určuje, na základě kterého kódu zákazníka/dodavatele se získává DIČ pro hlášení Intrastat.
da_dk: Angiver, ud fra hvilken debitor/kreditorkode momsnummeret tages til Intrastat-rapporten.
es_mx: Especifica en base a qué código de cliente/proveedor se obtiene el número de IVA para el informe Intrastat.
fi_fi: Määrittää, minkä asiakas-/toimittajakoodin perusteella Intrastat-raportin ALV-numero määritetään.
fr_ch: Spécifie le numéro de TVA du code client/fournisseur qui est utilisé comme base pour l’état de déclaration d’échanges de biens.
it_ch: Specifica in base a quale codice cliente/fornitore viene utilizzato il numero partita IVA per il report Intrastat.
ru_ru: Определяет, на основании какого кода клиента/поставщика берется номер НДС для отчета Интрастат.

# Page 3132071445 - Control 2680197960 - Property 1295455071
source: Specifies the information to include in a vendor's VAT registration number when it's exported to the Intrastat file.
cs_cz: Určuje informace, které mají být zahrnuty do DIČ dodavatele při exportu do souboru Intrastat.
da_dk: Angiver de oplysninger, der skal indgå i kreditorens momsregistreringsnummer, når det udlæses til Intrastat-filen.
es_mx: Especifica la información que se incluirá en el CIF/NIF de un proveedor cuando se exporte al archivo de Intrastat.
fi_fi: Määrittää tiedot, jotka sisällytetään toimittajan ALV-rekisterinumeroon, kun se viedään Intrastat-tiedostoon.
fr_ch: Spécifie les informations à inclure dans le numéro d’identification intracommunautaire d’un fournisseur quand il est exporté vers le fichier Déclaration d’échanges de biens.
it_ch: Specifica le informazioni da includere nel numero di partita IVA di un fornitore quando viene esportato nel file Intrastat.
ru_ru: Определяет сведения, которые должны включаться в регистрационный номер НДС поставщика при его экспорте в файл Интрастат.

# Page 3132071445 - Control 1532816877 - Property 2879900210
source: Numbering
cs_cz: Číslování
da_dk: Nummerering
es_mx: Numeración
fi_fi: Numerointi
fr_ch: Numérotation
it_ch: Numerazione
ru_ru: Нумерация

# Page 3132071445 - Control 1136635266 - Property 1295455071
source: Specifies the code for the number series that will be used to assign numbers to intrastat documents. To see the number series that have been set up in the No. Series table, click the drop-down arrow in the field.
cs_cz: Určuje kód pro číselné řady, který bude použit pro přiřazení čísel dokladům intrastat. Pro zhlédnutí číselných řad, které byly nastaveny v tabulce Číselné řady, klikněte na šipku rozevíracího seznamu v poli.
da_dk: Angiver koden for den nummerserie, der bruges til at tilknytte numre Intrastat-bilag. Klik på rullepilen i feltet for at få vist den nummerserie, der er oprettet i tabellen Nummerserie.
es_mx: Especifica el código de la serie numérica que se va a usar para asignar números a los documentos de Intrastat. Para ver las series numéricas que se han configurado en la tabla Nos. serie, haga clic en la flecha desplegable del campo.
fi_fi: Määrittää sen numerosarjan koodin, jota käytetään määritettäessä numeroita Intrastat-asiakirjoille. Saat Nrosarja-taulukossa määritetyt numerosarjat näkyviin napsauttamalla kentän alanuolipainiketta.
fr_ch: Spécifie le code des souches de numéros qui seront utilisées pour affecter des numéros aux documents de déclaration d’échange de biens. Pour voir les souches de numéros qui ont été définies dans la table Souches de n°, cliquez sur la flèche déroulante vers le bas dans le champ.
it_ch: Specifica il codice della numerazione che verrà utilizzato per assegnare numeri ai documenti Intrastat. Per visualizzare la numerazione che è stata impostata nella tabella Nr. serie, fare clic sulla freccia a discesa nel campo.
ru_ru: Определяет код серии номеров, который будет использоваться для присвоения номеров документам Интрастат. Чтобы просмотреть серии номеров, настроенные в таблице "Серия номеров", щелкните стрелку раскрывающегося списка в этом поле.

# Page 3132071445 - Control 2057091634 - Property 2879900210
source: Reporting
cs_cz: Hlášení
da_dk: Rapportering
es_mx: Notificación
fi_fi: Raportointi
fr_ch: Génération d’états
it_ch: Creazione di report
ru_ru: Отчетность

# Page 3132071445 - Control 1659701640 - Property 1295455071
source: Specifies the data exchange definition code to generate the intrastat file.
cs_cz: Určuje kód definice výměny dat pro generování souboru Intrastat.
da_dk: Angiver den kode for dataudvekslingsdefinition, som Intrastat-filen skal genereres med.
es_mx: Especifica el código definición de intercambio de datos para generar el archivo de Intrastat.
fi_fi: Määrittää Intrastat-tiedoston luontiin käytettävän tiedonsiirtomäärityksen koodin.
fr_ch: Spécifie le code de définition d’échange de données pour générer le fichier D.E.B.
it_ch: Specifica il codice della definizione di scambio dati per generare il file Intrastat.
ru_ru: Определяет код определения обмена данными для формирования файла Интрастат.

# Page 3132071445 - Control 1282614447 - Property 1295455071
source: Specifies the data exchange definition code to generate the intrastat file for received goods.
cs_cz: Určuje kód definice výměny dat pro generování souboru intrastat pro přijaté zboží.
da_dk: Angiver dataudvekslingsdefinitionskoden til at genere Intrastat-filen for modtagne varer.
es_mx: Especifica el código de definición de intercambio de datos para generar el archivo de Intrastat para mercancías recibidas.
fi_fi: Määrittää vastaanotettujen tavaroiden Intrastat-tiedoston luontiin käytettävän tiedonsiirtomäärityksen koodin.
fr_ch: Spécifie le code de définition d’échange de données pour générer le fichier de déclaration d’échanges de biens pour les biens reçus.
it_ch: Specifica il codice della definizione di scambio dati per generare il file Intrastat per le merci ricevute.
ru_ru: Определяет код определения обмена данными для формирования файла Интрастат по полученным товарам.

# Page 3132071445 - Control 377589252 - Property 1295455071
source: Specifies the data exchange definition code to generate the intrastat file for shipped goods.
cs_cz: Určuje kód definice výměny dat pro generování souboru intrastat pro dodané zboží.
da_dk: Angiver dataudvekslingsdefinitionskoden til at genere Intrastat-filen for leverede varer.
es_mx: Especifica el código de definición de intercambio de datos para generar el archivo de Intrastat para mercancías enviadas.
fi_fi: Määrittää toimitettujen tavaroiden Intrastat-tiedoston luontiin käytettävän tiedonsiirtomäärityksen koodin.
fr_ch: Spécifie le code de définition d’échange de données pour générer le fichier de déclaration d’échanges de biens pour les biens expédiés.
it_ch: Specifica il codice della definizione di scambio dati per generare il file Intrastat per le merci spedite.
ru_ru: Определяет код определения обмена данными для формирования файла Интрастат по отгруженным товарам.

# Page 3132071445 - Control 1577525362 - Property 1295455071
source: Specifies the data exchange definition name to generate the intrastat file.
cs_cz: Určuje název definice výměny dat pro generování souboru intrastat.
da_dk: Angiver navnet på den dataudvekslingsdefinition, der skal genereres af Intrastat-filen.
es_mx: Especifica el nombre de la definición de intercambio de datos para generar el archivo de Intrastat.
fi_fi: Määrittää Intrastat-tiedoston luontiin käytettävän tiedonsiirtomäärityksen nimen.
fr_ch: Spécifie le nom de la définition d’échange de données pour générer le fichier D.E.B.
it_ch: Specifica il nome della definizione di scambio dati per generare il file Intrastat.
ru_ru: Определяет имя определения обмена данными для формирования файла Интрастат.

# Page 3132071445 - Control 1809596345 - Property 1295455071
source: Specifies the data exchange definition name to generate the intrastat file for received goods.
cs_cz: Určuje název definice výměny dat pro generování souboru intrastat pro přijaté zboží.
da_dk: Angiver dataudvekslingsdefinitionsnavnet til at genere Intrastat-filen for afsendte varer.
es_mx: Especifica el nombre de la definición de intercambio de datos para generar el archivo de Intrastat para mercancías recibidas.
fi_fi: Määrittää vastaanotettujen tavaroiden Intrastat-tiedoston luontiin käytettävän tiedonsiirtomäärityksen nimen.
fr_ch: Spécifie le nom de la définition d’échange de données pour générer le fichier de déclaration d’échanges de biens pour les biens reçus.
it_ch: Specifica il nome della definizione di scambio dati per generare il file Intrastat per le merci ricevute.
ru_ru: Определяет имя определения обмена данными для формирования файла Интрастат по полученным товарам.

# Page 3132071445 - Control 275031390 - Property 1295455071
source: Specifies the data exchange definition name to generate the intrastat file for shipped goods.
cs_cz: Určuje název definice výměny dat pro generování souboru intrastat pro dodané zboží.
da_dk: Angiver dataudvekslingsdefinitionsnavnet til at genere Intrastat-filen for leverede varer.
es_mx: Especifica el nombre de la definición de intercambio de datos para generar el archivo de Intrastat para mercancías enviadas.
fi_fi: Määrittää toimitettujen tavaroiden Intrastat-tiedoston luontiin käytettävän tiedonsiirtomäärityksen nimen.
fr_ch: Spécifie le nom de la définition d’échange de données pour générer le fichier de déclaration d’échanges de biens pour les biens expédiés.
it_ch: Specifica il nome della definizione di scambio dati per generare il file Intrastat per le merci spedite.
ru_ru: Определяет имя определения обмена данными для формирования файла Интрастат по отгруженным товарам.

# Page 3132071445 - Control 4007980569 - Property 1295455071
source: Specifies if Receipts and Shipments shall be reported in two separate files.
cs_cz: Určuje, zda mají být příjmy a dodávky vykázány ve dvou samostatných souborech.
da_dk: Angiver, om indtægter og leverancer skal rapporteres i to separate filer.
es_mx: Especifica si se comunicarán las recepciones y los envíos en dos archivos independientes.
fi_fi: Määrittää, raportoidaanko vastaanotot ja toimitukset kahdessa erillisessä tiedostossa.
fr_ch: Indique si les réceptions et les expéditions doivent être enregistrées dans deux fichiers séparés.
it_ch: Specifica se le ricevute e le spedizioni devono essere dichiarate in due file distinti.
ru_ru: Указывает, должны ли приходы и расходы выводиться в двух отдельных файлах.
