Repository: jbakach/MSDyn365BC.Code.History
Catalog: Intrastat/Source/Intrastat Core/Translations/Intrastat Core.*.xlf
Languages: cs_cz, da_dk, es_mx, fi_fi, fr_ch, it_ch, ru_ru

# Page 3132071445 - Control 2043133186 - Property 1295455071
source: Specifies if report file (-s) shall be added to Zip file.
cs_cz: Určuje, zda má být soubor (-y) hlášení přidán (-y) do souboru ZIP.
da_dk: Angiver, om der skal føjes rapportfiler til zip-filen.
es_mx: Especifica si se agregará el archivo de informe (-s) al archivo zip.
fi_fi: Määrittää, lisätäänkö raporttitiedostot zip-tiedostoon.
fr_ch: Indique si le fichier d’état (-s) doit être ajouté au fichier zip.
it_ch: Specifica se il file di report (-s) deve essere aggiunto al file Zip.
ru_ru: Указывает, нужно ли добавлять файл (или файлы) отчета в ZIP-файл.

# Page 3132071445 - Action 3749148396 - Property 1295455071
source: View and edit fields to be verified by the Intrastat check.
cs_cz: Zobrazte a upravte pole, která mají být ověřena kontrolou Intrastat.
da_dk: Vis og rediger felter, der skal bekræftes af Intrastat-kontrollen.
es_mx: Permite ver y editar campos que la comprobación de Intrastat va a verificar.
fi_fi: Tarkastele ja muokkaa Intrastat-tarkistuksen vahvistamia kenttiä.
fr_ch: Affichez et modifiez les champs à vérifier par la fonction de vérification de la déclaration d’échanges de biens.
it_ch: Visualizzare e modificare i campi che devono essere verificati dal controllo Intrastat.
ru_ru: Просмотр и изменение полей, проверяемых при проверке Интрастат.

# Page 3132071445 - Action 3749148396 - Property 2879900210
source: Intrastat Report Checklist
cs_cz: Kontrolní seznam hlášení Intrastat
da_dk: Tjekliste til Intrastat-rapport
es_mx: Lista de comprobación de informe Intrastat
fi_fi: Intrastat-raportin tarkistusluettelo
fr_ch: Liste de contrôle État de déclaration d’échanges de biens
it_ch: Elenco di controllo report Intrastat
ru_ru: Контрольный список отчета Интрастат

# Page 3458657684 - Property 2879900210
source: Intrastat Report Setup
cs_cz: Nastavení hlášení Intrastat
da_dk: Opsætning af Intrastat-rapport
es_mx: Config. de informe Intrastat
fi_fi: Intrastat-raportin asetukset
fr_ch: Configuration de l’état de déclaration d’échanges de biens
it_ch: Setup report Intrastat
ru_ru: Конфигурация отчетности Интрастат

# Page 3458657684 - NamedType 984350027
source: The setup is not complete.\\Are you sure you want to exit?
cs_cz: Nastavení aplikace není dokončeno.\\Opravdu chcete ukončit program?
da_dk: Konfigurationen er ikke fuldført.\\Er du sikker på, at du vil afslutte?
es_mx: La configuración no está completa.\\¿Seguro que desea salir?
fi_fi: Määritys on kesken.\\Haluatko varmasti poistua?
fr_ch: La configuration n’est pas terminée.\\Voulez-vous vraiment quitter ?
it_ch: Il setup non è stato completato.\\Uscire?
ru_ru: Настройка не завершена.\\Вы уверены, что хотите выйти?

# Page 3458657684 - Control 3749788842 - Property 1968111052
source: All VAT Reports Configuration records for Intrastat Report will be removed during the process.
cs_cz: Všechny záznamy konfigurace sestav DPH pro sestavu Intrastat budou během procesu odebrány.
da_dk: Alle momsrapportkonfigurationsposter for Intrastat-rapporten fjernes, mens processen er i gang.
es_mx: Todos los registros de configuración de informes de IVA para el informe de Intrastat se eliminarán durante el proceso.
fi_fi: Kaikki Intrastat-raportin ALV-raporttien määritystietueet poistetaan prosessin aikana.
fr_ch: Tous les enregistrements de configuration des déclarations de TVA pour l’état de la déclaration d’échanges de biens seront supprimés pendant le traitement.
it_ch: Tutti i record di configurazione report IVA per il report Intrastat verranno rimossi durante il processo.
ru_ru: В ходе процесса будут удалены все записи конфигурации отчетов по НДС для отчета Интрастат.

# Page 3458657684 - Control 3749788842 - Property 2879900210
source: Important
cs_cz: Důležité
da_dk: Vigtigt
es_mx: Importante
fi_fi: Tärkeää
it_ch: Importante
ru_ru: Важно!

# Page 3458657684 - Control 3647570164 - Property 1968111052
source: Choose Next to specify basic Intrastat reporting info.
cs_cz: Zvolte Další a zadejte základní informace o vykazování Intrastat.
da_dk: Vælg Næste for at angive grundlæggende oplysninger om Intrastat-rapportering.
es_mx: Elija Siguiente para especificar la información básica de informes Intrastat.
fi_fi: Määritä Intrastat-raportoinnin perustiedot valitsemalla Seuraava.
fr_ch: Sélectionnez Suivant pour spécifier les informations de génération d’états de déclaration d’échanges de biens de base.
it_ch: Scegliere Avanti per specificare le informazioni di report Intrastat di base.
ru_ru: Нажмите "Далее", чтобы указать базовую информацию для отчетности Интрастат.

# Page 3458657684 - Control 3647570164 - Property 2879900210
source: Let's go!
cs_cz: Začněme!
da_dk: Lad os komme i gang!
es_mx: Empecemos.
fi_fi: Aloitetaan!
fr_ch: C’est parti !
it_ch: Inizia
ru_ru: Приступим!

# Page 3458657684 - Control 1156881414 - Property 1968111052
source: Intrastat Report Setup is used to enable intrastat reporting and set defaults for it. You can specify whether you need to report Intrastat from shipments (dispatches), receipts (arrivals) or both depending on thresholds set by your local regulations. You can also set default transaction types for regular and return documents, used for nature of transaction reporting.
cs_cz: Nastavení hlášení Intrastat se používá k povolení vykazování intrastatu a nastavení výchozích hodnot. Můžete určit, zda potřebujete vykazovat dodávky, příjemky nebo obojí v závislosti na prahových hodnotách stanovených místními předpisy. Můžete také nastavit výchozí typy transakcí pro běžné doklady a vratky, které se používají pro vykazování transakcí.
da_dk: Intrastat-rapportopsætning bruges til at aktivere Intrastat-rapportering og angive standarder for den. Du kan angive, om du vil rapportere Intrastat fra leverancer (udsendere), modtagelser (ankomster) eller begge afhængigt af de tærskler, der er angivet af lokale regler. Du kan også angive standardtransaktionstyper for almindelige og returnerede dokumenter, der bruges til arten af transaktionsrapporteringen.
es_mx: La configuración de informe Intrastat se usa para habilitar los informes Intrastat y establecer valores predeterminados. Puede especificar si necesita hacer informes de Intrastat de envíos (repartos), recepciones (llegadas) o ambos, en función de los umbrales establecidos por las normativas locales. También puede establecer tipos de transacción predeterminados para documentos normales y de devolución, que se usan para la naturaleza de la notificación de transacciones.
fi_fi: Intrastat-raportin asetusten avulla voidaan ottaa käyttöön Intrastat-raportointi ja määrittää sen oletusarvot. Voit paikallisten määräysten asettamien raja-arvojen perusteella määrittää, onko sinun luotava Intrastat-raportti toimituksista (lähetyksistä), vastaanotoista (saapuvat) vai molemmista. Voit myös valita oletustapahtumatyypit tapahtumien raportoinnissa käytetyille vakio- ja palautusasiakirjoille.
fr_ch: Configuration de l’état de déclaration d’échanges de biens permet d’activer la génération d’états de déclaration d’échanges de biens et de définir les valeurs par défaut pour celle-ci. Vous pouvez indiquer si vous devez générer des états de déclaration d’échanges de biens à partir des livraisons (expéditions), des réceptions (arrivées) ou les deux en fonction des seuils fixés par votre réglementation locale. Vous pouvez également définir des types de transaction par défaut pour les documents standard et de retour, utilisés la génération d’états de nature de la transaction.
it_ch: Setup report Intrastat è utilizzato per abilitare la creazione di report Intrastat e definire le impostazioni predefinite. È possibile specificare se è necessario dichiarare Intrastat da spedizioni (invii), ricevute (arrivi) o entrambi in base alle soglie impostate dalle normative locali. È anche possibile impostare i tipi di transazione predefiniti per i documenti di reso e regolari, utilizzati per la natura del report di transazione.
ru_ru: Настройка отчетов Интрастат позволяет включить функциональность отчетности Интрастат и задать для нее значения по умолчанию. Можно указать, должны ли отчеты Интрастат формироваться по расходам (отгруженным товарам), приходам (полученным товарам) или и по тому, и другому в зависимости от пороговых значений, предусмотренных в вашем регионе. Также можно задать типы транзакций по умолчанию для обычных документов и документов возврата, используемые для включения в отчеты характера транзакций.

# Page 3458657684 - Control 1156881414 - Property 2879900210
source: Welcome to Intrastat Report Setup
cs_cz: Vítá vás nastavení hlášení Intrastat
da_dk: Velkommen til konfiguration af Intrastat-rapport
es_mx: Bienvenido a la Configuración de informes de Intrastat
fi_fi: Tervetuloa Intrastat-raportin asetuksiin
fr_ch: Bienvenue dans la configuration des états Power BI
it_ch: Setup report Intrastat
ru_ru: Вас приветствует мастер настройки отчетности Интрастат

# Page 3458657684 - Control 2445482498 - Property 2879900210
source: General Information
cs_cz: Obecné informace
da_dk: Generelle oplysninger
es_mx: Información general
fi_fi: Yleiset tiedot
fr_ch: Informations générales
it_ch: Informazioni generali
ru_ru: Общая информация

# Page 3458657684 - Control 2681653000 - Property 1295455071
source: Specifies how the company's VAT registration number exports to the Intrastat file. 0 is the value of the VAT Reg. No. field, 1 adds the EU country code as a prefix, and 2 removes the EU country code.
da_dk: Angiver, hvordan virksomhedens momsregistreringsnummer udlæses til Intrastat-filen. 0 er værdien i feltet Moms-reg.nr., 1 tilføjer EU-landekoden som et præfiks, og 2 fjerner EU-landekoden.
es_mx: Especifica cómo se exporta el RFC/Curp de la empresa al archivo de intrastat. 0 es el valor del campo RFC/Curp, 1 agrega el código de país o región de la UE como prefijo y 2 elimina el código de país o región de la UE.
fi_fi: Määrittää, miten yrityksen ALV-rekisterinumero viedään Intrastat-tiedostoon. 0 on ALV-rek.nro-kentän arvo, 1 lisää EU:n maakoodin etuliitteeksi ja 2 poistaa EU:n maakoodin.
fr_ch: Spécifie la manière dont le numéro d’enregistrement TVA de la société est exporté vers le fichier Intrastat. 0 représente la valeur du champ Num. d’enreg. TVA, 1 ajoute le code pays de l’Union européenne en tant que préfixe et 2 supprime le code pays de l’Union européenne.
it_ch: Specifica il modo in cui la partita IVA della società esporta nel file Intrastat. 0 è il valore del campo Partita IVA, 1 aggiunge il codice paese UE come prefisso e 2 rimuove il codice paese UE.
ru_ru: Определяет, как регистрационный номер плательщика НДС компании экспортируется в файл Интрастат. 0 — это значение поля "Рег. номер НДС", 1 добавляет код страны ЕС в качестве префикса, а 2 удаляет код страны ЕС.

# Page 3458657684 - Control 1818799312 - Property 1295455071
source: Specifies how a customer's VAT registration number exports to the Intrastat file. 0 is the value of the VAT Reg. No. field, 1 adds the EU country code as a prefix, and 2 removes the EU country code.
da_dk: Angiver, hvordan en debitors momsregistreringsnummer udlæses til Intrastat-filen. 0 er værdien i feltet Moms-reg.nr., 1 tilføjer EU-landekoden som et præfiks, og 2 fjerner EU-landekoden.
es_mx: Especifica cómo se exporta el RFC/Curp de un cliente al archivo de intrastat. 0 es el valor del campo RFC/Curp, 1 agrega el código de país o región de la UE como prefijo y 2 elimina el código de país o región de la UE.
fi_fi: Määrittää, miten asiakkaan ALV-rekisterinumero viedään Intrastat-tiedostoon. 0 on ALV-rek.nro-kentän arvo, 1 lisää EU:n maakoodin etuliitteeksi ja 2 poistaa EU:n maakoodin.
fr_ch: Spécifie la manière dont le numéro d’enregistrement TVA d’un client est exporté vers le fichier Intrastat. 0 représente la valeur du champ Num. d’enreg. TVA, 1 ajoute le code pays de l’Union européenne en tant que préfixe et 2 supprime le code pays de l’Union européenne.
it_ch: Specifica il modo in cui il numero di registrazione IVA del cliente Esporta nel file Intrastat. 0 è il valore del Nr. reg. IVA campo 1 aggiunge il codice paese UE come prefisso e 2 rimuove il codice paese UE.
ru_ru: Определяет, как регистрационный номер плательщика НДС клиента экспортируется в файл Интрастат. 0 — это значение поля "Рег. номер НДС", 1 добавляет код страны ЕС в качестве префикса, а 2 удаляет код страны ЕС.

# Page 3458657684 - Control 2410835908 - Property 1295455071
source: Specifies for which type of line Partner's VAT registration number is updated.
cs_cz: Určuje, pro který typ řádku se aktualizuje DIČ partnera.
da_dk: Angiver, hvilken linjetype partnerens momsregistrerings nummer er opdateret for.
es_mx: Especifica para qué tipo de línea se actualiza el CIF/NIF del socio.
fi_fi: Määrittää, minkä tyyppisellä rivillä kumppanin ALV-rekisterinumero päivitetään.
fr_ch: Spécifie le type de ligne pour lequel le n° identif. intracomm. est mis à jour.
it_ch: Specifica per quale tipo di riga viene aggiornato il numero di partita IVA del partner.
ru_ru: Определяет тип строки, для которой обновляется регистрационный номер НДС партнера.

# Page 3458657684 - Control 1451650335 - Property 1295455071
source: Specifies the Intrastat contact.
cs_cz: Určuje kontakt pro Intrastat.
da_dk: Angiver Intrastat-kontakten.
es_mx: Especifica el contacto Intrastat.
fi_fi: Määrittää Intrastat-yhteyshenkilön.
fr_ch: Spécifie le contact intracommunautaire.
it_ch: Specifica il contatto Intrastat.
ru_ru: Определяет контакт Интрастат.

# Page 3458657684 - Control 1001138814 - Property 1295455071
source: Specifies the Intrastat contact type.
cs_cz: Určuje typ kontaktu Intrastat.
da_dk: Angiver Intrastat-kontakttypen.
es_mx: Especifica el tipo de contacto Intrastat.
fi_fi: Määrittää Intrastat-yhteyshenkilön tyypin.
fr_ch: Spécifie le type de contact intracommunautaire.
it_ch: Specifica il tipo di contatto Intrastat.
ru_ru: Определяет тип контакта Интрастат.

# Page 3458657684 - Control 1532816877 - Property 2879900210
source: Numbering
cs_cz: Číslování
da_dk: Nummerering
es_mx: Numeración
fi_fi: Numerointi
fr_ch: Numérotation
it_ch: Numerazione
ru_ru: Нумерация

# Page 3458657684 - Control 1136635266 - Property 1295455071
source: Specifies the code for the number series that will be used to assign numbers to intrastat documents. To see the number series that have been set up in the No. Series table, click the drop-down arrow in the field.
cs_cz: Určuje kód pro číselné řady, který bude použit pro přiřazení čísel dokladům intrastat. Pro zhlédnutí číselných řad, které byly nastaveny v tabulce Číselné řady, klikněte na šipku rozevíracího seznamu v poli.
da_dk: Angiver koden for den nummerserie, der bruges til at tilknytte numre Intrastat-bilag. Klik på rullepilen i feltet for at få vist den nummerserie, der er oprettet i tabellen Nummerserie.
es_mx: Especifica el código de la serie numérica que se va a usar para asignar números a los documentos de Intrastat. Para ver las series numéricas que se han configurado en la tabla Nos. serie, haga clic en la flecha desplegable del campo.
fi_fi: Määrittää sen numerosarjan koodin, jota käytetään määritettäessä numeroita Intrastat-asiakirjoille. Saat Nrosarja-taulukossa määritetyt numerosarjat näkyviin napsauttamalla kentän alanuolipainiketta.
fr_ch: Spécifie le code des souches de numéros qui seront utilisées pour affecter des numéros aux documents de déclaration d’échange de biens. Pour voir les souches de numéros qui ont été définies dans la table Souches de n°, cliquez sur la flèche déroulante vers le bas dans le champ.
it_ch: Specifica il codice della numerazione che verrà utilizzato per assegnare numeri ai documenti Intrastat. Per visualizzare la numerazione che è stata impostata nella tabella Nr. serie, fare clic sulla freccia a discesa nel campo.
ru_ru: Определяет код серии номеров, который будет использоваться для присвоения номеров документам Интрастат. Чтобы просмотреть серии номеров, настроенные в таблице "Серия номеров", щелкните стрелку раскрывающегося списка в этом поле.

# Page 3458657684 - Control 1119210147 - Property 1295455071
source: Specifies that you must include arrivals of received goods in Intrastat reports.
cs_cz: Určuje, že musíte zahrnout příjmy zboží do sestav Intrastatu.
da_dk: Angiver, at du skal inkludere tilgang af modtagede varer i Intrastatrapporter.
es_mx: Especifica que debe incluir las llegadas de artículos recibidos en los informes de intrastat.
fi_fi: Määrittää, että vastaanotettujen tavaroiden saapuminen sisällytetään Intrastat-raportteihin.
fr_ch: Spécifie que vous devez inclure les arrivages de marchandises reçues dans les déclarations d'échanges intracomm.
it_ch: Specifica che è necessario includere gli arrivi delle le merci ricevute nei report Intrastat.
ru_ru: Указывает, следует ли включать в отчеты Интрастат поступления полученных товаров.

# Page 3458657684 - Control 3033389719 - Property 1295455071
source: Specifies that you must include shipments of dispatched items in Intrastat reports.
cs_cz: Určuje, že musíte zahrnout dodávky zboží do sestav Intrastatu.
da_dk: Angiver, at du skal inkludere leverancer af afsendte varer i Intrastatrapporter.
es_mx: Especifica que debe incluir los envíos de artículos distribuidos en los informes de intrastat.
fi_fi: Määrittää, että lähetettyjen nimikkeiden toimitukset sisällytetään Intrastat-raportteihin.
fr_ch: Spécifie que vous devez inclure les expéditions de marchandises réparties dans les états intracomm.
it_ch: Specifica che è necessario includere le spedizioni degli articoli inviati nei report Intrastat.
ru_ru: Указывает, следует ли включать в отчеты Интрастат отгрузки отправленных товаров.

# Page 3458657684 - Control 3496517085 - Property 1295455071
source: Specifies based on which country code Intrastat report lines are taken.
da_dk: Angiver, ud fra hvilke landekoder Intrastat-rapportlinjer skal tages.
es_mx: Especifica en base a qué código de país se obtienen las líneas de informe Intrastat.
fi_fi: Määrittää, minkä maakoodin perusteella Intrastat-raportin rivit määritetään.
fr_ch: Spécifie sur la base de quel code pays les lignes de l’état de déclaration d’échanges de biens sont extraites.
it_ch: Specifica in base a quale codice paese vengono utilizzate le righe report Intrastat.
ru_ru: Определяет, по какому коду страны/региона берутся строки отчета Интрастат.

# Page 3458657684 - Control 3961198312 - Property 1295455071
source: Specifies based on which customer/vendor code VAT number is taken for the Intrastat report.
cs_cz: Určuje, na základě kterého kódu zákazníka/dodavatele se získává DIČ pro hlášení Intrastat.
da_dk: Angiver, ud fra hvilken debitor/kreditorkode momsnummeret tages til Intrastat-rapporten.
es_mx: Especifica en base a qué código de cliente/proveedor se obtiene el número de IVA para el informe Intrastat.
fi_fi: Määrittää, minkä asiakas-/toimittajakoodin perusteella Intrastat-raportin ALV-numero määritetään.
fr_ch: Spécifie le numéro de TVA du code client/fournisseur qui est utilisé comme base pour l’état de déclaration d’échanges de biens.
it_ch: Specifica in base a quale codice cliente/fornitore viene utilizzato il numero partita IVA per il report Intrastat.
ru_ru: Определяет, на основании какого кода клиента/поставщика берется номер НДС для отчета Интрастат.

# Page 3458657684 - Control 2680197960 - Property 1295455071
source: Specifies how a vendor's VAT registration number exports to the Intrastat file. 0 is the value of the VAT Reg. No. field, 1 adds the EU country code as a prefix, and 2 removes the EU country code.
da_dk: Angiver, hvordan en kreditors momsregistreringsnummer udlæses til Intrastat-filen. 0 er værdien i feltet Moms-reg.nr., 1 tilføjer EU-landekoden som et præfiks, og 2 fjerner EU-landekoden.
es_mx: Especifica cómo se exporta el RFC/Curp de un proveedor en el archivo de intrastat. 0 es el valor del campo RFC/Curp, 1 agrega el código de país o región de la UE como prefijo y 2 elimina el código de país o región de la UE.
fi_fi: Määrittää, miten toimittajan ALV-rekisterinumero viedään Intrastat-tiedostoon. 0 on ALV-rek.nro-kentän arvo, 1 lisää EU:n maakoodin etuliitteeksi ja 2 poistaa EU:n maakoodin.
fr_ch: Spécifie la manière dont le numéro d’enregistrement TVA d’un fournisseur est exporté vers le fichier Intrastat. 0 représente la valeur du champ Num. d’enreg. TVA, 1 ajoute le code pays de l’Union européenne en tant que préfixe et 2 supprime le code pays de l’Union européenne.
it_ch: Specifica il modo in cui la partita IVA del fornitore esporta nel file Intrastat. 0 è il valore del campo Partita IVA, 1 aggiunge il codice paese UE come prefisso e 2 rimuove il codice paese UE.
ru_ru: Определяет, как регистрационный номер плательщика НДС поставщика экспортируется в файл Интрастат. 0 — это значение поля "Рег. номер НДС", 1 добавляет код страны ЕС в качестве префикса, а 2 удаляет код страны ЕС.

# Page 3458657684 - Control 1100141636 - Property 2879900210
source: Defaults
cs_cz: Výchozí
da_dk: Standardindstillinger
es_mx: Valores predeterminados
fi_fi: Oletusarvot
fr_ch: Valeurs par défaut
it_ch: Impostazioni predefinite
ru_ru: Значения по умолчанию

# Page 3458657684 - Control 19531693 - Property 1295455071
source: Specifies the default 3-party trade VAT number.
cs_cz: Určuje výchozí DIČ obchodu 3. stran.
da_dk: Angiver standarden for tredjeparts momsnummer.
es_mx: Especifica el número de IVA comercial del tercero predeterminado.
fi_fi: Määrittää oletusarvoisen kolmikantakaupan ALV-numeron.
fr_ch: Spécifie le numéro de TVA commerciale tierce partie par défaut.
it_ch: Specifica il numero di partita IVA predefinito per il commercio di terze parti.
ru_ru: Определяет номер НДС по умолчанию для сделок с третьей стороной.

# Page 3458657684 - Control 4168804269 - Property 1295455071
source: Shows the default receiving country code.
da_dk: Viser standardkoden for modtagerland/område.
es_mx: Muestra el código de país de recepción predeterminado.
fi_fi: Näyttää oletusarvoisen vastaanottomaan koodin.
fr_ch: Affiche le code du pays de réception par défaut.
it_ch: Mostra il codice paese di ricevimento predefinito.
ru_ru: Показывает код страны/региона получения по умолчанию.

# Page 3458657684 - Control 2903705327 - Property 1295455071
source: Specifies the default private person VAT number.
cs_cz: Určuje výchozí DIČ soukromé osoby.
da_dk: Angiver den private persons standardmomsnummer.
es_mx: Especifica el número de IVA de la persona privada predeterminada.
fi_fi: Määrittää oletusarvoisen yksityishenkilön ALV-tunnuksen.
fr_ch: Spécifie le numéro de TVA de la personne privée par défaut.
it_ch: Specifica il numero di partita IVA predefinito privato della persona.
ru_ru: Определяет номер НДС по умолчанию для физического лица.

# Page 3458657684 - Control 694900210 - Property 1295455071
source: Specifies the default VAT number for unknown state.
da_dk: Angiver standardmomsnummeret for ukendt tilstand.
es_mx: Especifica el número de IVA predeterminado para un estado desconocido.
fi_fi: Määrittää oletusarvoisen ALV-numeron tuntemattomalle tilalle.
fr_ch: Spécifie le numéro de TVA par défaut de l’état inconnu.
it_ch: Specifica il numero di partita IVA predefinito per lo stato sconosciuto.
ru_ru: Определяет номер НДС по умолчанию для неизвестного государства.
