Repository: jbakach/MSDyn365BC.Code.History
Catalog: Intrastat/Source/Intrastat Core/Translations/Intrastat Core.*.xlf
Languages: cs_cz, da_dk, es_mx, fi_fi, fr_ch, it_ch, ru_ru

# Enum 1288441239 - EnumValue 1039788004 - Property 2879900210
source: 5-Return+Transformation
cs_cz: 5-Návrat+Transformace
da_dk: 5-Returvare + transformation
es_mx: 5-Devolución+Transformación
fi_fi: 5-Palautus + muunnos
fr_ch: 5-Retour+Transformation
it_ch: 5 - Reso + Trasformazione
ru_ru: 5-Возврат+преобразование

# Enum 57518508 - EnumValue 4259830144 - Property 2879900210
source: Open
cs_cz: Otevřeno
da_dk: Åben
es_mx: Abierta
fi_fi: Avoin
fr_ch: Ouvert
it_ch: Aperto
ru_ru: Открытый

# Enum 57518508 - EnumValue 4020758431 - Property 2879900210
source: Released
cs_cz: Vydané
da_dk: Frigivet
es_mx: Lanzado
fi_fi: Vapautettu
fr_ch: Lancé
it_ch: Rilasciato
ru_ru: Выпущенный

# Enum 2164019716 - EnumValue 2854289444 - Property 2879900210
source: Weight
cs_cz: Hmotnost
da_dk: Vægt
es_mx: Peso
fi_fi: Paino
fr_ch: Poids
it_ch: Peso
ru_ru: Вес

# Enum 2356011176 - EnumValue 1823430260 - Property 2879900210
source: Purchases
cs_cz: Nákupy
da_dk: Køb
es_mx: Compras
fi_fi: Ostot
fr_ch: Achats
it_ch: Acquisti
ru_ru: Покупки

# Enum 2356011176 - EnumValue 1406942772 - Property 2879900210
source: Sales
cs_cz: Prodeje
da_dk: Salg
es_mx: Ventas
fi_fi: Myynti
fr_ch: Ventes
it_ch: Vendite
ru_ru: Продажи

# Enum 3069622850 - EnumValue 600482918 - Property 2879900210
source: EU Country Code + VAT Reg. No
cs_cz: Kód země/oblasti EU + DIČ
da_dk: EU-landekode + momsreg.nr.
es_mx: Cód. país/región UE + RFC/Curp
fi_fi: EU:n maakoodi + ALV-rek.nro
fr_ch: Code pays de l’Union européenne + Num. d’enreg. TVA
it_ch: Codice paese UE con nr. partita IVA
ru_ru: Код страны ЕС + рег. номер НДС

# Enum 3069622850 - EnumValue 1631535830 - Property 2879900210
source: VAT Reg. No.
cs_cz: DIČ
da_dk: Momsreg.nr.
es_mx: RFC/Curp
fi_fi: ALV-rek.nro
fr_ch: Num. d’enreg. TVA
it_ch: Partita IVA
ru_ru: Рег. номер НДС

# Enum 3069622850 - EnumValue 81362573 - Property 2879900210
source: VAT Reg. No. Without EU Country Code
cs_cz: DIČ bez kódu země/oblasti EU
da_dk: Momsreg.nr. uden EU-landekode
es_mx: RFC/Curp sin cód. país/región UE
fi_fi: ALV-rek.nro ilman EU:n maakoodia
fr_ch: Num. d’enreg. TVA sans code pays de l’Union européenne
it_ch: Nr. partita IVA senza codice paese UE
ru_ru: Рег. номер НДС без кода страны ЕС

# Enum 2793014759 - EnumValue 2199205890 - Property 2879900210
source: Bill-to VAT
cs_cz: Plátce DPH
da_dk: Fakturer-til-moms
es_mx: IVA de facturación
fi_fi: Laskutusasiakkaan ALV
fr_ch: TVA facturation
it_ch: Fatturare a - IVA
ru_ru: НДС плательщика

# Enum 2793014759 - EnumValue 2713471061 - Property 2879900210
source: Sell-to VAT
cs_cz: Prodej DPH
da_dk: Sælg-til-moms
es_mx: IVA de dirección de venta
fi_fi: Tilausasiakkaan ALV
fr_ch: TVA donneur d’ordre
it_ch: Vendere a - IVA
ru_ru: НДС покупателя

# PermissionSet 3831955175 - Property 2879900210
source: Intrastat Core - Edit
cs_cz: Intrastat Core - Úpravy
da_dk: Intrastat-kerne – Rediger
es_mx: Intrastat Core - Editar
fi_fi: Intrastat Core – Muokkaus
fr_ch: Base déclaration d’échanges de biens - Modifier
it_ch: Core Intrastat - Modifica
ru_ru: Базовые возможности Интрастат - редактирование

# PermissionSet 2319843165 - Property 2879900210
source: Intrastat Core - Read
cs_cz: Intrastat Core - Čtení
da_dk: Intrastat-kerne – Læs
es_mx: Intrastat Core - Lectura
fi_fi: Intrastat Core – Luku
fr_ch: Base déclaration d’échanges de biens - Lire
it_ch: Core Intrastat - Lettura
ru_ru: Базовые возможности Интрастат - чтение

# PermissionSet 328474614 - Property 2879900210
source: Intrastat Core - Objects
cs_cz: Intrastat Core - Objekty
da_dk: Intrastat-kerne – Objekter
es_mx: Intrastat Core - Objetos
fi_fi: Intrastat Core – Objektit
fr_ch: Base déclaration d’échanges de biens - Objets
it_ch: Core Intrastat - Oggetti
ru_ru: Базовые возможности Интрастат - объекты

# ReportExtension 1884506917 - NamedType 321666938
source: The Intrastat Report extension is enabled, which means you can't use the %1 report. You've been redirected to the %2 page for the extension.
cs_cz: Rozšíření Hlášení Intrastat je povoleno, což znamená, že nemůžete použít sestavu %1. Byli jste přesměrováni na stránku rozšíření %2.
da_dk: Intrastat-rapportudvidelsen er aktiveret, hvilket betyder, at du ikke kan bruge rapporten %1. Du er blevet omdirigeret til siden %2 for udvidelsen.
it_ch: L'estensione del report Intrastat è abilitata, il che significa che non è possibile utilizzare il report %1. Viene eseguito il reindirizzamento alla pagina %2 per l'estensione.

# ReportExtension 4040658147 - NamedType 321666938
source: The Intrastat Report extension is enabled, which means you can't use the %1 report. You've been redirected to the %2 page for the extension.
cs_cz: Rozšíření Hlášení Intrastat je povoleno, což znamená, že nemůžete použít sestavu %1. Byli jste přesměrováni na stránku rozšíření %2.
da_dk: Intrastat-rapportudvidelsen er aktiveret, hvilket betyder, at du ikke kan bruge rapporten %1. Du er blevet omdirigeret til siden %2 for udvidelsen.
it_ch: L'estensione del report Intrastat è abilitata, il che significa che non è possibile utilizzare il report %1. Viene eseguito il reindirizzamento alla pagina %2 per l'estensione.

# Table 2491010837 - Field 4200184881 - Property 2879900210
source: No.
cs_cz: Číslo
da_dk: Nr.
es_mx: N.º
fi_fi: Nro
fr_ch: N°
it_ch: Nr.
