Repository: jbakach/MSDyn365BC.Code.History
Catalog: Intrastat/Source/Intrastat Core/Translations/Intrastat Core.*.xlf
Languages: cs_cz, da_dk, es_mx, fi_fi, fr_ch, it_ch, ru_ru

# Page 1949250098 - Control 2959979021 - Property 1295455071
source: Specifies the unit of measure code for the tariff number on this line.
cs_cz: Určuje kód měrné jednotky pro číslo sazebníku na tomto řádku.
da_dk: Angiver enhedskoden for brugstarifnummeret på linjen.
es_mx: Especifica el código de unidad de medida del código arancelario de esta línea.
fi_fi: Määrittää rivillä olevan tavaranimikkeen mittayksikön koodin.
fr_ch: Spécifie le code unité de mesure de la nomenclature produits de cette ligne.
it_ch: Specifica il codice dell'unità di misura per la nomenclatura combinata in questa riga.
ru_ru: Определяет код единицы измерения для тарифного номера в этой строке.

# Page 1949250098 - Control 3165222728 - Property 1295455071
source: Specifies the quantity of supplementary units on the Intrastat line.
cs_cz: Určuje množství doplňkových jednotek na řádku Intrastat.
da_dk: Angiver antallet af supplerende enheder på Intrastat-linjen.
es_mx: Especifica la cantidad de unidades suplementarias de la línea de Intrastat.
fi_fi: Määrittää Intrastat-rivillä olevien lisäyksiköiden määrän.
fr_ch: Spécifie la quantité d’unités supplémentaires sur la ligne intracommunautaire.
it_ch: Specifica la quantità di unità supplementari nella riga Intrastat.
ru_ru: Определяет количество в дополнительных единицах измерения в строке Интрастат.

# Page 1949250098 - Control 3998061958 - Property 1295455071
source: Specifies if you must report information about quantity and units of measure for this item.
cs_cz: Určuje, jestli musíte předkládat informace o množství a měrných jednotkách pro toto zboží.
da_dk: Angiver, hvis Told·Skat kræver oplysninger om varens antal og enhed.
es_mx: Especifica si está obligado a presentar información sobre la cantidad y las unidades de medida de este producto.
fi_fi: Määrittää, pitääkö sinun raportoida nimikkeen määrästä ja mittayksiköstä.
fr_ch: Spécifie si vous devez déclarer des informations concernant les quantités et les unités de cet article.
it_ch: Specifica se sono richieste informazioni relative alla quantità e all'unità di misura dell'articolo.
ru_ru: Указывает, требуется ли отчитываться о количестве и единице измерения этого товара.

# Page 1949250098 - Control 3701472611 - Property 1295455071
source: Specifies the item's tariff number.
cs_cz: Určuje číslo sazebníku zboží.
da_dk: Angiver varens tarifnummer.
es_mx: Especifica el código arancelario del producto.
fi_fi: Määrittää nimikkeen tavaranimikkeen.
fr_ch: Spécifie le numéro de nomenclature produits de l’article.
it_ch: Specifica la nomenclatura combinata dell'articolo.
ru_ru: Определяет тарифный номер товара.

# Page 1949250098 - Control 582094086 - Property 1295455071
source: Specifies the total weight for the items in the item entry.
cs_cz: Určuje celkovou váhu položek.
da_dk: Angiver den samlede vægt af varerne i vareposten.
es_mx: Especifica el peso total de los productos incluidos en el movimiento de producto.
fi_fi: Määrittää nimiketapahtuman nimikkeiden kokonaispainon.
fr_ch: Spécifie le poids total des articles de l'écriture article.
it_ch: Specifica il peso totale degli articoli nel movimento articolo.
ru_ru: Определяет общий вес товаров в товарной операции.

# Page 1949250098 - Control 1267997203 - Property 1295455071
source: Specifies a specification of the document's transaction, for the purpose of reporting to INTRASTAT.
cs_cz: Určuje specifikaci transakce dokladu za účelem vykazování INTRASTAT.
da_dk: Angiver en specifikation af bilagets transaktion med henblik på rapportering til INTRASTAT.
es_mx: Especifica una especificación de transacción del documento de venta con el fin de notificarla a INTRASTAT.
fi_fi: Määrittää asiakirjan määrityksen INTRASTAT-raportointia varten.
fr_ch: Spécifie une spécification de la transaction du document, à des fins de compte-rendu intracommunautaire.
it_ch: Indica una specifica della transazione del documento ai fini dell'INTRASTAT.
ru_ru: Определяет спецификацию транзакции документа в целях отчетности Интрастат.

# Page 1949250098 - Control 3773776616 - Property 1295455071
source: Specifies the type of transaction that the document represents, for the purpose of reporting to INTRASTAT.
cs_cz: Určuje typ transkace, kterou doklad reprezentuje za účelem vykazování INTRASTAT.
da_dk: Angiver den transaktionstype, som bilaget repræsenterer med henblik på rapportering til INTRASTAT.
es_mx: Especifica el tipo de transacción que representa el documento con el fin de notificarlo a INTRASTAT.
fi_fi: Määrittää asiakirjan tapahtumatyypin INTRASTAT-raportointia varten.
fr_ch: Spécifie le type de transaction que représente le document, à des fins de compte-rendu intracommunautaire.
it_ch: Specifica il tipo di transazione rappresentato dal documento ai fini dell'INTRASTAT.
ru_ru: Определяет тип транзакции, представляемой документом, в целях отчетности Интрастат.

# Page 1949250098 - Control 3193866272 - Property 1295455071
source: Specifies the transport method, for the purpose of reporting to INTRASTAT.
cs_cz: Určuje způsob přepravy pro účely vykazování pro INTRASTAT.
da_dk: Angiver transportmåden ved rapportering til INTRASTAT.
es_mx: Especifica el modo de transporte con el fin de informar a INTRASTAT.
fi_fi: Määrittää kuljetusmuodon INTRASTAT-raportointia varten.
fr_ch: Spécifie le mode de transport, à des fins de compte-rendu intracommunautaire.
it_ch: Specifica il metodo di trasporto ai fini dell'INTRASTAT.
ru_ru: Определяет метод перевозки в целях отчетности Интрастат.

# Page 1949250098 - Control 1878130204 - Property 1295455071
source: Specifies whether the item was received or shipped by the company.
cs_cz: Určuje, zda bylo zboží společností příjato nebo dodáno.
da_dk: Angiver, om virksomheden har afsendt eller modtaget varen.
es_mx: Especifica si la empresa ha recibido o enviado el producto.
fi_fi: Määrittää, vastaanottiko vai lähettikö yritys nimikkeen.
fr_ch: Spécifie si l'article a été reçu ou livré par la société.
it_ch: Specifica se l'articolo è stato ricevuto o spedito dalla società.
ru_ru: Определяет, получен или отгружен ли товар компанией.

# Page 1949250098 - Control 3698871364 - Property 1295455071
source: Specifies the statistical value that has accumulated in the Intrastat report.
cs_cz: Určuje statistickou hodnotu, která se nashromáždila v hlášení Intrastat.
da_dk: Angiver den statistiske værdi, der er akkumuleret i Intrastat-kladden.
es_mx: Especifica el valor estadístico que se ha acumulado en el informe Intrastat.
fi_fi: Määrittää Intrastat-raporttiin kertyneen tilastoarvon.
fr_ch: Spécifie la valeur statistique accumulée dans l’état de déclaration d’échanges de biens.
it_ch: Specifica il valore statistico accumulato nel report Intrastat.
ru_ru: Определяет статистическое значение, накопленное в отчете Интрастат.

# Page 1949250098 - Control 3698871364 - Property 2879900210
source: Statistical Value
cs_cz: Statistická hodnota
da_dk: Statistisk værdi
es_mx: Valor estadístico
fi_fi: Tilastoarvo
fr_ch: Valeur statistique
it_ch: Valore statistico
ru_ru: Статистическое значение

# Page 1949250098 - Control 1004947886 - Property 1295455071
source: Specifies the total statistical value in the Intrastat report.
cs_cz: Určuje celkovou statistickou hodnotu v hlášení Intrastat.
da_dk: Angiver den samlede statistiske værdi i Intrastat-kladden.
es_mx: Especifica el total del valor estadístico del informe Intrastat.
fi_fi: Määrittää Intrastat-raportin kokonaistilastoarvon.
fr_ch: Spécifie la valeur statistique totale de la feuille intracommunautaire.
it_ch: Specifica il valore statistico totale nel report Intrastat.
ru_ru: Определяет суммарное статистическое значение в журнале Интрастат.

# Page 1949250098 - Control 1004947886 - Property 2879900210
source: Total Stat. Value
cs_cz: Celková stat.hodnota
da_dk: Samlet statistisk værdi
es_mx: Total valor estadístico
fi_fi: Tilastoarvo yhteensä
fr_ch: Total valeur stat.
it_ch: Valore statistico totale
ru_ru: Общее стат. значение

# Report 3076093313 - Property 2879900210
source: Intrastat Report Get Lines
cs_cz: Získat řádky hlášení Intrastat
da_dk: Hent linjer til Intrastat-rapport
es_mx: Líneas de obtención de informe Intrastat
fi_fi: Intrastat-raportin Hae rivit
fr_ch: État de déclaration d’échanges de biens - Extraire des lignes
it_ch: Ottieni righe report Intrastat
ru_ru: Получить строки отчета Интрастат

# Report 3076093313 - NamedType 653000579
source: Prices including VAT cannot be calculated when %1 is %2.
cs_cz: Ceny včetně DPH nemohou být vypočteny, když %1 je %2.
da_dk: Priser inkl. moms kan ikke beregnes, når %1 er %2.
es_mx: No se pueden calcular precios IVA incluido cuando %1 es %2.
fi_fi: ALV:n sisältäviä hintoja ei voi laskea, jos %1 on %2.
fr_ch: Les prix TTC ne peuvent pas être calculés quand %1 est identique à %2.
it_ch: I prezzi IVA inclusa non possono venire calcolati quando %1 è %2.
ru_ru: Невозможно рассчитать цены с НДС, если %1 равно %2.

# Report 3076093313 - Control 4253802235 - Property 2879900210
source: Additional
cs_cz: Další
da_dk: Yderligere
es_mx: Adicional
fi_fi: Lisäkohteet
fr_ch: Supplémentaire
it_ch: Aggiuntiva
ru_ru: Дополнительно

# Report 3076093313 - Control 4202100993 - Property 1295455071
source: Specifies if you want to show direct costs that your company has assigned and posted as item charges.
cs_cz: Určuje, zda chcete zobrazit přímé náklady, které má vaše společnost přiřazené a zaúčtovat je jako poplatek za zboží.
da_dk: Angiver, om du vil have vist direkte omkostninger, som virksomheden har tilknyttet og bogført som varegebyrer.
es_mx: Especifica si desea mostrar los costos directos que su empresa ha asignado y registrado como cargos de productos.
fi_fi: Määrittää, haluatko näyttää välittömät kustannukset, jotka yrityksesi on määrittänyt ja kirjannut nimikekuluina.
fr_ch: Spécifie si vous souhaitez afficher coûts directs que votre société a affectés et validés en tant que frais annexes.
it_ch: Specifica se si desidera mostrare i costi diretti che la società ha assegnato e registrato come addebiti articolo.
ru_ru: Указывает, должны ли отображаться прямые затраты, которые ваша компания назначила и учла как товарные издержки.

# Report 3076093313 - Control 4202100993 - Property 2879900210
source: Show Item Charge Entries
cs_cz: Zobrazit poplatky zboží
da_dk: Vis varegebyrposter
es_mx: Mostrar movimientos de cargos de producto
fi_fi: Näytä nimikekulutapahtumat
fr_ch: Afficher les écritures de frais annexes
it_ch: Mostra movimenti addebito articolo
ru_ru: Показать записи товарных издержек

# Report 3076093313 - Control 1956400827 - Property 1295455071
source: Specifies if item ledger entries that are shipped or received but not yet invoiced must be excluded from the process.
cs_cz: Určuje, zda položky zboží, které byly dodány nebo přijaty, ale dosud nebyly fakturovány, musí být vyloučeny ze zpracování.
da_dk: Angiver, om vareposter, der er leveret eller modtaget, men endnu ikke er faktureret, skal udelukkes fra processen.
es_mx: Especifica si los movimientos de producto que se envían o reciben, pero que aún no se han facturado, deben excluirse del proceso.
fi_fi: Määrittää, jätetäänkö prosessista pois ne nimiketapahtumat, jotka on toimitettu tai vastaanotettu mutta joita ei ole vielä laskutettu.
fr_ch: Indique si les écritures comptables article expédiées ou reçues mais pas encore facturées doivent être exclues du traitement.
it_ch: Specifica se i movimenti contabili articoli spediti o ricevuti ma non ancora fatturati devono essere esclusi dal processo.
ru_ru: Определяет, должны ли исключаться из процесса операции книги товаров, которые отгружены или получены, но по которым еще не выставлены счета.

# Report 3076093313 - Control 1956400827 - Property 2879900210
source: Skip Non-Invoiced Entries
cs_cz: Přeskočit nefakturované položky
da_dk: Spring over ikke-fakturerede poster
es_mx: Omitir movs. no facturados
fi_fi: Ohita laskuttamattomat tapahtumat
fr_ch: Ignorer écritures non facturées
it_ch: Ignora movimenti non fatturati
ru_ru: Пропускать операции, по которые не выставлены счета

# Report 3076093313 - Control 3038446915 - Property 1295455071
source: Specifies that lines without amounts will not be recalculated during the batch job.
cs_cz: Určuje, že řádky bez částek nebudou přepočítány během dávkové úlohy.
da_dk: Angiver, at linjer uden antal ikke genberegnes under kørslen.
es_mx: Especifica que las líneas sin importes no se recalcularán durante el proceso.
fi_fi: Määrittää, että ilman summia olevia rivejä ei lasketa uudelleen erätyön aikana.
fr_ch: Spécifie que les lignes sans montants ne sont pas recalculées lors du traitement par lots.
it_ch: Specifica che le righe senza importi non vengono ricalcolate nel processo batch.
ru_ru: Указывает, что строки без сумм не будут пересчитываться этим пакетным заданием.

# Report 3076093313 - Control 3038446915 - Property 2879900210
source: Skip Recalculation for Zero Amounts
cs_cz: Přeskočit přepočet pro nulové částky
da_dk: Spring over genberegning af nul-beløb
es_mx: Omitir nuevo cálculo de importes cero
fi_fi: Ohita nollasummien uudelleenlaskenta
fr_ch: Ignorer le recalcul des montants nuls
it_ch: Ignora ricalcolo per importi pari a zero
ru_ru: Не пересчитывать нулевые суммы

# Report 3076093313 - Control 2191381252 - Property 1295455071
source: Specifies that item ledger entries without amounts will not be included in the batch job.
cs_cz: Určuje, že položky zboží bez částek nebudou zahrnuty v této dávkové úloze.
da_dk: Angiver, at vareposter uden antal ikke inkluderes i kørslen.
es_mx: Especifica que los movimientos de producto sin importes no se incluirán en el proceso.
fi_fi: Määrittää, että ilman summia olevia nimiketapahtumia ei sisällytetä erätyöhön.
fr_ch: Spécifie que les écritures comptables article sans montants ne sont pas incluses dans le traitement par lots.
it_ch: Specifica che i movimenti contabili articoli senza importi non vengono ricalcolati nel processo batch.
ru_ru: Указывает, что операции книги товаров без сумм не будут включаться в пакетное задание.

# Report 3076093313 - Control 2191381252 - Property 2879900210
source: Skip Zero Amounts
cs_cz: Přeskočit nulové částky
da_dk: Spring over nul-beløb
es_mx: Omitir importes cero
fi_fi: Ohita nollasummat
fr_ch: Ignorer les montants nuls
it_ch: Ignora importi pari a zero
ru_ru: Пропускать нулевые суммы

# Report 3076093313 - Control 2346885236 - Property 2879900210
source: Options
cs_cz: Možnosti
da_dk: Indstillinger
es_mx: Opciones
fi_fi: Asetukset
it_ch: Opzioni
ru_ru: Параметры

# Report 3076093313 - Control 1542740196 - Property 1295455071
source: Specifies the amount of the entry including any item charges.
cs_cz: Určuje částku položky včetně všech poplatků za zboží.
da_dk: Angiver beløbet for posten inklusive eventuelle varegebyrer.
es_mx: Especifica el importe del movimiento que incluye los cargos de producto.
fi_fi: Määrittää tapahtuman summan mukaan luettuna kaikki nimikekulut.
fr_ch: Spécifie le montant de l’écriture, y compris les frais annexes.
it_ch: Specifica l'importo del movimento, inclusi eventuali addebiti per l'articolo.
ru_ru: Определяет сумму операции с учетом товарных издержек, если они есть

# Report 3076093313 - Control 1542740196 - Property 2879900210
source: Amount incl. Item Charges
cs_cz: Částka včetně poplatků za zboží
da_dk: Beløb inkl. varegebyrer
es_mx: Importe incl. cargos producto
fi_fi: Summa sis. nimikekulut
fr_ch: Montant frais annexes inclus
it_ch: Importo inclusi addebiti articoli
ru_ru: Сумма с учетом товарных издержек

# Report 3076093313 - Control 3592094765 - Property 1295455071
source: Specifies the date to which the report or batch job processes information.
cs_cz: Určuje datum, do kterého sestava nebo dávková úloha, zpracovává informace.
da_dk: Angiver den dato, som rapporten eller kørslen behandler oplysninger frem til.
es_mx: Especifica la fecha hasta la cual el informe o el trabajo por lotes procesa la información.
fi_fi: Määrittää päivämäärän, johon asti raportti tai erätyö käsittelee tiedot.
fr_ch: Spécifie la date à laquelle l'état ou le traitement par lots traite les informations.
it_ch: Specifica la data di fine dell'elaborazione delle informazioni dal parte del processo batch o del report.
ru_ru: Определяет дату, до которой информация будет обрабатываться отчетом или пакетным заданием.

# Report 3076093313 - Control 3592094765 - Property 2879900210
source: Ending Date
cs_cz: Koncové datum
da_dk: Slutdato
es_mx: Fecha final
fi_fi: Lopetuspvm
fr_ch: Date de fin
it_ch: Data di fine
ru_ru: Дата окончания

# Report 3076093313 - Control 1039362867 - Property 1295455071
source: Specifies the cost regulation percentage to cover freight and insurance. The statistical value of every line in the report is increased by this percentage.
cs_cz: Určuje procento nepřímých nákladů k pokrytí přepravy a pojištění. Toto procento zvýší statistickou hodnotu každého řádku v deníku.
da_dk: Angiver reguleringsprocenten til dækning af fragt og forsikring. Den statistiske værdi på hver linje i kladden forhøjes med denne procentsats.
es_mx: Especifica el porcentaje del costo de territorio nacional necesario para cubrir el flete y el seguro. El valor estadístico de cada línea del diario aumenta con este porcentaje.
fi_fi: Määrittää epäsuorien kustannusten prosenttiosuuden kuljetus- ja vakuutuskulujen kattamista varten. Raportin jokaisen rivin tilastoarvoa kasvatetaan tämän prosentin verran.
fr_ch: Spécifie le pourcentage régulation coût pour couvrir le fret et l’assurance. La valeur statistique de chaque ligne de la déclaration est augmentée par ce pourcentage.
it_ch: Specifica la percentuale di regolazione dei costi per coprire nolo e assicurazione. Al valore statistico di ogni riga del report viene aggiunta questa percentuale.
ru_ru: Определяет процент регулятора себестоимости для покрытия затрат на перевозку и страхование. Статистическое значение каждой строки в отчете увеличивается на этот процент.

# Report 3076093313 - Control 1039362867 - Property 2879900210
source: Cost Regulation %
cs_cz: Nepřímé náklady %
da_dk: Omkostningsregulering %
es_mx: % costo territorio nacional
fi_fi: Epäsuorien kustann. pros.osuus
fr_ch: % régulation coût
it_ch: % regolazione costi
ru_ru: Рег. себестоимости (%)

# Report 3076093313 - Control 543275552 - Property 1295455071
source: Specifies the date from which the report or batch job processes information.
cs_cz: Určuje datum, od kterého sestava nebo dávková úloha, zpracovává informace.
da_dk: Angiver den dato, som rapporten eller kørslen behandler oplysninger fra.
es_mx: Especifica la fecha a partir de la cual el informe o el trabajo por lotes procesa la información.
fi_fi: Määrittää päivämäärän, josta lähtien raportti tai erätyö käsittelee tiedot.
fr_ch: Spécifie la date à partir de laquelle l'état ou le traitement par lots traite les informations.
it_ch: Specifica la data di inizio dell'elaborazione delle informazioni dal parte del processo batch o del report.
ru_ru: Определяет дату, начиная с которой информация будет обрабатываться отчетом или пакетным заданием.

# Report 3076093313 - Control 543275552 - Property 2879900210
source: Starting Date
cs_cz: Počáteční datum
da_dk: Startdato
es_mx: Fecha inicial
fi_fi: Aloituspvm
fr_ch: Date de début
it_ch: Data di inizio
ru_ru: Дата начала

# PageExtension 4090736040 - Action 3354820289 - Property 1295455071
source: Summarize the value of your purchases and sales with business partners in the EU for statistical purposes and prepare to send it to the relevant authority.
cs_cz: Shrňte hodnotu svých nákupů a prodejů s obchodními partnery v EU pro statistické účely a připravte se na její zaslání příslušnému orgánu.
da_dk: Sammenfat værdien af dine køb og salg i relation til forretningspartnere i EU med statistisk formål, og klargør tallene til afsendelse til den relevante myndighed.
es_mx: Permite resumir el valor de sus compras y ventas con socios comerciales de la UE para fines estadísticos y preparar el envío correspondiente a las autoridades competentes.
fi_fi: Tee yhteenveto EU:n sisäisten liikekumppanien ostojen ja myyntien arvosta tilastollisia tarkoituksia varten ja valmistele sen lähettäminen asianomaiselle viranomaiselle.
fr_ch: Totalisez la valeur de vos achats et de vos ventes avec vos partenaires commerciaux dans l’UE à des fins statistiques et préparez-vous à l'envoyer à l’autorité compétente.
it_ch: Raggruppare il valore di acquisti e vendite con i partner commerciali dell'Unione Europea per scopi statistici e preparare l'invio della dichiarazione all'autorità competente.
ru_ru: Суммирование объема покупок и продаж с бизнес-партнерами в ЕС в статистических целях и подготовка этих сведений к отправке в соответствующие органы.

# PageExtension 4090736040 - Action 3354820289 - Property 2879900210
source: Intrastat Reports
cs_cz: Hlášení Intrastat
da_dk: Intrastat-rapporter
es_mx: Informes Intrastat
fi_fi: Intrastat-raportit
fr_ch: États de déclaration d’échanges de biens
it_ch: Report Intrastat
ru_ru: Отчеты Интрастат

# PageExtension 4090736040 - Action 382349023 - Property 1295455071
source: Report your trade with other EU countries/regions for Intrastat reporting.
cs_cz: Reportujte váš obchod s ostatními zeměmi/oblastmi EU pro Intrastat.
da_dk: Rapportér handel med andre EU-lande/områder ved rapportering til Intrastat.
es_mx: Notifica su comercio con otros países o regiones de la UE para informes de intrastat.
fi_fi: Ilmoita kauppa muiden EU-maiden/alueiden kanssa Intrastat-raportointia varten.
fr_ch: Déclarer vos activités avec d'autres pays/régions de l'UE pour les déclarations D.E.B.
it_ch: Indicare l'attività commerciale con altri paesi/aree geografiche UE per i report Intrastat.
ru_ru: Отчет по торговле с другими странами/регионами ЕС в целях отчетности Интрастат.

# PageExtension 4090736040 - Action 382349023 - Property 2879900210
source: Intrastat Reports
cs_cz: Hlášení Intrastat
da_dk: Intrastat-rapporter
es_mx: Informes Intrastat
fi_fi: Intrastat-raportit
fr_ch: États de déclaration d’échanges de biens
it_ch: Report Intrastat
ru_ru: Отчеты Интрастат

# PageExtension 4090736040 - Action 3721315570 - Property 1295455071
source: Show reported Intrastats.
cs_cz: Zobrazit vykázaná Hlášení Intrastat.
da_dk: Vis rapporterede Intrastats.
es_mx: Muestra Intrastats notificados.
fi_fi: Näytä Intrastat-raportit.
fr_ch: Afficher les échanges de biens déclarés.
it_ch: Mostrare i report Intrastat dichiarati.
ru_ru: Отображение поданных отчетов Интрастат.

# PageExtension 4090736040 - Action 3721315570 - Property 2879900210
source: &Intrastat Reports (Reported)
cs_cz: &Hlášení Intrastat (vykázána)
da_dk: &Intrastat-rapporter (rapporteret)
es_mx: &Informes Intrastat (declarado)
fi_fi: &Intrastat-raportit (raportoitu)
fr_ch: &États de déclaration d’échanges de biens (déclarés)
it_ch: &Report Intrastat (dichiarati)
ru_ru: &Отчеты Интрастат (поданные)
